Repository: OpenPLi/enigma2-plugins
Catalog: vps/po/*.po
Languages: ar, fr, ru

source: Cancel
ar: إلغاء
fr: Annuler
ru: Отмена

source: Check for PDC
ru: Проверка PDC

source: Check for PDC availability on each service
ru: Проверять доступность PDC для каждого сервиса.

source: Enable VPS
ar: تفعيل الخادم الإفتراضي الخاص
fr: Activer VPS
ru: Включить VPS

source: Enable VPS by default (new timers)
ar: تفعيل الخادم الافتراضي الخاص بشكل تلقائي (أجهزة ضبط الوقت الجديدة)
fr: Activer VPS par défaut (nouveaux timers)
ru: Включить VPS по дефолту (новые таймеры)

source: Enable VPS on instant records
ar: تفعيل الخادم الإفتراضي الخاصعلى السجلات الفورية
fr: Activer VPS sur les enregistrements instantanés
ru: Включить VPS для мгновенных записей

source: Enable VPS-Plugin
ar: تفعيل بلجن الخادم الإفتراضي الخاص
fr: Activer le plugin VPS
ru: Включить плагин VPS

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
ar: إذا تم مقاطعة البرنامج وتقسيمه إلى أحداث منفصلة، فإن البلجن سيبحث عن الأحداث المتصلة.
fr: Si un programme est interrompu et divisé en événements séparés, le plugin recherchera les événements connectés.
ru: Если программа прерывается и делится на отдельные события, плагин будет искать связанные события.

source: If enabled and necessary, the plugin will wake up the Dreambox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
ar: إذا تم تمكينه وضروريًا ، فسيقوم المكون الإضافي بتنبيه الفوبلس من وضع الاستعداد العميق لوقت البدء المحدد للتحكم في ما إذا كان البرنامج سيبدأ في وقت مبكر.
fr: Si activé et nécessaire, le plugin réveillera le récepteur de veille profonde pendant l'heure de démarrage définie pour contrôler si le programme commence plus tôt.
ru: Если включено и необходимо, плагин будет автоматически включать ресивер из режима глубокого ожидания в определенное заданное время, для контроля программы, не начинается ли она раньше.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
ar: إذا كان ذلك ممكنًا ، قبل x دقيقة من بدء تشغيل المؤقت ، سيتحكم بلجن الخادم الافتراضي الخاص في ما إذا كان البرنامج سيبدأ مبكرًا. (0 تعطيل الميزة)
fr: Si possible, x minutes avant le démarrage d'une minuterie VPS-Plugin contrôlera si le programme commence plus tôt. (0 désactive la fonction)
ru: Если это возможно, плагин VPS проверит за х минут до фактического начала, не начинается ли программа раньше. (0 отключает этот параметр)

source: In order to record a timer, the TV was switched to the recording service!
ar: لكى تسجل مؤقت ، يجب تحويل التليفزيون الى القناة التى ستسجل منها!
fr: Afin d'enregistrer une émission programmée, la TV zappera sur la chaîne enregistrée!
ru: Для старта записи по таймеру, переключаем ТВ на записываемый сервис!

source: Information
ar: المعلومات
fr: Informations
ru: Информация

source: Margin after record (in seconds)
ar: الهامش بعد التسجيل (بالثواني)
fr: Marge après l'enregistrement (en secondes)
ru: Объединить после записи (в секундах)

source: No
ar: لا
fr: Non
ru: Нет

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟
fr: Voulez-vous vraiment fermer sans sauvegarder?
ru: Действительно закрыть без сохранения настроек?

source: Seeking connected events
ar: البحث عن أحداث متصلة
fr: Recherche d'événements liés
ru: Поиск связанных событий

source: Starting time
ar: وقت البدء
fr: Heure de début
ru: Время начала

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
ar: بلجن - الخادم الخاص الافتراضي لا يمكنه التحقق مما إذا كانت القناة المحددة تدعم الخادم الافتراضي الخاص لأجهزة ضبط الوقت المبرمجة يدويًا! هل تريد حقًا تمكين الخادم الافتراضي الخاص؟
fr: Le VPS-Plugin ne pouvait pas vérifier si le canal sélectionné supporte le VPS pour les minuteries programmées manuellement ! Voulez-vous vraiment activer le VPS ?
ru: Плагин VPS не может проверить, поддерживает ли выбранный канал VPS, для ручного программированния таймеров! Вы действительно хотите включить VPS?

source: The channel may support VPS Do you want to enable VPS?
ar: قد تدعم القناة الخادم الافتراضي الخاص هل تريد تمكين الخادم الخاص الافتراضي؟
fr: Le canal peut prendre en charge les VPS Voulez-vous activer le VPS ?
ru: Канал может поддерживать VPS. Хотите включить VPS?

source: The recording will last n seconds longer after the channel sent the stop signal.
ar: سيستمر التسجيل لمدة ثانية أطول بعد أن ترسل القناة إشارة التوقف.
fr: L'enregistrement durera n secondes de plus après que le canal ait envoyé le signal d'arrêt.
ru: Запись будет продолжаться в течение n секунд после получения каналом сигнала остановки.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
ar: القناة المحددة لا تدعم الخادم الافتراضي الخاص للمؤقتات المبرمجة يدويًا! هل تريد حقًا تمكين الخادم الافتراضي الخاص؟
fr: Le canal sélectionné ne supporte pas les VPS pour les minuteries programmées manuellement ! Voulez-vous vraiment activer le VPS ?
ru: Выбранный канал не поддерживает VPS для ручного программированния таймеров! Вы действительно хотите включить VPS?

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
ar: يمكن أن يحدد هذا المكون الإضافي ما إذا كان البرنامج يبدأ في وقت مبكر أو يستمر لفترة أطول. يجب أن تقدم القناة بيانات موثوقة.
fr: Ce plugin peut déterminer si un programme commence plus tôt ou s'il dure plus longtemps. Le canal doit fournir des données fiables.
ru: Этот плагин может определить, начинается ли программа раньше или будет продлена. Провайдер должен поддерживать PDC и предоставить достоверные данные!

source: VPS Settings
ar: إعدادات الخادم الإفتراضي الخاص
fr: Paramètres VPS
ru: Настройки VPS

source: VPS Setup Version %s
ar: إصدار إعدادات الخادم الإفتراضي الخاص %s
fr: VPS Configuration Version %s
ru: Настройка VPS - версия %s

source: VPS enabled by default
ar: تفعيل الخادم الافتراضي الخاص بشكل تلقائي
fr: VPS activé par défaut
ru: VPS включить по дефолту

source: VPS-Plugin Information
ar: معلومات بلجن الخادم الإفتراضي الخاص
ru: Информация плагина VPS

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
ar: يمكن أن يتفاعل الخادم الخاص الافتراضي للمكوّن الإضافي عند التأخيرات التي تظهر في وقت البدء أو وقت الانتهاء للبرنامج. الخادم الخاص الافتراضي مدعوم فقط من خلال قنوات معينة! إذا قمت بتمكين الخادم الافتراضي الخاص ، فسيبدأ التسجيل فقط ، عندما تحدد القناة البرنامج بأنه قيد التشغيل. إذا حددت "نعم (الوضع الآمن)" ، فسيبدأ التسجيل بالتأكيد على أبعد تقدير في وقت البدء الذي حددته. قد يبدأ التسجيل في وقت مبكر أو يستمر لفترة أطول. القنوات المدعومة ألمانيا: ARD و ZDF النمسا: ORF سويسرا: SF جمهورية التشيك: CT إذا تمت برمجة عداد الوقت يدويًا (ليس عبر دليل البرامج الإلكتروني) ، فمن الضروري تعيين وقت الخادم الخاص الافتراضي لتمكين الخادم الخاص الافتراضي. الخادم الخاص الافتراضي-وقت (المعروف أيضًا باسم PDC) هو أول وقت بدء منشور ، على سبيل المثال في المجلات. إذا قمت بتعيين وقت الخادم الخاص الافتراضي، فيجب عليك ترك اسم المؤقت فارغًا.
fr: VPS-Plugin peut réagir aux retards qui surviennent au début ou à la fin d'un programme. VPS n'est supporté que par certains canaux ! Si vous activez VPS, l'enregistrement ne démarre que lorsque la chaîne signale que le programme est en cours d'exécution. Si vous sélectionnez "yes (safe mode)", l'enregistrement commence définitivement au plus tard à l'heure de début que vous avez définie. L'enregistrement peut commencer plus tôt ou durer plus longtemps. Canaux supportés Allemagne : ARD et ZDF Autriche : ORF Suisse : SF République tchèque : TC Si une minuterie est programmée manuellement (pas via EPG), il est nécessaire de régler un VPS-Time pour activer VPS. VPS-Time (également connu sous le nom de PDC) est la première heure de début publiée, par exemple dans les magazines. Si vous définissez une heure VPS, vous devez laisser le nom de la minuterie vide.
ru: Плагин VPS может реагировать на задержки, возникающие в начале или окончании программы. VPS поддерживается только некоторыми каналами! Если Вы включите VPS, то запись начнется только тогда, когда флаг программы канала будет указан как работающий. Если Вы выберите "Да (безопасный режим)", то запись начнется не позднее времени старта, которое Вы установили. Запись может начаться раньше или позже. Поддерживаемые каналы Чехия: CT Германия: ARD, ZDF, Sky и DMAX Австрия: ORF и Servus TV Швейцария: SF Для таймера запрограммированного вручную (без помощи EPG), необходимо установить VPS-время, для работы VPS. VPS-время, также известное как PDC, является первым опубликованым в стартовое время, например в данных журнала. Если Вы примените VPS-время, необходимо оставить пустое название таймера!

source: VPS-Plugin checks if the channel supports VPS ...
ar: بلجن الخادم الافتراضي الخاص - يتحقق من مما إذا كانت القناة تدعم الخادم الافتراضي الخاص ...
fr: VPS-Plugin vérifie si le canal supporte VPS .....
ru: Плагин VPS проверяет канал на поддержку VPS ...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
ar: الخادم الافتراضي الخاص - تعذر على البلجن التحقق مما إذا كانت القناة تدعم الخادم الافتراضي الخاص. هل تريد تمكين الخادم الخاص الافتراضي على أي حال؟
fr: VPS-Plugin ne pouvait pas vérifier si le canal supporte le VPS. Voulez-vous de toute façon activer le VPS ?
ru: Плагин VPS не может проверить, поддерживает ли канал VPS. Вы действительно хотите включить VPS в любом случае?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
ar: الخادم الافتراضي الخاص - تعذر على البلجن التحقق مما إذا كانت القناة المحددة تدعم الخادم الافتراضي الخاص. هل تريد حقًا تمكين الخادم الافتراضي الخاص؟
fr: VPS-Plugin n'a pas pu vérifier si le canal sélectionné supporte le VPS. Voulez-vous vraiment activer le VPS ?
ru: Плагин VPS не может проверить, поддерживает ли выбранный канал VPS. Вы действительно хотите включить VPS?

source: VPS-Time (date)
ar: وقت الخادم الافتراضي الخاص(التاريخ)
ru: VPS-Время (дата)

source: VPS-Time (time)
ar: وقت الخادم الافتراضي الخاص(الوقت)
fr: VPS-Time (heure)
ru: VPS-Время (время)

source: Wakeup from Deep-Standby is allowed
ar: يُسمح بالتشغيل من وضع الاستعداد العميق
fr: Le réveil de Veille profonde est autorisée
ru: Включение из режима глубокого ожидания

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
ar: عندما تكون الإجابة بنعم ، سيتم تمكين الخادم الافتراضي الخاص في السجلات الفورية (يتوقف بعد الحدث الحالي) ، إذا كانت القناة تدعم الخادم الخاص الافتراضي.
fr: Si oui, VPS sera activé sur les enregistrements instantanés (arrêt après l'événement en cours), si le canal supporte VPS.
ru: Если да, VPS будет включен для мгновенных аписей (остановка после текущего события), если канал поддерживает VPS.

source: Yes
ar: نعم
fr: Oui
ru: Да

source: Yes (safe mode)
ar: نعم (الوضع الآمن)
fr: Oui (mode sans échec)
ru: Да (безопасный режим)

source: Yes, don't ask again
ar: نعم، لا تسأل مرة أخرى
fr: Oui, ne le redemandez pas.
ru: Да, больше не спрашивать

source: always ask
ar: أسال دائما
fr: Toujours demander
ru: всегда спрашивать

source: OK
ar: موافق
