Repository: OpenPLi/enigma2-plugins
Catalog: partnerbox/po/*.po
Languages: ar, cs, fr

source: (Partnerbox %s - Version: %s)
ar: (%s صندوق الشركاء - الإصدار: %s)

source: %d min
ar: %d دقيقة

source: %s%d min
ar: %s%d دقيقة

source: (ZAP)
ar: (تنقل)
cs: (PŘEPNOUT)

source: <unknown>
ar: <مجهول>
cs: <neznámý>
fr: <inconnu>

source: Abort
ar: الغاء
cs: Zrušit
fr: Abandon

source: Activate Picture in Picture
ar: تفعيل صورة داخل صورة
cs: Aktivovat PiP
fr: Activer l'incrustation d'image

source: Active boxes from local network only (using localhost names)
ar: الاجهزة النشطة من الشبكة المحلية فقط (باستخدام أسماء المضيف المحلي)
fr: Activer les récepteurs seulement du réseau local (en utilisant les noms localhost)

source: Add
ar: إضافة
cs: Přidat
fr: Ajouter

source: Add internal timer
ar: إضافة جهاز ضبط وقت داخلي
cs: Přidat interní časovač
fr: Ajouter une programmation interne

source: Add timer
ar: أضف مؤقت
cs: Přidat časovač
fr: Programmer

source: After event
ar: بعد الحدث
cs: Po skončení
fr: Après l'émission

source: Alternative
ar: بديل
fr: Ajouter les alternatifs

source: Alternative services are not supported!
ar: لا يتم دعم الخدمات البديلة!
cs: Alternativní programy nwjsou podporovány!
fr: Les services alternatifs ne sont pas supportés!

source: Apply
ar: تطبيق
cs: Použít
fr: Appliquer

source: Attention, this is repeated timer!
ar: انتباه ، هذا مؤقت متكرر!
cs: Pozor, toto je opakující se časovač!
fr: Attention, ceci est un timer qui se répète!

source: AutoTimer overview
ar: معاينة المؤقت الآلى
fr: Aperçu AutoTimer

source: Bouquet List
ar: قائمة الباقات
cs: Přehled
fr: Liste des bouquets

source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler

source: Change pin code
ar: تغيير الرقم السري
cs: Změnit pin
fr: Changer le code PIN

source: Channel
ar: قناة
cs: Kanál
fr: Chaîne

source: Choice list Partnerbox
ar: مربع الشريك لقائمة الاختيار
cs: Vyběr Partnerbox
fr: Liste de choix Partnerbox

source: Choose action:
ar: اختر الإجراء:
cs: Zvolte akci:
fr: Choisissez l’action :

source: Choose bouquet
ar: أختار الباقه
cs: Zvolte přehled
fr: Choisir le bouquet

source: Clean up
ar: تنظيف
cs: Vyčistit
fr: Nettoyage

source: Cleaning up finished timer entries...
ar: تنظيف إدخالات جهاز ضبط الوقت المنتهي...
cs: Vyčistit dokončené události...
fr: Effacer les programmations terminées…

source: Close and save
ar: إغلاق وحفظ
fr: Fermer et sauvegarder

source: Close without saving
ar: إغلاق دون حفظ
fr: Fermer sans sauvegarder

source: DVB-C
ar: نظام البث الرقمي عبر الكيبل

source: DVB-T
ar: نظام البث الرقمي الأرضي

source: Date
ar: تاريخ
cs: Datum

source: Deep Standby
ar: الاستعداد العميق
cs: Hluboký spánek
fr: Veille profonde

source: Delete
ar: حذف
cs: Odstranit
fr: Supprimer

source: Delete timer
ar: حذف المؤقت
cs: Odstranit časovač
fr: Effacer programmation

source: Description
ar: الوصـف
cs: Popis

source: Disable Picture in Picture
ar: تعطيل صوره داخل صوره
cs: Zakázat PiP
fr: Désactiver l'incrustation d'image

source: Do you really want to delete %s?
ar: هل تريد فعلا مسح %s?
fr: Voulez-vous vraiment effacer %s?

source: Do you really want to delete the remote timer %s ?
ar: هل تريد حقاً حذف جهاز ضبط الوقت عن بعد %s ?
cs: Chcete skutečně odstranit vzdálený časovač %s ?
fr: Voulez-vous vraiment supprimer la programmation à distance %s ?

source: Do you really want to delete the timer %s ?
ar: هل تريد حقا لحذف الموقت %s ?
cs: Chcete skutečně odstranit časovač %s ?
fr: Voulez-vous vraiment supprimer la programmation %s ?

source: EPG Selection
ar: إختيار دليل البرامج اليومي
cs: Výběr EPG
fr: Sélection EPG

source: Edit
ar: تعديل
cs: Upravit
fr: Éditer

source: Edit internal timer
ar: تحرير مؤقت داخلي
cs: Upravit interní časovač
fr: Editer la programmation interne

source: Edit remote timer
ar: تحرير مؤقت عن بعد
cs: Upravit vzdálený časovač
fr: Editer la programmation distante

source: Enable Partnerbox-AutoTimer function
ar: تمكين وظيفة المؤقت التلقائي على جهاز الشريك
fr: Activer la fonction Partnerbox-AutoTimer

source: Enable Partnerbox-Function in Channel Selector
ar: تمكين وظيفة جهاز الشريك في محدد القناة
cs: Povolit Partnerbox v přehledu programů
fr: Activez la Fonction-Partnerbox dans la sélection de chaîne

source: Enable Partnerbox-Function in EPGList
ar: تمكين وظيفة قائمة الدليل على جهاز الشريك
cs: Povolit Partnerbox v přehledech EPG
fr: Activez la Fonction-Partnerbox dans la liste EPG

source: Enable Partnerbox-Function in TimerEvent
ar: تمكين وظيفة مؤقت الحدث على جهاز الشريك
cs: Povolit Partnerbox v Časovači
fr: Activez la Fonction-Partnerbox dans l’évènement de programmation

source: Enable Red Button-Function in single/multi EPG
ar: تمكين وظيفة الزر الأحمر في الدليل الالكتروني الواحد/الدليل الالكتروني المتعدد
cs: Povolit funkci červeného tlačítka v EPG/mEPG
fr: Activer la fonction du bouton Rouge dans l’EPG simple/multi

source: Enable VPS
ar: تفعيل الخادم الإفتراضي الخاص
cs: Povolit VPS
fr: Activer VPS

source: Enable VPS-Function in TimerEvent
ar: تفعيل الخادم الإفتراضي الخاص-وظيفة مؤقت الحدث
cs: Povolit VPS-funkci v Časovači
fr: Activer la fonction VPS dans l’évènement de programmation

source: Enable first Partnerbox-entry in Timeredit as default
ar: تمكين إدخال جهاز الشريك الأول في تعديل المؤقت بشكل افتراضي
cs: Povolit první Partnerbox v úpravách časovače jako výchozí
fr: Activer d’abord Entrée-Partnerbox dans l’édition de programmation par défaut

source: Enable/disable moving item
ar: تمكين/تعطيل عنصر النقل
fr: Activer/désactiver le déplacement des éléments

source: EndTime
ar: وقت الانتهاء
cs: Čas konce
fr: Heure de fin

source: Enigma 1
ar: انجما 1

source: Enigma 2
ar: انجما 2

source: Enigma Type
ar: نوع الانجما
cs: Enigma
fr: Type d’Enigma

source: Enter the service pin
ar: أدخل الرقم السري للخدمة
cs: Zadat servisní pin
fr: Entrer le PIN service

source: Error:
ar: خطأ:
cs: Chyba:
fr: Erreur:

source: Error: No space left
ar: خطأ: لم يتبقى أي مساحة
cs: Chyba: žádné volné místo
fr: Erreur: Pas d'espace disponible

source: Error: Outdated
ar: خطأ: قديم
cs: Chyba: zastaralé
fr: Erreur: obsolète

source: Error: User aborted
ar: خطأ: تم خروج المستخدم
cs: Chyba: zrušeno uživatelem
fr: Erreur : Utilisateur a abandonné

source: Error: Zap failed
ar: خطأ: فشل الضغط
cs: Chyba: přepnutí selhalo
fr: Erreur : Échec du Zap

source: Eventview
ar: مشاهدة الحدث
cs: Zobrazení události
fr: Visualiser l’évènement

source: Fri
ar: الجمعه
cs: Pá
fr: Ven

source: Friday
ar: الجمعه
cs: Pátek
fr: Vendredi

source: Get MAC
ar: الحصول على ماك
cs: Získat MAC
fr: Obtenir la MAC

source: Getting Channel Information...
ar: الحصول على معلومات القناة...
cs: Získávají se informace o programu...
fr: Obtenir les informations de la chaîne…

source: Getting EPG Information...
ar: الحصول على معلومات الدليل الالكتروني...
cs: Získávají se EPG Informace...
fr: Obtenir l’Information de l’EPG...

source: Getting EPG data...
ar: الحصول على بيانات الدليل الالكتروني...
cs: Získávají se EPG data...
fr: Obtenir les données de l’EPG...

source: Getting Partnerbox Bouquet Information...
ar: الحصول على معلومات باقة الجهاز...
cs: Získávají se informace o přehledech Partnerboxu...
fr: Obtenir des informations sur le bouquet du Partnerbox ...

source: Getting Partnerbox Information...
ar: الحصول على معلومات جهاز الشريك...
cs: Získávají se informace z Partnerboxu...
fr: Obtenir des informations de Partnerbox ...

source: Getting timerlist data...
ar: الحصول على بيانات قائمة توقيت...
cs: Získávají se data z přehledu časovačů...
fr: Récupération de données de la liste des programmations…

source: Give Enigma time to fill epg cache...
ar: إعطاء الانجما الوقت لملء ذاكرة التخزين المؤقت الدليل الالكتروني...
cs: Načítá se epg cache, čekejte...
fr: Donner le temps à Enigma de remplir le cache epg...

source: IP
ar: عناون الايبي

source: Info
ar: معلومات

source: Internet services are not supported!
ar: خدمات الإنترنت غير مدعومة!
cs: Internetové programy nejsou podporovány!
fr: Les services Internet ne sont pas supporté!

source: Location
ar: الموقع
cs: Umístění
fr: Emplacement

source: MAC
ar: ماك

source: Manage autotimer for other dreamboxes in network
ar: إدارة المؤقت التلقائي على اجهزة الفوبلس الأخرى في الشبكة
fr: Gérer les programmations automatiques pour les autres récepteurs du réseau

source: Manage timer for other dreamboxes in network
ar: إدارة المؤقت على اجهزة الفوبلس الأخرى في الشبكة
cs: Správa časovačů ostatních přijímačů v síti
fr: Gérer les programmations pour les autres récepteurs dans le réseau

source: Menu PiP
ar: قائمة خاصية قناة داخل قناة

source: Mon
ar: الاثنين
cs: Po
fr: Lun

source: Monday
ar: الاثنين
cs: Pondělí
fr: Lundi

source: Move Picture in Picture
ar: تحريك صوره داخل صوره
cs: Přesunout PiP
fr: Déplacer l'incrustation d'image

source: Move item down
ar: نقل العنصر لأسفل
fr: Descendre l’élément

source: Move item up
ar: نقل العنصر لأعلى
fr: Remonter l’élément

source: Mute
ar: كتم الصوت
fr: Sourdine

source: Mute remote box
ar: كتم صوت الجهاز عن بعد
fr: Couper le son du récepteur distant

source: Name
ar: الاسم
cs: Název
fr: Nom

source: No
ar: لا
cs: Ne
fr: Non

source: OK
ar: موافق

source: Partnerbox
ar: جهاز الشريك

source: Partnerbox - RemotePlayer
ar: جهاز الشريك - مشغل الريموت
cs: Partnerbox - vzdálený přehrávač
fr: Partnerbox - Lecteur distant

source: Partnerbox Answer: %s
ar: إجابة جهاز الشريك: %s
cs: Odpověď Partnerboxu: %s
fr: Partnerbox réponse: %s

source: Partnerbox Entries
ar: إدخالات جهاز الشريك
cs: Partnerboxy
fr: Entrées du récepteur partenaire

source: Partnerbox RemoteTimer
ar: التحكم بالمؤقت على جهاز الشريك
cs: Partnerbox: Časovač
fr: Partnerbox Programmation Distante

source: Partnerbox Setup
ar: ضبط جهاز الشريك
cs: Nastavení partnerboxu
fr: Partnerbox Configuration

source: Partnerbox: AutoTimer
ar: جهاز الشريك: المؤقت التلقائي
fr: Partnerbox: Programmation Auto

source: Partnerbox: Edit Entry
ar: جهاز الشريك: تعديل الادخال
cs: Partnerbox: úprava
fr: Partnerbox: Editer l’entrée

source: Partnerbox: List of Entries
ar: جهاز الشريك:قائمة الإدخالات
cs: Partnerbox: seznam
fr: Partnerbox: Liste des entrées

source: Partnerbox: RemoteTV Player
ar: جهاز الشريك:مشغل التلفزيون عن بعد
cs: Partnerbox: TV přehrávač
fr: Partnerbox: Lecteur TV distant

source: Partnerbox: RemoteTimer
ar: جهاز الشريك:مشغل المؤقت
cs: Partnerbox: Časovač
fr: Partnerbox: Programmation Distante

source: Password
ar: كلمة المرور
cs: Heslo
fr: Mot de passe

source: Port
ar: المنفذ

source: Power
ar: الأغلاق
cs: Napájení
fr: Puissance

source: Press OK to edit timer...
ar: اضغط موافق لتحرير المؤقت...
cs: Pro úpravu časovače stiskněte OK
fr: Appuyez sur OK pour modifier la programmation…

source: Really close without saving settings? What do you want to do?
ar: هل أنت قريب حقاً من دون حفظ الإعدادات؟ ماذا تريد أن تفعل؟
fr: Vraiment fermer sans enregistrer les paramètres? Que voulez-vous faire?

source: Really delete this Partnerbox Entry?
ar: هل تريد حذف هذا الإدخال في جهاز الشريك؟
cs: Opravdu chcete odstranit tento Partnerbox?
fr: Vraiment supprimer cette entrée Partnerbox?

source: Remote Player
ar: مشغل عن بعد
cs: Vzdálený přehrávač
fr: Lecteur distant

source: Remote Timer
ar: الموقت عن بعد
cs: Vzdálený časovač
fr: Programmation distante

source: RemoteTimer Timerlist
ar: قائمة عداد الوقت عن بعد
cs: RemoteTimer časovače
fr: Programmation Distante Liste des programmations

source: Remove timer
ar: حذف المؤقت
cs: Odstranit časovač
fr: Supprimer la programmation

source: Repeated Timer are not supported!
ar: لا يتم اعتماد جهاز ضبط الوقت المتكرر!
cs: Opakovaný časovač není podporován!
fr: Les programmations répétées ne sont pas supportées!

source: Restart
ar: إعادة التشغيل
cs: Restartovat
fr: Redémarrer le récepteur

source: Restart enigma
ar: إعادة تشغيل الأنيجما
cs: Restartovat enigma
fr: Redémarrer OpenPLi

source: Sat
ar: السبت
cs: So
fr: Sam

source: Saturday
ar: السبت
cs: Sobota
fr: Samedi

source: Save
ar: حفظ
fr: Sauver

source: Select action for remote timer '%s':
ar: حدد إجراءً لمؤقت عن بعد '%s':
cs: Zvolte operaci pro vzdálený časovač '%s':
fr: Sélectionner une action pour la programmation distante ‘%s’:

source: Select action for timer '%s':
ar: حدد الإجراء الخاص بالمؤقِّت %s:
cs: Zvolte operaci pro časovač '%s':
fr: Choisir une action pour la programmation ‘%s’:

source: Select action:
ar: حدد الاجراء:
cs: Výběr akce:
fr: Choisir l'action:

source: Select operation for partnerbox
ar: تحديد العملية لجهاز الشريك
cs: Zvolte operaci pro partnerbox
fr: Sélectionner une opération pour PartnerBox

source: Send Wake-on-LAN
ar: إرسال تنبيه على شبكة محلية
cs: Poslat Wake-on-LAN
fr: Envoyer Wake-on-LAN

source: Servicelists/EPG
ar: قوائم القنوات/الدليل الالكتروني
cs: Seznam programů/EPG
fr: Listes des Services/EPG

source: Set %s as fallback remote receiver?
ar: تعيين %s كجهاز استقبال عن بعد احتياطي؟
cs: Nastavit %s jako záložní přijímač?
fr: Définir %s comme récepteur distant de repli?

source: Set as fallback remote receiver
ar: تعيين جهاز استقبال عن بعد احتياطي
cs: Nastavit jako záložní přijímač
fr: Défini comme récepteur distant de repli

source: Show 'RemoteTV Player' in E-Menu
ar: عرض 'التحكم في مشغل التلفزيون' في القائمة الإلكترونية
cs: Zobrazovat 'TV Přehrávač' v E-Menu
fr: Afficher ‘Lecteur TV distant’ dans E-Menu

source: Show 'RemoteTimer' in E-Menu
ar: عرض 'التحكم في المؤقت' في القائمة الإلكترونية
cs: Zobrazovat 'Časovač' v E-Menu
fr: Afficher ‘Programmation Distante’ dans E-Menu

source: Show 'RemoteTimer' in Event View context menu
ar: عرض 'التحكم في المؤقت' في قائمة سياق عرض الأحداث
cs: Zobrazovat 'Časovač' v Event View context menu
fr: Afficher ‘Programmation Distante’ dans le menu contextuel Voir l’évènement

source: Show 'RemoteTimer' in Eventinfo menu
ar: عرض 'التحكم في المؤقت' في قائمة معلومات الحدث
cs: Zobrazovat 'Časovač' v menu události
fr: Afficher ‘Programmation Distante’ dans le menu voir évènement

source: Show 'Stream current Service' in E-Menu
ar: عرض 'القناة الحالية في البث' في القائمة الإلكترونية
cs: Zobrazovat 'Streamovat aktuální program' v E-Menu
fr: Afficher ‘Streamer le service actuel’ dans E-Menu

source: Show all icon for event in EPGList
ar: عرض كل رمز للحدث في قائمة الدليل الالكتروني
cs: V EPG zobrazovat pro událost všechny ikony
fr: Afficher l’icône de l’évènement dans la ListeEPG

source: Show duration time for event
ar: عرض مدة الوقت للحدث
cs: Zobrazit délku trvání události
fr: Afficher la durée de l’évènement

source: Shutdown
ar: إغلاق
cs: Vypnout
fr: Éteindre

source: Sleep remote box
ar: وضع السكون عن بعد
fr: Mettre en veille le récepteur distant

source: Standard Zap
ar: ضغط الملف عادي
fr: Zap standard

source: Standby
ar: وضع الإستعداد
cs: Pohotovostní režim
fr: Veille

source: StartTime
ar: وقت التشغيل
cs: Čas začátku
fr: Heure de début

source: Starting Remote Player (IP = %s)
ar: بدء تشغيل التحكم بالمشغل عن بعد (الايبي = %s)
cs: Spouští se vzdálený přehrávač (IP=%s)
fr: Démarrer le lecteur distant (IP = %s)

source: Stream
ar: البث
fr: Flux

source: Stream TV from your Partnerbox
ar: بث التلفزيون من جهاز الشريك الخاص بك
cs: Streamovat TV z Partnerboxu
fr: Streamer la TV de votre Partnerbox

source: Stream current Service from Partnerbox
ar: بث الخدمة الحالية من جهاز الشريك
cs: Streamovat aktuální program z Partnerboxu
fr: Streamer le service courant depuis le Partnerbox

source: Stream current service from partnerbox
ar: بث الخدمة الحالية من جهاز الشريك
cs: Streamovat aktuální program z Partnerboxu
fr: Streamer le service courant depuis le Partnerbox

source: Sun
ar: الاحد
cs: Ne
fr: Dim

source: Sunday
ar: الاحد
cs: Neděle
fr: Dimanche

source: The pin code you entered is wrong.
ar: الرقم السري الذي قمت بإدخاله غير صحيح.
cs: Zadaný pin je špatný.
fr: Le code PIN saisi est mauvais.

source: Thu
ar: الخميس
cs: Čt
fr: Jeu

source: Thursday
ar: الخميس
cs: Čtvrtek
fr: Jeudi

source: Timer Overview
ar: نظرة عامة على المؤقت
cs: Přehled časovače
fr: Aperçu des programmations

source: Timer Type
ar: نوع المؤقت
cs: Typ časovače
fr: Type de programmation

source: Timer can not be added...no locations on partnerbox available.
ar: لا يمكن إضافة جهاز ضبط الوقت... لا توجد مواقع على جهاز الشريك متاحة.
cs: časovač nemůže být přidán... na partnerboxu není k dispozici žádné umístění.
fr: La programmation ne peut pas être ajoutée… pas de localisation sur la partnerbox disponible.

source: Timer entry
ar: إدخال الوقت
cs: Položka časovače
fr: Saisir programmation

source: Timer event deleted successfully.
ar: حدث مؤقت تم حذفه بنجاح.
cs: Časovač byl úspěšně odstraněn.
fr: Évènement de programmation a été effacée avec succès.

source: Timer event was created successfully.
ar: تم إنشاء حدث مؤقت بنجاح.
cs: Časovač byl úspěšně založen.
fr: L’évènement de programmation a été créé avec succès.

source: Timer menu
ar: قائمة المؤقت
cs: Menu časovače
fr: Menu des programmations

source: Toggle Standby
ar: تبديل وضع الاستعداد
cs: Přepnout Standby
fr: Basculer la veille

source: Toggle status (on/off)
ar: تبديل الحالة (تشغيل/إيقاف)
cs: Přepnout stav (zap/vyp)
fr: Basculer le statut (on/off)

source: Tue
ar: الثلاثاء
cs: Di
fr: Mar

source: Tuesday
ar: الثلاثاء
cs: Úterý
fr: Mardi

source: Use Wake-on-LAN
ar: استخدام التنبيه على شبكة محلية
cs: Použít Wake-on-LAN
fr: Utiliser Wake-on-LAN

source: Wake up remote box
ar: تنبيه مربع بعيد
fr: Réveiller le récepteur distant

source: Wakeup
ar: تنبيه
cs: Probudit
fr: Réveil

source: Wed
ar: الاربعاء
cs: St
fr: Mer

source: Wednesday
ar: الاربعاء
cs: Středa
fr: Mercredi

source: Yes
ar: نعم
cs: Ano
fr: Oui

source: Yes (safe mode)
ar: نعم (الوضع الآمن)
cs: Ano (bezpečný mód)
fr: Oui (mode sans échec)

source: You can not add services or bouquets from Enigma1-receivers into the channellist...
ar: لا يمكنك إضافة قنوات أو باقات من الانجما 1-الاجهزة في قائمة القنوات...
cs: Nelze přidávat do seznamu programů programy nebo přehledy z přijímačů používajících Enigma1...
fr: Vous ne pouvez pas ajouter des services ou bouquets depuis des récepteurs Enigma1 dans la liste des chaînes….

source: Zap
ar: التنقل
cs: Přepnout
fr: Zapper

source: Zap focus to Picture in Picture
ar: مركز التنقل إلى قناة داخل قناة
cs: Přepnout na PiP
fr: Zap focus image dans l'image

source: Zap focus to main screen
ar: مركز التنقل إلى الشاشة الرئيسية
cs: Přepnout na hlavní obraz
fr: Zap focus écran principal

source: Zap to service when streaming
ar: انطلق إلى الخدمة عند البث
cs: Přepnout na program při streamování
fr: Zapper sur le service en cas de stream

source: Zap/
ar: أنتقل/
cs: Přepnout/

source: Zapping to
ar: الانتقال إلى
cs: Přepíná se na
fr: Zapper vers

source: about to start
ar: على وشك البدأ
cs: začít okamžitě
fr: Sur le point de commencer

source: add AutoTimer
ar: أضف التوقيت التلقائي
fr: ajouter Programmation Auto

source: add AutoTimer for Partnerbox...
ar: إضافة مؤقت تلقائي إلى جهاز الشريك...
fr: ajouter Programmation Auto pour Partnerbox…

source: add Partnerbox bouquet
ar: إضافة باقة جهاز الشريك
cs: přidat Partnerbox přehled
fr: ajouter le bouquet Partnerbox

source: add Partnerbox service
ar: إضافة قناة جهاز الشريك
cs: přidat Partnerbox program
fr: Ajouter le service Partnerbox

source: auto
ar: تلقائي
cs: automaticky
fr: automatique

source: disabled
ar: تم التعطيل
cs: zakázáno
fr: désactivé

source: do nothing
ar: لا تفعل شيئ
cs: nic nedělat
fr: ne rien faire

source: done!
ar: إنتهى!
cs: dokončeno!
fr: Terminé!

source: go to deep standby
ar: الذهاب الى وضع الاستعداد العميق
cs: přejít do hlubokého spánku
fr: Mettre en veille profonde

source: go to standby
ar: الذهاب لوضع الاستعداد
cs: přejít do Standby
fr: Mettre en veille

source: mins
ar: دقائق
cs: minut

source: record
ar: تسجيل
cs: záznam
fr: enregistrement

source: recording...
ar: جاري التسجيل...
cs: nahrávání...
fr: Enregistrement...

source: setup for partnerbox
ar: ضبط جهاز الشريك
cs: Nastavení Partnerboxu
fr: configurer votre partnerbox

source: unknown service
ar: قناة مجهولة
cs: neznámý program
fr: Service inconnu

source: use external
ar: استخدام خارجي
cs: použít externí
fr: utiliser externe

source: use internal
ar: استخدام داخلي
cs: použít interní
fr: utiliser interne

source: waiting
ar: فى الانتظار
cs: čekání
fr: En attente

source: zap
ar: أنتقل
cs: přepnout

source: zapped
ar: تم الانتقال
cs: přepnuto
fr: Zappé

source: Service type
fr: Type de service
