Repository: OpenPLi/enigma2-plugins
Catalog: dreamexplorer/po/*.po
Languages: ar, cs, fr, it, pl, ru, sk

source: The Editor-Funktions are beta (not full tested) !!!
ar: محرر-الوظائف هي بيتا (لم يتم اختبارها بالكامل) !!!
cs: Funkce editoru jsou v beta verzi (nebylo plně otestováno) !!!
fr: La fonction Editeur est en bêta (non encore totalement testée) !!!
it: Le funzioni di editor sono beta (non completamente testate) !!!
pl: Funkcje edytora są w fazie beta (nie przetestowane w pełni) !!!
ru: Бета функция редактирования (полностью не протестировано) !!!
sk: Funkcie editoru sú v beta verzii (nebolo plne testované) !!!

source: You do it at your own risk!
ar: أنت تفعل ذلك على مسؤوليتك الخاصة!
cs: Děláte to na vlastní risk!
fr: Vous le faites à vos risques et périls!
it: Lo stai facendo a tuo rischio!
pl: Robisz to na własne ryzyko!
ru: Вы делаете это на свой страх и риск!
sk: Robíte to na vlastné riziko!

source: The author are NOT RESPONSIBLE for DATA LOST OR DISORDERS !!!
ar: صاحب البلاغ ليس مسؤولاً للبيانات المفقودة أو الاضطرابات !!!
cs: Autor není zodpovědný za ztrátu dat nebo poškození !!!
fr: L'auteur n’est pas responsable des pertes de données ou des désordres !!!
it: L'autore NON E' RESPONSABILE per PERDITE DATI O ALTRI INCONVENIENTI!!!
pl: Autor wtyczki NIE JEST ODPOWIEDZIALNY za UTRATĘ LUB USZKODZENIE DANYCH!!!
ru: Автор НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ за ПОТЕРЯННЫЕ или НАРУШЕННЫЕ ДАННЫЕ !!!
sk: Autor NIE JE ZODPOVEDNÝ za STRATU ALEBO PORUCHU ÚDAJOV !!!

source: have been CHANGED! Do you want to save it? WARNING!
ar: لقد تم تغيير! هل تريد حفظه؟ تحذير!
cs: Bylo ZMĚNĚNO! Chcete uložit? POZOR!
fr: a été CHANGE! Voulez-vous le sauvegarder? AVERTISSEMENT!
it: E' CAMBIATO! Vuoi salvarlo? ATTENZIONE!
pl: został ZMIENIONY! Czy chcesz go zapisać? UWAGA!
ru: был ИЗМЕНЕН! Вы действительно хотите сохранить? ВНИМАНИЕ!
sk: bolo ZMENENÉ! Chcete uložiť? POZOR!

source: to:
ar: الى:
cs: do:
fr: vers:
it: a:
pl: do:
ru: для:
sk: do:

source: Media-filter
ar: تصفية الوسائط
cs: multimediální filtr
fr: Filtre de média
it: Filtro media
pl: Filtr multimedialny
ru: Медиа-фильтр
sk: multimediálny filter

source: %s FAILED!
ar: %s فشل!
cs: %s SELHALO!
fr: %s Echec!
it: %s FALLITO!
pl: %s NIE POWIODŁO SIĘ!
ru: %s ОШИБКА!
sk: %s ZLYHALO!

source: ADDLINK
ar: إضافة رابط
fr: AJOUTERLIEN
pl: Dodaj link
ru: ДОБАВИТЬ ЛИНК
sk: PRID.ODKAZ

source: About
ar: حول
cs: O přijímači
fr: À propos
it: Informazioni
pl: O wtyczce
ru: Информация
sk: O prijímači

source: Add directory to Bookmarks
ar: إضافة دليل إلى إشارات مرجعية
cs: Přidat adresář do záložek
fr: Ajouter le répertoire au marque pages
it: Aggiungi cartella ai Segnalibri
pl: Dodaj katalog do zakładek
ru: Добавить директорию к закладкам
sk: Pridať zložku do záložiek

source: Auto play blu-ray file
ar: التشغيل التلقائي لملف البلوراي
fr: Lecture auto fichier Blu-ray
it: Riproduzione automatica di file blu-ray
ru: Авто проигрывание файла blu-ray
sk: Automatické prehrávanie blu-ray súboru

source: BZ2-package:\n
ar: BZ2-الحزمة:\n
cs: BZ2-balíček:\n
fr: paquet BZ2:\n
it: Pacchetto BZ2:\n
pl: Paczka bz2:\n
ru: BZ2-пакет:\n
sk: BZ2-balíček:\n

source: Bookmarks
ar: الاشارات المرجعية
fr: Favoris
it: Segnalibri
sk: Záložky

source: Bootlogo-package:\n
ar: حزمة -صورة بداية التشغيل:\n
cs: Bootlogo-balíček:\n
fr: paquet Bootlogo:\n
it: Pacchetto Bootlogo:\n
pl: Paczka bootlogo:\n
ru: Bootlogo-пакет:\n
sk: Bootlogo-balíček:\n

source: Box:
ar: جهاز الاستقبال:
cs: Přijímač:
fr: Récepteur:
pl: Tuner:
ru: Ресивер:
sk: Prijímač:

source: COPY
ar: نسخ
fr: COPIER
it: COPIA
sk: KOPÍROVAŤ

source: Cancel
ar: إلغاء
cs: Zavřít
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена
sk: Zrušiť

source: Create new directory
ar: إنشاء مجلد جديد
cs: Založit adresář
fr: Créer un nouveau répertoire
it: Crea una nuova cartella
pl: Utwórz nowy katalog
ru: Создать новую директорию
sk: Vytvoriť novú zložku

source: Create new directory in...
ar: إنشاء مجلد جديد في...
cs: Založit adresář v...
fr: Créer un nouveau répertoire dans…
it: Crea una nuova cartella in...
pl: Utwórz nowy katalog w...
ru: Создать новую директорию в ...
sk: Vytvoriť novú zložku v...

source: Create new file
ar: إنشاء ملف جديد
cs: Založit soubor
fr: Créer un nouveau fichier
it: Crea un nuovo file
pl: Utwórz nowy plik
ru: Создать новый файл
sk: Vytvoriť nový súbor

source: Create new file in...
ar: إنشاء ملف جديد في...
cs: Založit soubor v...
fr: Créer un nouveau fichier dans…
it: Crea un nuovo file in...
pl: Utwórz nowy plik w...
ru: Создать новый файл в...
sk: Vytvoriť nový súbor v...

source: Create softlink...
ar: إنشاء رابط...
cs: Vytvořit softlink...
fr: Créer un lien symbolique…
it: Crea un collegamento...
pl: Utwórz dowiązanie miękkie (symboliczne)...
ru: Создать символьную ссылку...
sk: Vytvorit softlink...

source: DELLINK
ar: حذف الرابط
fr: EFFACERLIEN
it: CANCELLALINK
pl: Usuń link
ru: УДАЛИТЬ ЛИНК
sk: ZRUŠODKAZ

source: Delete
ar: حذف
fr: Supprimer
it: Rimuovere
sk: Vymazať

source: Directory name error !
ar: خطأ اسم المسار !
cs: Chyba v názvu adresáře!
fr: Erreur de nom de répertoire !
it: Errore di nome della cartella!
pl: Błąd w nazwie katalogu!
ru: Ошибка имени директории !
sk: Chyba v názve zložky!

source: Disable
ar: تعطيل
cs: Zakázat
fr: Désactiver
it: Disabilita
pl: Wyłącz
ru: Отключить
sk: Zakázať

source: Disassemble to bytecode...
ar: تفكيك إلى بايت كود ...
cs: Disassemble na bytecode...
fr: Dé-assembler vers byte code…
it: Disassembla al bytecode...
pl: Rozbierz na kod bajtowy...
ru: Разобрать в байт-код ...
sk: Rozložiť na bytecode...

source: Do you realy want to DELETE:
ar: هل تريد حقا حذف:
cs: Opravdu chcete ODSTRANIT:
fr: Voulez-vous vraiment EFFACER:
it: Vuoi veramente ELIMINARE:
pl: Czy na pewno chcesz USUNĄĆ:
ru: Вы действительно хотите УДАЛИТЬ:
sk: Naozaj chcete VYMAZAŤ:

source: Do you want to execute?\n
ar: هل تريد التنفيذ؟\n
cs: Chcete provést?\n?
fr: Voulez-vous vraiment exécuter?\n
it: Vuoi eseguire?\n
pl: Czy chcesz wykonać?
ru: Вы действительно хотите выполнить?\n
sk: Chcete vykonať?\n?

source: Do you want to set
ar: هل تريد تعيين
cs: Chcete nastavit
fr: Voulez-vous définir
it: Vuoi impostare
pl: Czy chcesz ustawić
ru: Вы действительно хотите установить
sk: Chcete nastaviť

source: Dream Explorer...
ar: متصفح ملفات الرسيفر...
ru: Dream-обозреватель...

source: Dream-Explorer
ar: تصفح ملفات الرسيفر
ru: Dream-обозреватель

source: Dream-Explorer - DELETE DIRECTORY...
ar: متصفح ملفات الرسيفر - حذف المسار...
cs: Dream-Explorer - ODSTRANIT ADRESÁŘ...
fr: Dream-Explorer - EFFACER REPERTOIRE…
it: Dream-Explorer- ELIMINA CARTELLA...
pl: Dream-Explorer - usuń katalog...
ru: Dream-обозреватель - УДАЛИТЬ ДИРЕКТОРИЮ...
sk: Dream-Explorer - ODSTRÁNIŤ ZLOŽKU...

source: Dream-Explorer - DELETE file...
ar: متصفح ملفات الرسيفر - حذف الملف...
cs: Dream-Explorer - ODSTRANIT soubor...
fr: Dream-Explorer - EFFACER fichier…
it: Dream-Explorer- ELIMINA FILE...
pl: Dream-Explorer - usuń plik...
ru: Dream-обозреватель - УДАЛИТЬ файл...
sk: Dream-Explorer - ODSTRÁNIŤ súbor...

source: Dream-Explorer : Disassemble...
ar: متصفح ملفات الرسيفر - تفكيك...
fr: Dream-Explorer : Dé-assembler…
it: Dream-Explorer : Disassembla...
pl: Dream-Explorer : rozbierz...
ru: Dream-обозреватель : разборка...
sk: Dream-Explorer: Rozložiť...

source: Dream-Explorer : Install...
ar: متصفح ملفات الرسيفر - تثبيت...
cs: Dream-Explorer : Instalovat...
fr: Dream-Explorer : Installation…
it: Dream-Explorer : Installa...
pl: Dream-Explorer : zainstaluj...
ru: Dream-обозреватель : инсталлировать...
sk: Dream-Explorer : Inštalovať...

source: Dream-Explorer...
ar: متصفح ملفات الرسيفر...

source: Dreambox-Explorer coded 2010 by Vali Support & Help on www.dreambox-tools.info
ar: متصفح ملفات الرسيفر أكواد 2010بواسط فالي للدعم والمساعدة الرجاء زيارة الموقع
it: Dreambox-Explorer programmato dal 2010 da Vali Supporto & Aiuto su www.dreambox-tools.info
pl: Dream-Explorer napisany w 2010 roku przez Vali Wsparcie i pomoc na www.dreambox-tools.info
ru: Dream-обозреватель автор 2010 Vali Поддержка & помощь www.dreambox-tools.info
sk: Dreambox-Explorer coded 2010 by Vali Podpora a pomoc na www.dreambox-tools.info

source: Edit line
ar: تعديل السطر
cs: Upravit řádek
fr: Editer la ligne
it: Modifica la linea
pl: Edycja wiersza
ru: Редактирование строки
sk: Upravit riadok

source: Enable
ar: تفعيل
cs: Povolit
fr: Activer
it: Abilita
pl: Włącz
ru: Включить
sk: Povoliť

source: Error by reading bookmarks !!!
ar: خطأ بقراءة الإشارات المرجعية !!!
cs: Chyba při čtení záložek !!!
fr: Erreur en lisant les marque pages !!!
it: Errore nella lettura dei segnalibri!!!
pl: Błąd w odczycie zakładek !!!
ru: Ошибка чтения закладок !!!
sk: Chyba pri čítaní záložiek!!!

source: Error by writing bookmarks !!!
ar: خطأ بكتابة الإشارات المرجعية !!!
cs: Chyba při zápisu záložek !!!
fr: Erreur en écrivant les marque pages !!!
it: Errore nella scrittura dei segnalibri!!!
pl: Błąd w zapisie zakładek !!!
ru: Ошибка записи закладок !!!
sk: Chyba pri zápise záložiek!!!

source: Error...
ar: خطا...
cs: Chyba...
fr: Erreur...
it: Errore...
pl: Błąd...
ru: Ошибка...
sk: Chyba...

source: Explore your box
ar: تصفح جهاز الاستقبال الخاص بك
cs: Průzkumník vašeho boxu
fr: Explorer votre récepteur
it: Esplora il tuo decoder
pl: Przeglądaj pliki na swoim tunerze
ru: Обозреватель Вашего ресивера
sk: Preskúmajte svoj prijímač

source: File name error !
ar: خطأ اسم الملف !
cs: Chyba v názvu souboru!
fr: Erreur dans le nom du fichier
it: Errore di nome file!
pl: Błąd w nazwie pliku !
ru: Ошибка имени файла !
sk: Chyba v názve súboru!

source: File-Explorer
ar: متصفح الملفات
cs: Průzkumník souborů
fr: Explorateur-Fichier
pl: Eksplorator plików
ru: Файловый-обозреватель
sk: Priesumník súborov

source: GZ-package:\n
ar: GZ-الحزمة:\n
cs: GZ-balíček:\n
fr: paquet GZ:\n
it: Pacchetto GZ:\n
pl: Paczka gz:\n
ru: GZ-пакет:\n
sk: GZ-balíček:\n

source: Incompatible MerlinMusicPlayer version!
ar: إصدار مشغل مارلين للموسيقى غير متوافق!
cs: Nekompatibilní verze MerlinMusicPlayer!
fr: Version incompatible de MerlinMusicPlayer!
it: Versione di MerlinMusicPlayer non compatibile!
pl: Niekompatybilna wersja wtyczki MerlinMusicPlayer
ru: Несовместимая версия MerlinMusicPlayer!
sk: Nekompatibilná verzia MerlinMusicPlayer!

source: Info...
ar: معلومات...
cs: Informace...
pl: Informacje...
ru: Инфо...
sk: Informácia...

source: Input
ar: الإدخال
cs: Zadání
fr: Entrée
pl: Wpisz
ru: Вход
sk: Vstup

source: Install new bootlogo...
ar: تثبيت صورة بداية التشغيل جديدة...
cs: Instalovat nové bootlogo...
fr: Installez un nouveau logo de démarrage…
it: Installa il nuovo bootlogo...
pl: Instalowanie nowego loga startowego...
ru: Инсталлировать новое bootlogo...
sk: Inštalovať nové bootlogo...

source: Install this package
ar: تثبيت هذه الحزمة
cs: Instalovat tento balíček
fr: Installer ce paquet
it: Installa questo pacchetto
pl: Zainstaluj ten pakiet
ru: Инсталлировать этот пакет
sk: Inštalovať tento balíček

source: List of Storage Devices
ar: قائمة أجهزة التخزين
cs: Seznam záznamových zařízení
fr: Liste des périphériques de stockage
it: Elenco dei dispositivi di archiviazione
pl: Lista nośników danych
ru: Список устройств хранения
sk: Zoznam úložných zariadení

source: MOVE
ar: التحرك
fr: DEPLACER
it: SPOSTA
sk: PRESUN

source: Make a softlink
ar: إنشاء رابط
fr: Créer un lien symbolique
it: Crea un collegamento
sk: Vytvoriť softlink

source: Make a softlink...
ar: إنشاء رابط...
cs: Vytvořit softlink...
fr: Créer un lien symbolique…
it: Crea un collegamento...
pl: Zrób dowiązanie symboliczne...
ru: Создать символьную ссылку...
sk: Vytvoriť softlink...

source: Move/Copy
ar: تحريك/نسخ
fr: Déplacer/Copier
it: Sposta/Copia
sk: Presunúť/Kopírovať

source: My Bookmarks
ar: إشاراتي المرجعية
cs: Záložky
fr: Mes marque pages
it: I miei segnalibri
pl: Moje zakładki
ru: Мои закладки
sk: Záložky

source: No more picture-files.
ar: لا مزيد من ملفات الصور.
cs: Nejsou již zádné obrázky.
fr: Plus aucun fichier image.
it: Nessun altro file di immagine.
pl: Brak zdjęć.
ru: Нет больше фото-файлов
sk: Žiadne obrazové súbory.

source: No more playable files.
ar: لا مزيد من الملفات القابلة للتشغيل.
cs: Nejsou již žádné přehratelné soubory.
fr: Plus aucun fichier jouable.
it: Nessun altro file multimediale.
pl: Brak odtwarzalnych plików.
ru: Нет больше файлов для воспроизведения.
sk: Žiadne prehrávateľné súbory.

source: OPKG-package:\n
ar: حزمة - مضغوطة:\n
cs: OPKG-balíček:\n
fr: paquet OPKG:\n
it: Pacchetto OPKG:\n
pl: Pakiet OPKG:\n
ru: OPKG-пакет:\n
sk: OPKG-balíček:\n

source: Options:
ar: الخيارات:
cs: Možnosti:
it: Opzioni:
pl: Opcje:
ru: Опции:
sk: Možnosti:

source: Pack my bootlogo
ar: الرجوع إلى صورة بداية التشغيل
cs: Zabalit moje bootlogo
fr: Créer un paquet avec mon logo de démarrage
it: Crea pacchetto con il mio bootlogo
pl: Spakuj moje bootlogo
ru: Упаковать мое bootlogo
sk: Zabaliť moje bootlogo

source: Parent Directory
ar: الدليل الرئيسي
cs: Rodičovský adresář
fr: Dossier parent
it: Cartella padre
pl: Katalog nadrzędny
ru: Родительская директория
sk: Nadradená zložka

source: Picture-Explorer
ar: متصفح الصور
cs: Přehrávač obrázků
fr: Explorateur d'images
pl: Eksplorator zdjęć
ru: Фото-обозреватель
sk: Prehrávač obrázkov

source: Picture-Player not available!
ar: متصفح الصور غير متوفر!
cs: Přehrávač obrázků není dostupný!
fr: Visionneuse d’images non disponible!
it: Picture-Player non disponibile!
pl: Odtwarzacz zdjęć jest niedostępny!
ru: Просмотр-фото не доступен!
sk: Prehrávač obrázkov nie he dostupný!

source: Preview all pictures
ar: معاينة جميع الصور
cs: Prohlédnout všechny obrázky
fr: Prévisualiser toutes les images
it: Mostra anteprima di tutte le immagini
pl: Podgląd wszystkich zdjęć
ru: Превью всех фотографий
sk: Ukážka všetkých obrázkov

source: Pyc-Script:\n
ar: مزامنة السكريبت:\n
fr: Scripte Pyc:\n
pl: Skrypt pyc:\n
ru: Pyc-скрипт:\n

source: Remove directory from Bookmarks
ar: إزالة الدليل من الإشارات المرجعية
cs: Odstranit adresář ze záložek
fr: Supprimer le répertoire des marque pages
it: Elimina cartella dai segnalibri
pl: Usuń katalog z zakładek
ru: Переименование директории из закладок
sk: Odstranit zložku zo záložiek

source: Rename
ar: إعادة التسميه
fr: Renommer
it: Rinomina
sk: Premenovať

source: Rename directory...
ar: إعادة تسمية الدليل...
cs: Přejmenovat adresář...
fr: Renommez le répertoire...
it: Rinomina cartella...
pl: Zmień nazwę katalogu...
ru: Переименование директории...
sk: Prejmenovať zložku...

source: Rename file...
ar: إعادة تسمية الملف...
cs: Přejmenovat soubor...
fr: Renommer le fichier…
it: Rinomina file...
pl: Zmień nazwę pliku...
ru: Переименование файла...
sk: Prejmenovať súbor...

source: Rename: %s FAILED!
ar: إعادة التسمية: %s فشل!
cs: Přejmenovat: %s SELHALO!
fr: Renommage: %s ECHOUE!
it: Rinomina: %s FALLITA!
pl: Zmiana nazwy: %s NIE POWIODŁA SIĘ!
ru: Переименование: %s ОШИБКА!
sk: Premenovanie: %s ZLYHALO!

source: Running processes:
ar: العمليات قيد التشغيل:
cs: Běžící procesy:
fr: Processus en cours d’exécution:
it: Processi in esecuzione:
pl: Uruchomione procesy:
ru: Запущенные процессы:
sk: Bežiace procesy:

source: Select Copy/Move location...
ar: حدد موقع نسخ/نقل...
cs: Zvolte umístění pro Copy /Move...
fr: Sélectionnez la localisation de Copier/Déplacer…
it: Seleziona la posizione per la copia o lo spostamento...
pl: Wybierz miejsce kopiowania/przenoszenia...
sk: Vyberte umiestnenie pre Kopírovanie/Presun...

source: Set archive mode (644)
ar: تعيين وضع التصريح (644)
cs: Nastavit archivní mód (644)
fr: Définir le mode archive (644)
it: Imposta modo per file archivio (644)
pl: Ustaw tryb archiwum (644)
ru: Установить права чтения (644)
sk: Nastaviť režim archívu (644)

source: Set executable mode (755)
ar: تعيين وضع التصريح (755)
cs: Nastavit spouštěcí mód (755)
fr: Définir le mode exécutable (755)
it: Imposta modo per file eseguibile (755)
pl: Ustaw tryb wykonywalny (755)
ru: Установить права выполнения (755)
sk: Nastaviť spustiteľný režim (755)

source: Set first the Softlink name ...
ar: تعيين اسم الرابط أولاً ...
cs: Nejprve nastavte název Softlinku...
fr: D'abord définir le nom du lien symbolique…
it: Imposta prima il nome del collegamento...
pl: Najpierw ustaw nazwę dowiązania symbolicznego...
ru: Установите имя символьной ссылки в первую очередь ...
sk: Najprv nastavte názov Softlink...

source: Set name
ar: تعيين الاسم
fr: Définir le nom
it: Imposta il nome
sk: Nastaviť názov

source: Set start directory
ar: تعيين دليل البدء
cs: Nastavit výchozí adresář
fr: Définir le répertoire de départ
it: Imposta la cartella di partenza
pl: Ustaw katalog startowy
ru: Установить как стартовую директорию
sk: Nastaviť východziu zložku

source: Softlink name error !
ar: خطأ اسم الرابط !
cs: Chyba v názvu Softlinku!
fr: Erreur dans le nom du lien symbolique !
it: Errore nel nome del collegamento!
pl: Błąd w nazwie dowiązania symbolicznego !
ru: Ошибка имени символьной ссылки !
sk: Chyba v názve Softlinku !

source: Sort by date (bouquet-)
ar: فرز حسب التاريخ (باقة-)
cs: Třídit podle stáří (bouquet-)
fr: Trier par date (bouquet-)
it: Ordina per data (bouquet-)
pl: Sortuj według daty (bukiet-)
ru: Сортировка по дате (букет-)
sk: Zoradiť podľa dátumu (bouquet-)

source: Sort by name (bouquet+)
ar: فرز حسب الاسم (باقة+)
cs: Třídit podle názvu (bouquet+)
fr: Trier par nom (bouquet+)
it: Ordina per nome (bouquet+)
pl: Sortuj według nazwy (bukiet+)
ru: Сортировка по имени (букет+)
sk: Zoradiť podľa názvu (bouquet+)

source: Start execution
ar: بدء التنفيذ
cs: Spustit
fr: Commencer l'exécution
it: Avvia l'esecuzione
pl: Rozpocznij wykonywanie
ru: Начать выполнение
sk: Spustiť

source: This line is not editable!
ar: هذا السطر غير قابل للتحرير!
cs: Tato řádka nejde upravit!
fr: Cette ligne n'est pas modifiable!
it: Questa linea non è modificabile!
pl: Ten wiersz nie jest edytowalny!
ru: Эта строка не редактируется!
sk: Tento riadok nie je možné upravovať!

source: Turn off the media-filter first.
ar: قم بإيقاف تشغيل عامل تصفية الوسائط أولاً.
cs: Nejdříve vypněte multimediální filtr.
fr: Désactiver d’abord le filtre de média.
it: Disattiva prima il filtro media.
pl: Najpierw wyłącz filtr multimedialny.
ru: Выключите медиа-фильтр в первую очередь.
sk: Najskôr vypnite mediálny filter.

source: View this shell-script
ar: عرض هذا البرنامج النصي
cs: Prohlédnout tento shell-script
fr: Voir ce scripte shell
it: Vedi questo script di shell
pl: Wyświetl ten skrypt powłoki
ru: Просмотр этого shell-скрипта
sk: Pozrieť si tento shell skript

source: WARNING! they doing now COPY or MOVE
ar: تحذير! يفعلون الآن نسخ أو نقل
cs: POZOR! Právě se Kopíruje/Přemísťuje
fr: ATTENTION! ils font maintenant un COPIER ou DÉPLACER
it: ATTENZIONE! adesso si effettua una COPIA O SPOSTAMENTO
pl: UWAGA! oni teraz KOPIUJĄ lub PRZENOSZĄ
ru: ВНИМАНИЕ! сейчас происходит КОПИРОВАНИЕ или ПЕРЕМЕЩЕНИЕ
sk: POZOR! Vykonáva sa KOPÍROVANIE alebo PRESUN

source: WARNING! they make now a softlink from
ar: تحذير! أنها تجعل الآن الرابط من
cs: POZOR! Vytváří se softlink z
fr: ATTENTION! ils créent maintenant un lien symbolique depuis
it: ATTENZIONE! adesso si effettua un collegamento da
pl: UWAGA! oni teraz robią dowiązanie symboliczne z
ru: ВНИМАНИЕ! сейчас будет создана новая символьная ссылка из
sk: POZOR! Vytvára sa softlink z

source: Write the new softlink name here:
ar: اكتب اسم الرابط الجديد هنا:
cs: Zapište název nového softlinku:
fr: Ecrire le nouveau nom du lien symbolique ici:
it: Scrivi il nuovo nome per il collegamento:
pl: Napisz tutaj nową nazwę dowiązania symbolicznego:
ru: Впишите имя новой символьной ссылки здесь:
sk: Zapíšte názov nového softlinku:

source: [All files]
ar: [كل الملفات]
cs: [všechny soubory]
fr: [Tous les fichiers]
it: [Tutti i file]
pl: [Wszystkie pliki]
ru: [Все файлы]
sk: [všetky súbory]

source: [Media files]
ar: [ملفات الوسائط]
cs: [multimediální soubory]
fr: [Fichiers médias]
it: [file multimediali]
pl: [Pliki multimedialna]
ru: [Медиа файлы]
sk: [multimediálne súbory]

source: [sort by Date]
ar: [فرز حسب التاريخ]
cs: [podle stáří]
fr: [Trier par Date]
it: [ordina per data]
pl: [Sortowanie według daty]
ru: [сортировка по дате]
sk: [podľa dátumu]

source: [sort by Name]
ar: [فرز حسب الاسم]
cs: [podle názvu]
fr: [Trier par Nom]
it: [ordina per nome]
pl: [Sortowanie według nazwy]
ru: [сортировка по имени]
sk: [podľa názvu]

source: last-mod
ar: أخر وضع
fr: dernière-mod
it: ultima-mod
pl: zmodyfikowano
ru: дата изменения
sk: posledný režim

source: loading...
ar: جار التحميل...
cs: nahrávání...
fr: chargement...
it: caricamento...
pl: ładowanie...
ru: загружаем...
sk: načítavanie...

source: mode
ar: وضع
cs: mód
it: modalità
pl: tryb
ru: режим
sk: mód

source: mvi-Explorer
ar: متصفح الافلام
pl: Eksplorator mvi
ru: mvi-обозреватель

source: old:
ar: القديمه:
cs: starý:
fr: Ancien:
it: vecchio:
pl: stary:
ru: старый:
sk: starý:

source: read error
ar: خطأ في القراءة
cs: chyba při čtení
fr: erreur de lecture
it: errore di lettura
pl: błąd w odczycie
ru: ошибка чтения
sk: chyba pri čítaní

source: ready...
ar: جاهز...
cs: připraven...
fr: prêt….
it: pronto...
pl: gotowe...
ru: готово...
sk: pripravený...

source: size
ar: الحجم
cs: velikost
fr: taille
it: dimensione
pl: rozmiar
ru: объем
sk: veľkosť

source: wait...
ar: انتظر...
cs: čekejte...
fr: attendez...
it: attendi...
pl: czekaj...
ru: подождите...
sk: čakajte...
