Repository: OpenPLi/enigma2-plugins
Catalog: ftpbrowser/po/*.po
Languages: ar

source: %d kb/s
ar: %d كيلوبايت/الثانية

source: A basic FTP client
ar: بروتوكول نقل الملفات الرئيسي

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
ar: يوجد بالفعل ملف بهذا الاسم (%s) محليًا. هل تريد الكتابة عليه؟

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
ar: يوجد ملف بهذا الاسم (%s) بالفعل على المضيف البعيد. هل تريد الكتابة عليه؟

source: A transfer is currently in progress. What do you want to do?
ar: النقل قيد التقدم حاليا. ماذا تريد أن تفعل؟

source: Abort transfer
ar: بورت النقل

source: Add
ar: إضافة

source: Address:
ar: العنوان:

source: Are you sure you want to delete %s?
ar: هل أنت متأكد أنك تريد الحذف %s?

source: Cancel
ar: إلغاء

source: Configuration saved.
ar: تم حفظ التهيئة.

source: Connect to FTP...
ar: الاتصال بروتوكول نقل الملفات...

source: Could not connect to ftp server!
ar: تعذر الاتصال بخادم بروتوكول نقل الملفات!

source: Could not delete %s.
ar: تعذر الحذف %s.

source: Could not obtain list of files.
ar: تعذر الحصول على قائمة الملفات.

source: Could not rename %s.
ar: تعذر إعادة تسمية %s.

source: Delete
ar: حذف

source: Download
ar: تحميل

source: Download finished.
ar: إنتهاء التحميل.

source: ETA %d:%02d min
ar: الوقت المقدر للوصول %d:%02d دقيقة

source: Edit
ar: تعديل

source: Enter URI
ar: أدخل الرابط

source: Enter URI of FTP Server:
ar: أدخل الرابط من خادم بروتوكول نقل الملفات:

source: Enter new filename:
ar: أدخل اسم الملف الجديد:

source: Error
ar: خطأ

source: Error during download.
ar: خطأ أثناء التحميل.

source: Exit
ar: الخروج

source: FTP Queue Manager
ar: مدير قائمة انتظار بروتوكول نقل الملفات

source: FTP Server Editor
ar: تعديل خادم بروتوكول نقل الملفات

source: FTP Server Manager
ar: مدير خادم بروتوكول نقل الملفات

source: Local
ar: محلي

source: Name:
ar: الاسم:

source: OK
ar: موافق

source: Parent Directory
ar: الدليل الرئيسي

source: Passive:
ar: سلبي:

source: Password:
ar: كلمة المرور:

source: Port:
ar: المنفذ:

source: Queue Manager
ar: إدارة قائمة الانتظار

source: Queue processed.
ar: تمت معالجة قائمة الانتظار.

source: Really delete this entry? It cannot be recovered!
ar: حقا حذف هذا الإدخال؟ لا يمكن استعادته!

source: Remote
ar: ريموت التحكم عن بعد

source: Remote (not connected)
ar: التحكم عن بعد (غير متصل)

source: Removed %s.
ar: تم الازالة %s.

source: Removing directories is not supported.
ar: لا يتم دعم إزالة المجلدات.

source: Rename
ar: إعادة التسميه

source: Renamed %s to %s.
ar: تمت إعادة التسميته %s إلى %s.

source: Run in Background
ar: تشغيل في الخلفية

source: Save
ar: حفظ

source: Select local file list
ar: تحديد قائمة الملفات المحلية

source: Select remote file list
ar: تحديد قائمة الملفات عن بعد

source: Server Manager
ar: مدير الخادم

source: There already is an active connection. Do you want to abort it?
ar: يوجد بالفعل اتصال فعال. هل تريد إنهاءه؟

source: There already is an active transfer.
ar: يوجد بالفعل نقل نشط.

source: Upload
ar: رفع

source: Upload finished.
ar: تم التحميل.

source: Username:
ar: اسم المستخدم:

source: Which server do you want to connect to?
ar: ما هو الخادم الذي تريد الاتصال به؟

source: close
ar: إغلاق

source: enter directory/get file/put file
ar: أدخل الدليل / الحصول على ملف / وضع الملف

source: open menu
ar: افتح القائمة
