Repository: OpenPLi/enigma2-plugins
Catalog: movietagger/po/*.po
Languages: ar, fr, ru

source: Add Tag
ar: إضافة وسم
fr: Ajouter une étiquette
ru: Доб. тег

source: Add new Tag
ar: إضافة علامة جديدة
fr: Ajouter un auteur
ru: Доб. новый тег

source: Assigned Tags
ar: العلامات المعينة
fr: Mots clés assignés
ru: Назначенные теги

source: Can't write movietags, because no meta-file found!
ar: لا يمكن كتابة علامات الافلام ، لأنه لا يوجد ملف الفوقية وجدت!
fr: Impossible d'écrire des movietags, car aucun méta-fichier n'a été trouvé !
ru: Невозможно записать видео тег, мета-файл не найден!

source: Clear all Tags
ar: مسح كافة العلامات
fr: Effacer toutes les étiquettes
ru: Удалить все теги

source: Clear all Tags? This will delete ALL tags in ALL recodings! Are you sure?
ar: مسح كافة العلامات؟ هذا سوف حذف جميع العلامات في جميع التسجيلات! هل أنت متأكد؟
fr: Effacer tous les étiquettes ? Ceci supprimera TOUTES les étiquettes de TOUS les enregistrements ! Vous êtes sûr ?
ru: Удалить все теги? Это удалить ВСЕ теги для ВСЕХ записей! Действительно выполнить это?

source: Enter the new Tag
ar: أدخل العلامة الجديدة
fr: Entrer la nouvelle étiquette
ru: Ввод нового тега

source: Movie Tagger
ar: محدد الفيلم
fr: Étiquetter Film
ru: Видео тег

source: Movie Tagger...
ar: محدد الفيلم...
fr: Étiquetter Film…
ru: Видео тег...

source: Predefined Tag
ar: علامة تعريف مسبقًا
fr: Étiquette prédéfinie
ru: Предопределенный тег

source: Remove Tag
ar: إزالة العلامة
fr: Supprimer Marque
ru: Удалить тег

source: Specified Tags
ar: علامات التمييز المحددة
fr: Étiquettes spécifiées
ru: Указанные теги

source: Toggle List
ar: تبديل القائمة
fr: Basculer la liste
ru: Смена списка

source: Used Tag
ar: علامة المستخدم
fr: Étiquette utilisée
ru: Используемый тег

source: User-specific Tag
ar: علامة خاصة بالمستخدم
fr: Étiquette spécifique à l'utilisateur
ru: Пользовательский тег

source: Ver.
ar: نسخة.
ru: Вер.

source: Whitepace will be replaced by "_"
ar: سيتم استبدال وايتبيس بـ "_"
fr: L’espace sera remplacé par "_"
ru: Пробел будет заменен на "_"
