Repository: OpenPLi/enigma2-plugins
Catalog: blindscan/po/*.po
Languages: ar, de, lt, nl, ru, sk, vi

source: Searching for active satellite transponders...
nl: Scan op actieve transponders ...
ru: Поиск активных спутниковых транспондеров ...

source: Select a tuner that is configured for the satellite you wish to search
ar: تحديد موالف الذي تم تكوينه للأقمار الصناعية التي ترغب في البحث عنها
de: Konfigurierten Tuner auswählen, mit dem der Satellit abgesucht werden soll
lt: Pasirinkite imtuvą, sukonfigūruotą palydovui, kuriame norite ieškoti
nl: Indien van toepassing kiest u hier een tuner die geconfigureerd is om de gewenste satelliet te scannen.
ru: Выберите тюнер, который настроен для спутника, на котором Вы хотите произвести поиск.
sk: Vyberte tuner, ktorý je nakonfigurovaný pre satelit, ktorý chcete prehľadať
vi: Chọn bộ chỉnh tần số được định cấu hình cho vệ tinh bạn muốn tìm kiếm

source: Select all
de: Alles auswählen
nl: Selecteer alles
ru: Выбрать все
vi: Chọn tất cả

source: Select between 1 and 5. Higher numbers give more accurat search results.
nl: Kies van 1 - 5. Een hoger getal geeft een beter resultaat.
ru: Выберите от 1 до 5. Чем больше число, тем точнее результаты поиска.

source: Select the satellite you wish to search
ar: حدد الأقمار الصناعية التي ترغب في البحث عنها
de: Satelliten (Orbital Position) auswählen, der abgesucht werden soll
lt: Pasirinkite palydovą, kuriame norite ieškoti
nl: Indien van toepassing wijzigt u de te scannen satelliet met de toetsen L / R.
ru: Выбор необходимого спутника для поиска.
sk: Vyberte satelit, ktorý chcete prehľadať
vi: Chọn vệ tinh bạn muốn tìm kiếm

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
de: Für die Suche den/die Transponder auswählen und grüne Taste drücken. Gelbe Taste drücken markiert alle Transponder. Mit blauer Taste Auswahl aufheben.
nl: Kies de transponders en druk groen om te scannen. Druk geel om alle transponders te selecteren en blauw om alle selecties te verwijderen.
ru: Выберите нужные транспондеры и нажмите зеленую кнопку для сканирования. Желтая кнопка для выбора всех траспондеров, синяя для отмены всех.
vi: Chọn bộ tiếp sóng và nhấn màu xanh lá cây để quét. Nhấn màu vàng để chọn tất cả các bộ tiếp sóng và màu xanh để bỏ chọn tất cả.

source: Select type for scan:
de: Modus für die Suche auswählen:
lt: Pasirinkite skenavimo tipą:
nl: Kies het type om te scannen:
ru: Выбор типа сканирования:
sk: Voľba typu hľadania:
vi: Chọn loại để quét:

source: Service searching to be started MANUALLY by the user. To change this press green.
nl: Een zenderscan moet door de gebruiker handmatig worden gestart. U kunt dit wijzigen met de groene toets.
ru: Поиск сервисов должен запускаться пользователем ВРУЧНУЮ. Чтобы изменить это, нажмите зеленую кнопку.

source: Service searching will start AUTOMATICALLY. To change this press green.
nl: Een zenderscan zal automatisch worden gestart. U kunt dit wijzigen met de groene toets.
ru: Поиск сервисов начнется АВТОМАТИЧЕСКИ. Чтобы изменить это, нажмите зеленую кнопку.

source: Smaller steps takes longer but scan is more thorough
de: Kleinere Schritte benötigen länger, aber die Suche ist genauer
nl: Kleine stappen duurt langer maar de scan is zorgvuldiger
ru: Меньшие шаги занимают больше времени, но сканирование выполняется более тщательно.
sk: Menšie kroty zaberú viac času, vyhľadávanie je však viac dôsledné
vi: Các bước nhỏ hơn mất nhiều thời gian hơn nhưng quét kỹ hơn

source: Sorry, this tuner is in use.
de: Dieser Tuner ist in Nutzung.
lt: Atsiprašome, šis imtuvas užimtas.
nl: Sorry, de tuner is in gebruik.
ru: Извините, этот тюнер занят!
sk: Prepáčte, tento tuner sa už používa
vi: Xin lỗi, bộ chỉnh này đang được sử dụng.

source: Start scan
de: Starte Suche
lt: Pradėti skenavimą
nl: Start de scan
ru: Старт поиска
sk: Spustiť vyhľadávanie
vi: Bắt đầu quét

source: Step %d %d:%02d min
de: Schritt %d %d:%02d min
lt: Žingsnis %d %d:%02d min
nl: Stap %d %d:%02d min
ru: Шаг %d %d:%02d мин
sk: Krok %d %d:%02d min
vi: Bước%d%d:%02d phút

source: Symbol rate values are in megasymbols; enter a value between %d and %d
nl: De waardes van symbolrates zijn in megasymbolen: Voer een waarde in van %d tot %d
ru: Значения символьных скоростей в мега символах; введите значение от %d до %d.

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
ar: قيم معدل الترميز في ترميز الميقا,أدخل القيمة بين 1 و 44
de: Einen Wert zwischen 1 und 44 bei der Symbolrate in MSym/s eingeben
lt: Simbolių dažnis yra megasimboliais; įveskit reikšmę tarp 1 ir 44
nl: Symbol rate waardes. Voert u hier aub een waarde in van 1 tot 44 of laat deze ongewijzigd.
ru: Значения символьных скоростей в мега символах; введите значение от 1 до 44.
sk: Hodnoty prenosovej rýchlosti sú v megasymboloch, zadajte hodnotu medzi 1 a 44
vi: Giá trị biểu tượng được tính bằng megasymbols; nhập giá trị từ 1 đến 44

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
ar: قيم معدل الترميز في ترميز الميقا,أدخل القيمة بين 2 و 45
de: Einen Wert zwischen 2 und 45 bei der Symbolrate in MSym/s eingeben
lt: Simbolių dažnis yra megasimboliais; įveskit reikšmę tarp 2 ir 45
nl: Symbol rate waardes. Voert u hier aub een waarde in van 2 tot 45 of laat deze ongewijzigd.
ru: Значения символьных скоростей в мега символах; введите значение от 2 до 45.
sk: Hodnoty prenosovej rýchlosti sú v megasymboloch, zadajte hodnotu medzi 2 a 45
vi: Giá trị biểu tượng được tính bằng megasymbols; nhập giá trị từ 2 đến 45

source: The blindscan run was cancelled by the user.
ar: تم إلغاء البحث الأعمى عن القنوات من قبل المستخدم.
de: Blindscan Suche wurde durch den Nutzer abgebrochen.
lt: Aklas skenavimas atšauktas vartotojo.
nl: De blindscan is door de gebruiker geannuleerd
ru: Слепой поиск был отменен пользователем.
sk: Spustený blindscan bol zrušený užívateľom.
vi: Việc chạy bịt mắt đã bị hủy bởi người dùng.

source: The suggested polarisation for this satellite is "%s"
ar: الاستقطاب المقترح لهذا القمر هو "%s"
de: Empfohlene Polarisation für diesen Satelliten ist "%s"
nl: Met deze optie stelt u de polarisatie in. Standaard is de polarisatie voor deze satelliet '%s' Verder kunt u ook nog kiezen uit verticaal, horizontaal, circulair rechts en links, circulair rechts en circulair links.
ru: Предлагаемая поляризация для этого спутника "%s"
vi: Phân cực được đề xuất cho vệ tinh này là "%s"

source: Transponder searching finished!
de: Transpondersuche beendet!
lt: Transponderių paieška baigta!
nl: De transponderscan is gereed!
ru: Поиск транспондеров завершен!
sk: Prehľadávanie transpondéra skončilo!
vi: Transponder tìm kiếm xong!

source: Tuner
ar: المؤالف
lt: Imtuvas
ru: Тюнер
vi: Bộ chỉnh

source: Use Sundtek full hardware blind scan!
de: Nutze Sundtek für einen echten Hardware Blindscan!
lt: Naudoti Sundtek aparatūrinį aklą skenavimą!
nl: Gebruik Sundtek complete hardware blindscan!
ru: Используйте Sundtek - полный аппаратный слепой поиск!
vi: Sử dụng quét mù phần cứng đầy đủ Sundtek!

source: Utility from the manufacturer
ru: Утилита производителя

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
ar: عندما الأقمار الصناعية المجاورة قويه جدا وهذا يتجنب البحث تردد مجهول ان تكون قادمه من الأقمار الصناعية المجاورة.
de: Wenn ein Nachbar Satellit sehr stark ist, wird vermieden, Transponder zu suchen, von denen bekannt ist, dass sie vom benachbarten Satelliten kommen.
nl: Met deze optie kunt u voorkomen dat, indien een naburige satelliet erg sterk is dat transponders waarvan bekend is dat die van die andere satelliet afkomstig zijn, toegekend worden aan de huidig gescande satelliet. U kunt kiezen tussen 'uitgeschakeld of van 1 - 3 graden verschil'.
ru: Если уровень сигнала с соседнего спутника очень сильный, это позволяет избежать сканирования транспондеров с этого спутника.
vi: Khi một vệ tinh lân cận rất mạnh, điều này sẽ tránh việc tìm kiếm các bộ tiếp sóng được biết là đến từ vệ tinh lân cận.

source: circular left
ar: دائرى يسار
de: Zirkular links
lt: apskritiminė kairė
nl: Circulair links
ru: круговая левая
sk: ľavá kruhová
vi: tròn trái

source: circular left/right
de: Zirkular links/rechts
nl: Circulair links/rechts
ru: круговая левая/правая
vi: tròn trái / phải

source: circular right
ar: دائرى يمين
de: Zirkular rechts
lt: apskritiminė dešinė
nl: Circulair rechts
ru: круговая правая
sk: pravá kruhová
vi: vòng tròn bên phải

source: circular right and circular left
ar: دائري يمين أو دائري يسار
de: Zirkular rechts und zirkular links
lt: apskritiminė dešinė ir apskritiminė kairė
nl: Circulair rechts en circulair links
ru: круговая правая и круговая левая
sk: pravá kruhová a ľavá kruhová
vi: tròn phải và tròn trái

source: don't scan
de: Nicht suchen
nl: Scan niet
ru: не сканировать
vi: không quét

source: horizontal
ar: أفقي
lt: horizontali
nl: Horizontaal
ru: горизонтальная
sk: horizontálna
vi: ngang

source: no
ar: لا
de: Nein
lt: ne
nl: Nee
ru: нет
sk: nie
vi: không

source: save to XML file
ar: حفظ ملف معلومات الترددات
de: Abspeichern in XML Datei
lt: išsaugoti XML faile
nl: Sla op in XML bestand
ru: сохранить в XML файл
sk: uložiť do súboru XML
vi: lưu vào tệp XML

source: scan
de: Suche
ru: поиск
vi: quét

source: scan for channels
ar: البحث عن القنوات
de: Suche nach Kanälen
lt: ieškoti kanalų
nl: Zenderscan
ru: поиск каналов
sk: vyhľadať kanály
vi: quét các kênh

source: scan for transponders
de: Suche nach Transpondern
nl: Transponderscan
ru: поиск транспондеров
vi: quét các bộ tiếp sóng

source: up to 1 degree
ar: درجة واحدة للأعلى
de: bis zu 1° Abstand
lt: iki 1 laipsnio
nl: tot 1 graad
ru: до 1 градуса
sk: až do 1 stupňa
vi: lên đến 1 độ

source: up to 2 degrees
ar: درجتين للأعلى
de: bis zu 2° Abstand
lt: iki 2 laipsnių
nl: tot 2 graden
ru: до 2 градусов
sk: až do 2 stupňov
vi: lên đến 2 độ

source: up to 3 degrees
ar: ثلاث درجات للأعلى
de: bis zu 3° Abstand
lt: iki 3 laipsnių
nl: tot 3 graden
ru: до 3 градусов
sk: až do 3 stupňov
vi: lên đến 3 độ

source: vertical
ar: عامودي
de: vertikal
lt: vertikali
nl: Verticaal
ru: вертикальная
sk: vertikálna
vi: theo chiều dọc

source: vertical and horizontal
ar: الرأسي والأفقي
de: vertikal und horizontal
lt: vertikali ir horizontali
nl: Verticaal en horizontaal
ru: вертикальная и горизонтальная
sk: vertikálna a horizontálna
vi: dọc và ngang

source: yes
de: Ja
lt: taip
nl: Ja
ru: да
sk: áno
vi: có

source: yes (keep feeds)
de: Ja (Feeds behalten)
lt: taip (išsaugoti šaltinius)
nl: Ja (behoudt de feeds)
ru: да (хранить feeds)
sk: áno (ponechať feedy)
vi: có (giữ thức ăn)

source: A recording is in progress.
nl: Er loopt een opname.

source: Another type
lt: Kito tipo
nl: Nog een type
sk: Iný typ

source: Dreambox type
lt: Aparato tipas
nl: Type settopbox
sk: Typ Dreamboxu

source: Frequency values must be between %d MHz and %d MHz (C-band)
nl: Frequenties moeten liggen tussen %d MHz en %d MHz (C-band)

source: inverted
nl: geïnverteerd

source: normal
nl: normaal

source: Current Status : %d/%d Satellite : %s Polarization : %s Frequency range : %d - %d MHz Symbol rates : %d - %d MHz
lt: Dabartinis stovis: %d/%d Palydovas: %s Poliarizacija: %s Dažnių diapazonas: %d - %d MHz Simbolių dažniai: %d - %d MHz

source: "channel scan" searches for channels and saves them to your receiver; "save to XML file" does a transponder search and saves found transponders to an XML file in satellites.xml format
lt: 'kanalų paieška' ieško kanalų ir išsaugo juos imtuve; 'įrašyti į XML failą' atlieka transponderių paiešką ir surastus išsaugo XML formate į satellites.xml failą

source: AUTOMATICALLY start service searching, press green to change
lt: AUTOMATIŠKAI pradėti kanalų paiešką, kad pakeisti, spauskite 'ŽALIĄ' mygtuką
sk: AUTOMATICKÉ spustenie vyhľadávania staníc, pre zmenu stlačte Zelené tlač.

source: Blind scan for dreambox DVB-S2 tuners
lt: DVB-S2 imtuvų aklasis skenavimas

source: Dreambox blind scan is not supported by this tuner (%s)!
lt: Šis imtuvas (%s) nepalaiko aklosios paieškos!

source: Frequency values must be between 10700 MHz and 12749 MHz
ar: يجب أن تكون قيم التردد بين 10700 ميغاهرتز و 12749 ميجاهرتز
lt: Dažniai turi būti tarp 10700 MHz ir 12749 MHz

source: Frequency values must be between 10701 MHz and 12750 MHz
ar: يجب أن تكون قيم التردد بين 10701 ميغاهرتز و 12750 ميغاهرتز
lt: Dažniai turi būti tarp 10701 MHz ir 12750 MHz

source: Frequency values must be between 3000 MHz and 4199 MHz (C-band)
lt: Dažniai turi būti tarp 3000 MHz ir 4199 MHz (C-band palydovams)
sk: Hodnoty frekvencie musia byť medzi 3000 MHz and 4199 MHz (C-pásmo)

source: Frequency values must be between 3001 MHz and 4200 MHz (C-band)
lt: Dažniai turi būti tarp 3001 MHz ir 4200 MHz (C-band palydovams)
sk: Hodnoty frekvencie musia byť medzi 3001 MHz and 4200 MHz (C-pásmo)

source: Horizontal
lt: Horizontali
sk: Horizontálna

source: If you select "yes" in addition to scan transponders list the NIT (Network Information Table; contains all the info of a provider) is being read and the channels being advertised in there are stored in your tuner.
lt: Jei pasirinksite 'taip', be transponderių sąrašo skenavimo, bus nuskaityta NIT (tinklo informacijos lentelė; apima visą informaciją apie tiekėją) ir ten nurodyti kanalai bus išsaugoti jūsų imtuve.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels
ar: إذا قمت بتحديد "نعم" المسح سيتم فقط حفظ قنوات غير مشفرة؛ "لا" سوف تجد القنوات المشفرة وغير المشفرة
lt: Jei pasirinksite 'taip', bus išsaugoti tik nekoduoti kanalai; 'ne' išsaugos ir koduotus, ir nekoduotus kanalus.

source: MANUALLY start service searching, press green to change
lt: Pradėti kanalų paiešką RANKINIU būdu, kad pakeisti, spauskite 'ŽALIĄ' mygtuką
sk: MANUÁLNE spustenie vyhľadávania staníc, pre zmenu stlačte Zelené tlač.

source: Network scan
lt: Tinklo skenavimas
sk: Vyhľadávanie siete

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
lt: Joks imtuvas neįjungtas! Prieš pradėdami kanalų paiešką, sukonfigūruokite imtuvą.
sk: Nie je povolený tuner! Pred spustením vyhľadávania si prosím nastavte konfiguráciu tuneru.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
lt: Nėra ko skenuoti! Prieš pradėdami kanalų paiešką, sukonfigūruokite savo imtuvą.
sk: Nie je čo vyhľadávať! Pred spustením vyhľadávania si prosím nastavte konfiguráciu tuneru.

source: Press OK to start the scan
lt: Paieškai pradėti, spauskite 'OK'
sk: Stlačením OK spustíte vyhľadávanie

source: Press green to start service searching!
lt: Kanalų paieškai pradėti, spauskite 'ŽALIĄ' mygtuką!
sk: Stlačením Zeleného tlač. spustíte prehľadávanie

source: The suggested polarisation for this satellite is '%s'
lt: Rekomenduojama poliarizacija šiam palydovui yra '%s'

source: Try to find used satellite transponders...
lt: Bandoma rasti naudojamus palydovinius transponderius...
sk: Pokus o nájdenie používaných satelitných transpondérov...

source: Vertical
lt: Vertikali
sk: Vertikálna

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite
ar: عندما يكون قمر صناعي مجاورة قوية جداً تجنب هذا البحث عن التردد يعرف القادمة من الأقمار الصناعية المجاورة
lt: Kai kaimyninis palydovas labai stiprus, taip išvengiama paieškos transponderių, žinomai esančių iš kaimyninio palydovo

source: circular right & circular left
lt: apskritiminė dešinė ir apskritiminė kairė

source: vertical & horizontal
lt: vertikali ir horizontali

source: "channel scan" searches for channels and saves them to your receiver; both options do a transponder search and save the result in /tmp in an XML file in satellites.xml format
ar: "بحث قناة" البحث عن القنوات ويحفظ لهم إلى جهاز الاستقبال الخاص بك؛ كلا الخيارين القيام ببحث المستجيب وحفظ النتيجة في/tmp في ملف XML بتنسيق satellites.xml

source: Blindscan
ar: البحث الأعمى

source: Current Status : %d/%d Satellite : %s Polarization : %s Frequency range : %d - %d MHz Symbol rates : %d - %d MHz
ar: الوضع الحالي: %d/%d الأقمار الصناعية: %s الاستقطاب: %s نطاق الترددات: % d-معدلات ميغاهرتز الرمز % d: % d-% d ميغا هرتز

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search
ar: إذا قمت بتحديد "نعم" سيتم حذف جميع القنوات على القمر الصناعي يجري البحث قبل البدء في البحث الحالي

source: Looking for available transponders. This will take a short while.
ar: ابحث عن الترددات المتاحة. هذا سيستغرق فتره قصيرة.

source: "channel scan" searches for channels and saves them to your receiver;"transponder scan" does a transponder search and displays the result allowing user to select some or all transponder. Both options save the results insatellite.xml format under /tmp
ar: "بحث القنوات" يبحث عن القنوات ويحفظها في جهاز الاستقبال الخاص بك,"بحث التردد"لا يبحث عن التردد ويعرض النتيجة على الشاشة الصغيرة من قبل المستخدم لتحديد بعض أو كل الترددات. عرض كل الخيارين حفظ النتائج من ملف ستلايت اكسمل في مجلد تمب

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search.
ar: إذا قمت بتحديد "نعم" سيتم حذف جميع القنوات على القمر الصناعي يجري البحث قبل البدء في البحث الحالي.

source: Current Status:
ar: الحالة الحالية :

source: Satellite:
ar: قمر صناعي:

source: Polarization:
ar: الاستقطاب:

source: Current Status: Satellite: Polarization:
ar: الحالة الحالية: القمر الصناعي: الاستقطاب:

source: Frequency range:
ar: نطاق الترددات:

source: Symbol rates:
ar: معدلات الترميز:
