Repository: OpenPLi/enigma2-plugins
Catalog: blindscan/po/*.po
Languages: ar, de, lt, nl, ru, sk, vi

source: Second slot dual tuner may not be supported blind scan.
lt: Antrasis dvigubo imtuvo lizdas gali nepalaikyti aklojo skenavimo.
nl: Een Dual tuner in een tweede slot wordt mogelijk niet ondersteund door blindscan.
ru: Второй слот этого двойного тюнера может не поддерживать слепой поиск.
sk: Druhy tuner nemusí podporovať blind scan.
vi: Bộ điều chỉnh kép khe thứ hai có thể không được hỗ trợ quét mù.

source: WARNING! Blind scan may make the tuner malfunction on a VU+ and ET receiver. A reboot afterwards may be required to return to proper tuner function.
lt: DĖMESIO! Aklasis skenavimas gali sutrikdyti Vu+ ir ET imtuvų darbą. Kad atstatyti imtuvo funkcijas, vėliau jį gali prireikti paleisti iš naujo.
nl: Waarschuwing! Blindscan kan soms een tunerprobleem bij Vu+ en Xtrend ontvangers veroorzaken. Een herstart kan noodzakelijk zijn om de tuner weer correct te laten functioneren.
ru: ВНИМАНИЕ! Слепое сканирование, может сделать временно не рабочим тюнер, на VU+/ET ресиверах. Необходима перезагрузка ресивера после сканирования, для того чтобы вернуть тюнер в рабочее состояние.
sk: POZOR! Blind scan môže spôsobiť zlyhanie tuneru na prijímačoch VU+ a ET. Po dokončení môže byť pre návrat do normálnych funkcií tuneru vyžadovaný reštart.
vi: CẢNH BÁO! Quét mù có thể làm cho bộ chỉnh tần số bị trục trặc trên máy thu VU + và ET. Khởi động lại sau đó có thể được yêu cầu để trở về chức năng bắt sóng thích hợp.

source: You must use the power adapter.
lt: Naudokite maitinimo šaltinį.
nl: U dient de voedingsadapter te gebruiken.
ru: Необходимо использовать адаптер питания.
vi: Bạn phải sử dụng bộ chuyển đổi nguồn.

source: Starting Sundtek hardware blind scan.
lt: Paleidžiamas aklasis skenavimas Sundtek įranga.
nl: De Sundtek hardware blindscan begint.
ru: Sundtek - старт аппаратного слепого поиска.
sk: Spúšťa sa Sundtek hardvérový blind scan.
vi: Bắt đầu quét mù phần cứng Sundtek.

source: tuner.
lt: imtuvas.
ru: тюнер.
vi: bộ chỉnh.

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
de: "Suche nach Kanälen" sucht Kanäle und speichert sie in Ihrem Empfänger; "Suche nach Transpondern" führt eine Transpondersuche durch und zeigt die Ergebnisse an, so dass der Benutzer bestimmte oder alle Transponder auswählen kann. Beide Optionen speichern die Ergebnisse in der Datei satellites.xml unter /tmp
nl: Een zenderscan zoekt naar zenders en slaat deze op in uw ontvanger. Een transponderscan voert een transponderonderzoek uit en geeft de resultaten weer waarna de gebruiker de gewenste transponders kan selecteren. De resultaten worden in de satellites.xml indeling opgeslagen in /tmp.
ru: Варианты - "сканирование каналов" поиск каналов и сохранение их в ресивере; "сканирование транспондера" выполняет поиск по транспондерам и отображает результаты, позволяющие пользователю выбрать некоторые или все транспондеры. Оба варианта сохраняют результаты в формате satellites.xml в /tmp.
vi: "quét kênh" tìm kiếm các kênh và lưu chúng vào máy thu của bạn; "quét transponder" thực hiện tìm kiếm transponder và hiển thị kết quả cho phép người dùng chọn một số hoặc tất cả transponder. Cả hai tùy chọn đều lưu kết quả ở định dạng satellites.xml trong / tmp

source: "scan for channels" searches for channels and saves them to your receiver; "Save to XML" does a transponder search and saves the results in satellites.xml format and stores it in /tmp
nl: Een zenderscan zoekt naar zenders en slaat deze op in uw ontvanger. "Opslaan in XML" zoekt naar transponders, slaat de resultaten op in het satellites.xml formaat en slaat deze op in de map /tmp
ru: Варианты - "сканирование каналов" выполняет поиск каналов и сохраняет их в ресивере; "Сохранить в XML" выполняет поиск транспондеров и сохраняет результаты в формате satellites.xml в /tmp.

source: %d transponder(s) found
de: %d Transponder gefunden
lt: Surasti %d transponderiai
nl: %d transponder(s) gevonden
ru: %d транспондер(ов) найден(о)
sk: Nájdených transpondérov: %d
vi: %d transponder(s) được tìm thấy

source: %d transponders found at %d:%02d min
de: %d Transponder in %d:%02d min gefunden
lt: Surasti %d transponderiai %d:%02d min
nl: %d transponders gevonden in %d:%02d min
ru: %d транспондеров найдено за %d:%02d мин
sk: %d nájdených transpondérov o %d:%02d min
vi: %d bộ tiếp sóng được tìm thấy ở%d:%02d phút

source: %d:%02d/%d:%02dmin
ru: %d:%02d/%d:%02d мин
vi: %d:%02d/%d:%02dphút

source: %dMHz scanned
de: %dMHz gescannt
lt: Nuskenuota %dMHz
nl: %dMHz gescand
ru: %dMHz сканируется
sk: %dMHz prehľadávaných
vi: %dHMz được quét

source: Accuracy (higher is better)
de: Genauigkeit (höher ist besser)
lt: Tikslumas (didesnis yra geriau)
nl: Accuratesse (hoger is beter)
ru: Точность (чем выше, тем лучше)
sk: Presnosť (vyššia je lepšie)
vi: Độ chính xác (cao hơn là tốt hơn)

source: Auto / Manual
nl: Auto / Handmatig
ru: Авто/В ручную

source: Blind scan
ar: البحث الأعمى
lt: Aklasis skenavimas
ru: Слепой поиск
sk: Blink scan
vi: Quét mù

source: Blind scan for DVB-S2 tuners
de: Blindscan für DVB-S2-Tuner
lt: DVB-S2 imtuvų aklasis skenavimas
nl: Blindscan voor DVB-S2 tuners
ru: Слепой поиск для DVB-S2 тюнеров
sk: Blind scan pre DVB-S2 tunery
vi: Quét mù cho bộ chỉnh DVB-S2

source: Blind scan state
ar: حالة البحث الأعمى
de: Blindscan Status
lt: Aklojo skenavimo būsena
nl: Blindscan status
ru: Состояние слепого поиска
sk: Stav Blind scanu
vi: Trạng thái quét mù

source: Blindscan is not supported in
de: Blindscan wird nicht unterstützt bei
lt: Aklasis skenavimas nepalaikomas
nl: Blindscan is niet ondersteund in
ru: Слепой поиск не поддерживается для
sk: Blindscan nie je podporovaný v
vi: Blindscan không được hỗ trợ trong

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
de: VORSICHT: Wenn Sie "Ja" wählen, werden durch den Scan keine "doppelten" Transponder aus der Liste entfernt. Voreinstellung ist "nein". Ändern Sie dies nur, wenn Sie verstehen, warum Sie es tun.
nl: Let op!!! Indien u deze optie activeert, dan worden dubbele transponders niet uit de lijst verwijderd. De standaard is 'niet geactiveerd'. Wijzig dit alléén als u begrijpt waarom u dit doet.
ru: ВНИМАНИЕ: Если Вы выберете "да" сканирование не удалит "дублированные" транспондеры из списка. Значение по умолчанию "нет". Менять его стоит в том случае, если вы понимаете зачем вы это делаете.
vi: THẬN TRỌNG: Nếu bạn chọn "có", quá trình quét sẽ không xóa các bộ tiếp sóng "trùng lặp" khỏi danh sách. Mặc định là "không". Chỉ thay đổi điều này nếu bạn hiểu lý do tại sao bạn đang làm điều đó.

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
de: ACHTUNG: Wenn Sie "Ja" auswählen, wird das Ergebnis nicht mit den in der satellites.xml aufgelisteten Transpondern synchronisiert. Voreinstellung ist "nein". Ändern Sie dies nur, wenn Sie verstehen, warum Sie es tun.
nl: Let op!!! Indien u deze optie activeert, dan wordt de scan niet gesynchroniseerd met al aanwezige transponders in de satellites.xml. De standaardwaarde is 'Nee'. Wijzig dit alléén als u begrijpt waarom u dit doet.
ru: ВНИМАНИЕ: Если Вы выберете "да" сканирование не будет синхронизироваться с транспондерами перечисленными в satellites.xml. Значение по умолчанию "нет". Менять его стоит в том случае, если вы понимаете зачем вы это делаете.
vi: THẬN TRỌNG: Nếu bạn chọn "có", quá trình quét sẽ không đồng bộ hóa với các bộ tiếp sóng được liệt kê trong satellites.xml. Mặc định là "không". Chỉ thay đổi điều này nếu bạn hiểu lý do tại sao bạn đang làm điều đó.

source: CAUTION: Only select "inverted" if you are using an inverted LNB (i.e. an LNB where the local oscillator frequency is greater than the scan frequency). Default is "normal". Only change this if you understand why you are doing it.
nl: Let op!!! Kies enkel voor 'inverted' als u een inverted LNB gebruikt (d.w.z. een LNB waarbij de lokale oscillatorfrequentie groter is dan de scanfrequentie). De standaardinstelling is 'normaal'. Wijzig dit alléén als u begrijpt waarom u dit doet.
ru: ВНИМАНИЕ: Выбирайте "инвертировать", только если Вы используете инвертированный LNB (то есть LNB, где частота гетеродина больше, чем частота сканирования). По умолчанию "нормально". Изменяйте это только в том случае, если Вы понимаете, зачем вы это делаете.

source: Cancel
ar: إلغاء
de: Abbruch
nl: Annuleer
ru: Отмена
vi: Hủy bỏ

source: Clear before scan
ar: مسح قبل البحث
de: Vor dem Scan löschen
lt: Prieš skenuojant, išvalyti
nl: Vóór zoeken alle zenders wissen?
ru: Очистка перед сканированием
sk: Vymazať pred skenovaním
vi: Xóa trước khi quét

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MSym/s
nl: Huidige status: %d/%d Satelliet: %s Polarisatie: %s Frequentiebereik: %d - %d MHz Symboolwaardes: %d - %d Msym/s
ru: Текущее значение: %d/%d Спутник: %s Поляризация: %s Частотный диапазон: %d - %d MHz Скорость потока: %d - %d MSym/s

source: DVB-S only
de: Nur DVB-S
lt: Tik DVB-S
ru: только DVB-S
sk: Len DVB-S
vi: Chỉ DVB-S

source: Deselect all
de: Alles abwählen
nl: Verwijder uw keuze
ru: Отменить весь выбор
vi: Bỏ chọn tất cả

source: Disable remove duplicates
ar: تعطيل وحذف التكرارات
de: Deaktiviert das Entfernen von Duplikaten
nl: Verwijder de mogelijk dubbele transponders
ru: Отключить удаление дубликатов
vi: Vô hiệu hóa loại bỏ trùng lặp

source: Disable sync with known transponders
ar: تعطيل المزامنة مع الترددات المعروفة
de: Deaktiviert die Synchronisierung mit bekannten Transpondern
nl: Synchronisatie met bekende transponders uitschakelen
ru: Отключить синхронизацию с известными транспондерами
vi: Vô hiệu hóa đồng bộ hóa với các bộ tiếp sóng đã biết

source: Exit
ar: خروج
de: Zurück
lt: Užverti
nl: Afsluiten
ru: Выход
sk: Ukončiť
vi: Thoát

source: Filter out adjacent satellites
ar: تصفية الأقمار الصناعية المتجاورة
de: Filtert benachbarte Satelliten heraus
lt: Nufiltruoti gretimus palydovus
nl: Filter naastgelegen satellieten uit
ru: Фильтр от соседних спутников
sk: Filtrovať susedné satelity
vi: Lọc ra các vệ tinh liền kề

source: Frequency values must be between %d MHz and %d MHz
de: Frequenzwert muss zwischen %d MHz und %d MHz liegen
nl: Frequenties moeten liggen tussen %d MHz en %d MHz
ru: Значение частот должны быть между %d MHz / %d MHz.
vi: Các giá trị tần số phải nằm trong khoảng từ %d MHz đến%d MHz

source: Hardware blind scan is not supported by this tuner (%s)!
de: Hardware Blindscan wird von diesem Tuner Typ nicht unterstützt (%s)!
nl: Harwarematige blindscan is niet ondersteund door deze tuner (%s)!
ru: Аппаратный слепой поиск не поддерживается этим тюнером (%s)!
vi: Quét mù phần cứng không được hỗ trợ bởi bộ chỉnh này (% s)!

source: Hardware type
ru: Аппаратный тип

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
de: Wenn Sie "Ja" auswählen, werden alle Kanäle auf dem Satelliten gelöscht, bevor die aktuelle Suche gestartet wird. Ja (Feeds beibehalten) bedeutet dasselbe, aber alle Feed-Dienste/Transponder werden beibehalten.
lt: Jei pasirinksite 'taip', prieš pradedant šią paiešką, visi ankstesni skenuojamo palydovo kanalai bus panaikinti. 'taip (išsaugoti šaltinius)', reiškia tą patį, tik palieka kanalų/transponderių šaltinius.
nl: Indien geactiveerd, dan zullen alle zenders van de huidige satelliet worden gewist voordat uiteindelijk het zoeken start. Indien u kiest voor 'Ja, maar behoudt de feeds' dan blijven de transponders met feed(s) behouden.
ru: Если Вы выберите "да" все каналы с найденных транспондеров спутника будут удалены перед началом текущего сканирования, да (хранить feeds) то же самое, но сохранить все feeds сервисы/транспондеры.
sk: Ak zvolíte "áno", všetky stanice na prehľadávanom satelite budú vymazané pred začatím vyhľadávania, áno (ponechať feedy) znamená to isté, ale ponechá všetky stanice/transpondéry.
vi: Nếu bạn chọn "có", tất cả các kênh trên vệ tinh đang tìm kiếm sẽ bị xóa trước khi bắt đầu tìm kiếm hiện tại, có (giữ nguồn cấp dữ liệu) có nghĩa tương tự nhưng giữ tất cả các dịch vụ / bộ tiếp sóng nguồn cấp dữ liệu.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
ar: إذا قمت بتحديد "نعم" فانه يبحث فقط و يحفظ القنوات الغير مشفرة; إذا أخترت "لا" ستجد القنوات المشفرة والغير مشفرة.
de: Wenn Sie "Ja" auswählen, speichert der Scan nur Kanäle, die nicht verschlüsselt sind. "Nein" speichert verschlüsselte und unverschlüsselte Kanäle.
nl: Indien geactiveerd, dan zal er enkel naar ongecodeerde (FTA) zenders gezocht worden. Indien u deze optie niet activeert dan zal er zowel naar gecodeerde als FTA zenders gezocht worden.
ru: Если Вы выберите "да", то будут сохранены только найденные каналы без кодировки; "нет" будут сохранены кодированные и некодированные каналы.
vi: Nếu bạn chọn "có", quá trình quét sẽ chỉ lưu các kênh không được mã hóa; "không" sẽ tìm thấy các kênh được mã hóa và không mã hóa.

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
ar: إذا قمت بتحديد "نعم" المسح سيتم البحث فقط مرسلا غير مسرود في satellites.xml
de: Wenn Sie "Ja" auswählen, sucht der Scan nur nach Transpondern, die nicht in der Datei satellites.xml aufgeführt sind
lt: Jei pasirinksite 'taip', bus ieškomi tik transponderiai, nesantys satellites.xml faile.
nl: Indien geactiveerd, dan zal er enkel naar transponders gezocht worden die (nog) niet in de satellites.xml staan (het bestand waar alle transponders in staan).
ru: Если Вы выберите "да", то при сканировании будет учитыватся только транспондеры не указанные в файле satellites.xml.
sk: Ak zvolíte "áno", prehľadajú sa len transpondéry, ktoré nie sú uvedené v súbore satellites.xml
vi: Nếu bạn chọn "có", quá trình quét sẽ chỉ tìm kiếm các bộ phát đáp không được liệt kê trong satellites.xml

source: It seems manufacturer does not support blind scan for this tuner.
de: Es scheint, dass der Hersteller den Blindscan für diesen Tuner nicht unterstützt.
lt: Atrodo, kad gamintojas nepalaiko aklojo skenavimo šiame imtuve.
nl: Het lijkt erop dat deze fabrikant geen Blindscan voor deze tuner ondersteunt.
ru: Похоже, производитель не поддерживает слепое сканирование для этого тюнера.
sk: Zdá sa, že výrobca tohto tuneru nepodporuje blind scan.
vi: Có vẻ như nhà sản xuất không hỗ trợ quét mù cho bộ chỉnh này.

source: LNB inversion
nl: LNB-inversie
ru: LNB инверсия

source: LNB of current satellite not compatible with plugin
de: LNB des aktuellen Satelliten ist nicht mit dem Plugin kompatibel
nl: De LNB of de huidige satelliet is niet compatibel met deze plugin.
ru: LNB текущего спутника не совместим с плагином!
vi: LNB của vệ tinh hiện tại không tương thích với plugin

source: Looking for available transponders. This will take a long time, please be patient.
ar: ابحث عن مرسلا المتاحة. وهذا سوف يستغرق وقتاً طويلاً، يرجى أن يكون المريض.
de: Suche nach verfügbaren Transpondern. Dies kann eine Zeit dauern, bitte haben Sie etwas Geduld.
lt: Ieškoma pasiekiamų transponderių. Tai užtruks ilgą laiką, būkite kantrūs.
nl: Zoekt beschikbare transponders. Dit zal enige tijd duren, wees geduldig.
ru: Поиск доступных транспондеров. Это может занять довольно много времени, пожалуйста, будьте терпеливы.
sk: Hľadajú sa dostupné transpondéry. Bude to chvíľu trvať, prosím buďte trpezlivý.
vi: Tìm kiếm các bộ tiếp sóng có sẵn. Điều này sẽ mất một thời gian dài, xin hãy kiên nhẫn.

source: Maybe the reason that recording is currently running.
de: Ein möglicher Grund könnte sein, dass gerade eine Aufnahme läuft.
lt: Galima priežastis - šiuo metu vykstantis įrašymas.
nl: Wellicht is de reden dat er een opname loopt.
ru: Может быть причина в том, что сейчас идет запись и этот тюнер занят.
sk: Možná príčina - nahrávanie je spustené
vi: Có lẽ lý do mà ghi âm hiện đang chạy.

source: Moving to
de: Bewegen zu
lt: Sukama į
nl: Verplaatsen naar
ru: Перемещение к
sk: Presúvam to
vi: Chuyển đến

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
ar: لم يعثر على ترددات جديدة ! تم العثور على ترددات جاهزة بالفعل في satellites.xml لمعلمات البحث تلك!
de: Keine neuen Transponder gefunden! Es wurden nur bereits in der satellites.xml vorhandene Tranponder mit den verwendeten Suchparametern gefunden!
lt: Naujų transponderių nerasta! Pagal šiuos paieškos parametrus rasti tik transponderiai, jau esantys satellites.xml!
nl: Geen nieuwe transponders gevonden! Er zijn alleen transponders gevonden die al in de satellites.xml aanwezig waren!
ru: Нет найденных новых транспондеров! Только транспондеры, перечисленные в файле satellites.xml, были найдены для этих параметров поиска!
sk: Nové transpondéry neboli nájdené! Podľa zadaných parametrov boli nájdené len tie, ktoré sa už nachádzajú v satellites.xml!
vi: Không có bộ tiếp sóng mới được tìm thấy! Chỉ các bộ tiếp sóng đã được liệt kê trong satellites.xml đã được tìm thấy cho các tham số tìm kiếm!

source: No transponders were found for those search parameters!
ar: لم يتم العثور على الترددات لتلك المعلمات البحث!
de: Keine Transponder mit den verwendeten Suchparametern gefunden!
lt: Pagal šiuos paieškos parametrus transponderių nerasta!
nl: Met deze zoek parameters zijn geen transponders gevonden!
ru: Нет найденных транспондеров, по этим параметрам поиска!
sk: Podľa zadaných parametrov neboli nájdené žiadne transpondéry!
vi: Không có bộ tiếp sóng nào được tìm thấy cho các tham số tìm kiếm đó!

source: Not found blind scan utility '%s'!
de: Es wurde kein Blindscan Tool gefunden '%s'!
lt: Nerastas aklojo skenavimo įrankis '%s'!
nl: Geen blindscan mogelijkheid gevonden '%s'!
ru: Не найдена утилита для слепого поиска '%s'!
sk: Nebol nájdený Blind scan modul '%s'!
vi: Không tìm thấy tiện ích quét mù '%s'!

source: Nothing to scan! Press Exit!
de: Nichts zu suchen! Drücke Zurück!
lt: Nėra ko skenuoti! Spauskite 'EXIT'!
nl: Er is niets te scannen! Druk exit!
ru: Нечего сканировать! Нажмите Exit!
sk: Nie je čo vyhľadávať! Stlačte Exit!
vi: Không có gì để quét! Nhấn Thoát!

source: Only free scan
ar: البحث عن القنوات المجانية فقط
de: Nur nach freien Sender suchen
lt: Ieškoti tik nekoduotų kanalų
nl: Alléén FTA of alle zenders scannen
ru: Поиск только каналов без кодировки
sk: Len nekódované (FTA)
vi: Chỉ quét miễn phí

source: Only scan unknown transponders
ar: البحث فقط عن الترددات المجهولة
de: Nur unbekannte Transponder absuchen
lt: Skenuoti tik nežinomus transponderius
nl: Scan alleen onbekende transponders
ru: Поиск только неизвестных транспондеров
sk: Vyhľadať len neznáme transpondéry
vi: Chỉ quét các bộ tiếp sóng không xác định

source: Open xml file
de: Öffnet die XML Datei
lt: Atverti xml failą
nl: OpenXML bestand
ru: Открыть файл xml
sk: Otvoriť xml súbor
vi: Mở tệp xml

source: Please setup your tuner configuration.
ar: الرجاء إعداد ضبط الموالف.
de: Bitte Tuner Konfiguration bearbeiten.
lt: Sukonfigūruokite savo imtuvą.
nl: U moet de tunerconfiguratie vastleggen.
ru: Пожалуйста настройте конфигурацию Вашего тюнера(ов)!
sk: Nastavte si prosím konfiguráciu tuneru.
vi: Vui lòng thiết lập cấu hình bộ chỉnh của bạn.

source: Polarisation
ar: الاستقطاب
lt: Poliarizacija
nl: Polarisatie
ru: Поляризация
sk: Polarizácia
vi: Phân cực

source: Polarisation, select horizontal, vertical or both.
nl: Polarisatie, kies horizontaal, verticaal of beiden.
ru: Поляризация, выберите горизонтальную, вертикальную или обе.

source: Press Green/OK to start the scan
ar: أضغط الزر الأخضر/موافق لبدء البحث
de: Drücken der Grünen/OK Taste startet die Suche
lt: Paieškai pradėti, spauskite 'ŽALIĄ'/'OK'
nl: Druk op de groene toets of Ok om de scan te starten.
ru: Нажмите ОК/Зеленую для начала сканирования!
sk: Stlačením Zelené/OK spustíte vyhľadávanie
vi: Nhấn nút màu xanh lá cây / OK để bắt đầu quét

source: Press OK to start the scan.
nl: Druk groen om de scan te starten.
ru: Нажмите ОК для начала сканирования!

source: Press green to start service searching.
nl: Druk groen om de zenderscan te starten.
ru: Нажмите зеленую кнопку, чтобы начать поиск сервисов.

source: Restore defaults
nl: Herstel de standaardwaardes
ru: Восстановить дефолт

source: Rotor:
lt: Pozicionierius:
ru: Мотор:
vi: Cánh quạt:

source: Satellite
ar: قمر صناعي
de: Satellit
lt: Palydovas
nl: Satelliet
ru: Спутник
sk: Satelit
vi: Vệ tinh

source: Satellite blind scan
de: Satellit Blindscan
lt: Aklasis palydovų skenavimas
nl: Satelliet blindscan
ru: Спутниковый слепой поиск
sk: Blind scan satelitu
vi: Quét mù vệ tinh

source: Scan
ar: بحث
de: Suche
ru: Сканирование
vi: Quét

source: Scan Step in MHz(TBS5925)
de: Suche schrittweise in MHz (TBS5925)
nl: Scan in stappen in MHz(TBS5925)
ru: Шаг сканирования в MHz(TBS5925)
sk: Krok hľadania v MHz(TBS5925)
vi: Bước quét theo MHz (TBS5925)

source: Scan satellites for new transponders
de: Durchsuche Satelliten nach neuen Transpondern
lt: Palydovuose ieškoti naujų transponderių
nl: Scan satellieten op nieuwe transponders
ru: Сканирование спутников для новых транспондеров
sk: Vyhľadávať satelity pre nové transpondéry
vi: Quét các vệ tinh cho các bộ tiếp sóng mới

source: Scan start frequency
ar: بدء بحث من التردد
de: Startfrequenz Blindscan (MHz)
lt: Pradinis skenavimo dažnis
nl: Scan start frequentie
ru: Начальная частота сканирования
sk: Hľadať od frekvencie
vi: Quét tần số bắt đầu

source: Scan start symbolrate
ar: بدء البحث من معدل الترميز
de: Niedrigste Symbolrate
lt: Pradinis skenavimo simbolių dažnis
ru: Начальная символьная скорость сканирования
sk: Hľadať od symb. rýchlosti
vi: Quét bắt đầu tượng trưng

source: Scan stop frequency
ar: إيقاف البحث على التردد
de: Endfrequenz Blindscan (MHz)
lt: Galutinis skenavimo dažnis
nl: Scan stop frequentie
ru: Конечная частота сканирования
sk: Hľadať do frekvencie
vi: Quét tần số dừng

source: Scan stop symbolrate
ar: إيقاف البحث على معدل الترميز
de: Höchste Symbolrate
lt: Galutinis skenavimo simbolių dažnis
ru: Конечная символьная скорость сканирования
sk: Hľadať do symb. rychlosti
vi: Quét dừng tượng trưng

source: Scan unknown error!
de: Unbekannter Fehler bei Suche aufgetreten!
lt: Nežinoma skenavimo klaida!
nl: Scan onbekende fout!
ru: Неизвестная ошибка при сканировании!
sk: Neznáma chyba vyhľadávania
vi: Quét lỗi không xác định!

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
de: Suche beendet %d Transponder gefunden in %d:%02d Minuten. Details gespeichert in: %s
nl: Zoeken gereed %d transponders gevonden in %d:%02d minuten. Details zijn opgeslagen in: %s
ru: Поиск завершен. %d Транспондеров найдено за %d:%02d минут. Детали сохранены в: %s
vi: Tìm kiếm hoàn tất %d bộ tiếp sóng được tìm thấy trong%d:%02d phút. Chi tiết được lưu trong:%s

source: Search completed. %d transponders found. Details saved in: %s
ar: إكتمال البحث. % d الترددات لم يتم العثور عليها. التفاصيل المحفوظة في: %s
de: Suche beendet. %d Transponder gefunden. Details gespeichert in: %s
lt: Paieška baigta. Rasti % d transponderiai. Detalės išsaugotos: %s
nl: Zoeken gereed. %d transponders gevonden. Details opgeslagen in: %s
ru: Поиск завершен. %d транспондеров найдено. Детали сохранены в: %s
sk: Prehľadávanie dokončené. Nájdených transpondérov: %d Podrobnosti uložené v: %s
vi: Tìm kiếm hoàn thành. % d bộ tiếp sóng được tìm thấy. Chi tiết được lưu trong: %s

source: Search type
ar: نوع البحث
de: Suchmodus
lt: Paieškos tipas
nl: Zoek type
ru: Тип поиска
sk: Typ hľadania
vi: Loại tìm kiếm
