Repository: OpenPLi/enigma2-plugins
Catalog: kiddytimer/po/*.po
Languages: fr

source: Allows to controls your kids' daily TV usage
fr: Permet de contrôler l'utilisation quotidienne de la télévision par vos enfants.

source: Cancel
fr: Annuler

source: Center screen at the lower border
fr: Centrer l'écran sur le bord inférieur

source: Center screen at the upper border
fr: Centrer l'écran sur le bord supérieur

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
fr: Tentative de triche détectée. La boîte n'a pas été arrêtée correctement. Le temps restant a été réglé sur 0.

source: Clock
fr: Horloge

source: Decrease remaining time
fr: Diminuer le temps restant

source: Disable KiddyTimer
fr: Désactiver KiddyTimer

source: Discard changes and close screen
fr: Annuler les changements et fermer l'écran

source: Do you want to start the kiddytimer- plugin now.
fr: Voulez-vous démarrer le plugin kiddytimer maintenant.

source: Don't monitor TV started after
fr: Ne pas surveiller la télévision qui a démarré après

source: Don't monitor TV started before
fr: Ne pas surveiller la télévision qui a démarré avant

source: Enable KiddyTimer
fr: Activer KiddyTimer

source: Enable KiddyTimer for x minutes
fr: Activer KiddyTimer pendant x minutes

source: Enabled
fr: Activé

source: Enter pin code
fr: Saisir code PIN

source: Friday
fr: Vendredi

source: Increase remaining time
fr: Augmenter le temps restant

source: Invalid selection
fr: Sélection non valide

source: Last day started: %s
fr: Le dernier jour a commencé : %s

source: Monday
fr: Lundi

source: Move clock
fr: Déplacer l'horloge

source: Move screen down
fr: Déplacer l'écran vers le bas

source: Move screen to the center of your TV
fr: Déplacer l'écran au centre de l'écran

source: Move screen to the left
fr: Déplacer l'écran vers la gauche

source: Move screen to the lower left corner
fr: Déplacer l'écran dans le coin inférieure gauche

source: Move screen to the lower right corner
fr: Déplacer l'écran dans le coin inférieure droit

source: Move screen to the middle of the left border
fr: Déplacer l'écran au milieu du bord gauche

source: Move screen to the middle of the right border
fr: Déplacer l'écran au milieu du bord droit

source: Move screen to the right
fr: Déplacer l'écran vers la droite

source: Move screen to the upper left corner
fr: Déplacer l'écran dans le coin supérieur gauche

source: Move screen to the upper right corner
fr: Déplacer l'écran dans le coin supérieur droit

source: Move screen up
fr: Déplacer l'écran vers le haut

source: Please enter the correct pin code
fr: Veuillez saisir le code pin correcte

source: Please select your KiddyTimer- option
fr: Veuillez sélectionner l'option KiddyTimer.

source: Remaining time: %s
fr: Temps restant : %s

source: Reset clock
fr: Réinitialiser l'horloge

source: Reset saved position
fr: Remette la position par défaut

source: Reset todays remaining time
fr: Réinitialiser le temps restant aujourd'hui

source: Saturday
fr: Samedi

source: Save
fr: Sauver

source: Save values and close screen
fr: Sauvergarder les valeurs et fermer l'écran

source: Set remaining time
fr: Régler le temps restant

source: Start KiddyTimer
fr: Démarrer KiddyTimer

source: Stop KiddyTimer (this session only)
fr: Stop KiddyTimer (cette session seulement)

source: Style of timer
fr: Style de la minuterie

source: Sunday
fr: Dimanche

source: The pin code you entered is wrong.
fr: Le code pin saisi est mauvais

source: Thursday
fr: Jeudi

source: Timeout for activation dialog
fr: Délai d'attente pour la boîte de dialogue d'activation

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi
