Repository: OpenPLi/enigma2-plugins
Catalog: transmission/po/*.po
Languages: ar, fr, ru

source: %d Torrent(s) added in '%s', %d failed.
ru: %d торрент(ов) добавлен в '%s', %d ошибка.

source: About transmission version
ar: حول إصدار الإرسال
fr: A propos de la version de transmission
ru: Информация о версии transmission

source: Add torrent...
ru: Добавить торрент...

source: Bittorrent client for enigma2
ar: عميل البت تورنت من الانجما2
fr: Client Bittorrent pour enigma2
ru: Битторрент клиент для Энигма2

source: Create SWAP '/media/hdd/swapfile'
ar: إنشاء مشاركة مساحة '/الوسائط/الهادريسك/ملف مشاركة المساحة'
fr: Créer SWAP '/media/hdd/swapfile'.
ru: Создать SWAP '/media/hdd/swapfile'

source: Disable auto queue downloads
ar: تعطيل تنزيلات قائمة الانتظار التلقائية
fr: Désactiver les téléchargements de file d'attente automatique
ru: Отключить автоматическую очередность загрузок

source: Disable transmission autostart
ar: تعطيل التشغيل التلقائي للإرسال
fr: Désactiver le démarrage automatique de transmission
ru: Отключить автоматический старт transmission

source: Don't stop transmission after downloads (only queue works)
ar: لا توقف الإرسال بعد التنزيلات (فقط قائمة الانتظار تعمل)
fr: Ne pas arrêter transmission après les téléchargements (seule la file d'attente fonctionne).
ru: Не отключать transmission после загрузок (если очередность вкл.)

source: Enable auto queue downloads
ar: تمكين تنزيلات قائمة الانتظار التلقائية
fr: Activer les téléchargements de file d'attente automatique
ru: Включить автоматическую очередность загрузок

source: Enable transmission autostart
ar: تمكين التشغيل التلقائي للإرسال
fr: Activer le démarrage automatique de transmission
ru: Включение автоматического старта transmission

source: Enabled SWAP when start transmission
ar: تمكين مشاركة المساحة عند بدء الإرسال
fr: Activé SWAP au démarrage de transmission.
ru: Автоматическое включение SWAP при запуске transmission

source: Information transmission download
ar: تحميل نقل المعلومات
fr: Information sur les téléchargements de transmission
ru: Информация о текущих загрузках

source: Not enabled SWAP when start transmission
ar: لم يتم تمكين مشاركة المساحة عند بدء الإرسال
fr: SWAP non activé au démarrage de transmission.
ru: Не включать SWAP при запуске transmission

source: Pause all downloads
ar: إيقاف جميع التنزيلات مؤقتًا
fr: Pause de tous les téléchargements
ru: Пауза всех загрузок

source: Restart transmission
ar: إعادة الإرسال
fr: Redémarrer transmission
ru: Рестарт transmission

source: Start transmission
ar: بدء الإرسال
fr: Démarrer transmission
ru: Запуск transmission

source: Stop transmission
ar: إيقاف الإرسال
fr: Arrêter transmission
ru: Остановка transmission

source: Stop transmission after downloads (only queue works)
ar: أوقف الإرسال بعد التنزيلات (تعمل فقط قائمة الانتظار)
fr: Arrêter transmission après les téléchargements (seule la file d'attente fonctionne)
ru: Стоп transmission после загрузок (если очередность вкл.)

source: Transmission menu
ar: قائمة الإرسال
fr: Menu Transmission
ru: Меню Transmission

source: Unpause all downloads
ar: قم بإلغاء الإيقاف المؤقت لجميع التنزيلات
fr: Réactiver tous les téléchargements
ru: Возобновление всех загрузок

source: transmission-daemon not installed! Install now?
ar: انتقال-الاستضافة غير مثبتة! تثبيت الآن؟
fr: démon-transmission n'est pas installé ! Installer maintenant ?
ru: transmission-daemon не установлен! Установить сейчас?

source: < Auto add - (any name).torrent in USB device >
ru: < Авто добавление - (любое имя).torrent на USB устройстве >

source: Transmission
ar: ناقل الحركة

source: transmission-daemon
ar: إرسال-الاستضافة
