Repository: OpenPLi/enigma2-plugins
Catalog: merlinepgcenter/po/*.po
Languages: ar

source: <unknown>
ar: <مجهول>

source: A finished record timer wants to set your Dreambox to standby. Do that now?
ar: انتهاء التسجيل بالمؤقت حسب إعداداتك كم تريد الفوبلس فى وضع الاستعداد , أفعل ذلك الان ؟

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
ar: إنتهاء التسجيل بالمؤقت هل تريد إيقاف التشغيل إيقاف تشغيل.جهاز الفوبلس الخاص بك

source: A timer failed to record! Disable TV and try again?
ar: فشل عمليه التسجيل بالمؤقت قم بتعطيل قنوات التليفزيون وحاول مره أخرى؟

source: Add
ar: إضافة

source: Add timer
ar: أضف مؤقت

source: Edit Off
ar: إيقاف التعيدل

source: Edit On
ar: تشغيل التعديل

source: Event Info
ar: معلومات عن الحدث

source: Exit on TV <-> Radio switch:
ar: الخروج من قنوات التلفزيون <-> الدخول على قنوات الراديو

source: Friday
ar: الجمعه

source: General
ar: عام

source: In order to record a timer, the TV was switched to the recording service!
ar: لكى تسجل مؤقت ، يجب تحويل شاشة التليفزيون الى القناة التى ستسجل منها!

source: Increase list item height:
ar: زيادة ارتفاع عنصر القائمة:

source: Limit search results to bouquet services:
ar: نتائج محدودة في البحث على قنوات الباقة:

source: List style:
ar: شكل القائمة:

source: Lists
ar: القوائم

source: MerlinEPGCenter
ar: مركز مارلين للدليل الالكتروني

source: Monday
ar: الاثنين

source: More than just an EPG...
ar: أكثر من مجرد دليل إلكتروني...

source: New Search
ar: بحث جديد

source: Now
ar: الان

source: Number of upcoming events to show:
ar: عدد الأحداث القادمة التي يجب عرضها:

source: OK
ar: موافق

source: Outdated off
ar: إيقاف القديم

source: Outdated on
ar: تشغيل القديم

source: Prime Time
ar: الوقت الرئيسي

source: Prime time:
ar: الوقت الرئيسي:

source: Progress bar style:
ar: شكل شريط التقدم:

source: Remember last tab:
ar: تذكر علامة التبويب الأخيرة:

source: Remove
ar: حذف

source: Remove timer
ar: حذف المؤقت

source: Replace InfoBar single and multi EPG:
ar: استبدال شريط المعلومات بدليل واحد و دليل متعدد:

source: Saturday
ar: السبت

source: Search
ar: بحث

source: Search for:
ar: البحث عن:

source: Select running service on start:
ar: حدد تشغيل قناة في البداية:

source: Set search term
ar: تعيين مصطلح البحث

source: Show blinking picon for running timers:
ar: عرض أيقونة وميض لتشغيل أجهزة ضبط المؤقتات:

source: Show duration:
ar: عرض المدة:

source: Show event information:
ar: عرض معلومات الحدث:

source: Show list numbers:
ar: عرض أرقام القوائم:

source: Show multi colored begin/remain times:
ar: عرض مؤقتات الحالية/المتبقية متعددة الألوان:

source: Show picons:
ar: عرض الايقونات:

source: Show service name:
ar: عرض اسم القناة:

source: Show short description:
ar: عرض وصف قصير:

source: Show text input help for epg search:
ar: عرض تعليمات إدخال النص للبحث عن الدليل الالكتروني:

source: Show timer messages:
ar: عرض رسائل المؤقت:

source: Show video picture:
ar: عرض صورة الفيديو:

source: Similar
ar: شبيهه

source: Single
ar: مفرد

source: Sunday
ar: الاحد

source: Thursday
ar: الخميس

source: Timer
ar: المؤقت

source: Today
ar: اليوم

source: Tomorrow
ar: غداً

source: Tuesday
ar: الثلاثاء

source: Unknown date
ar: تاريخ غير معروف

source: Upcoming
ar: القادمة

source: Use picons (50x30) from:
ar: استخدام بيكون (50x30) من:

source: Use skin:
ar: استخدام السكن:

source: Wednesday
ar: الاربعاء

source: about to start
ar: على وشك التشغيل

source: disabled
ar: تم التعطيل

source: done!
ar: إنتهى!

source: four parts
ar: أربعة أجزاء

source: gradient
ar: مدرج

source: recording...
ar: جاري التسجيل...

source: return
ar: العودة

source: simple
ar: بسيط

source: single line style
ar: شكل سطر واحد

source: waiting
ar: فى الانتظار

source: with short description
ar: مع وصف قصير

source: zapped
ar: تم الانتقال
