Repository: OpenPLi/enigma2-plugins
Catalog: shoutcast/po/*.po
Languages: ar, ru

source: %s Press OK to try again...
ar: %s اضغط موافق للمحاولة مرة أخرى...
ru: %s Нажмите OK, для повторной попытки...

source: %s Press green-button to try again...
ar: %s اضغط على الزر الأخضر للمحاولة مرة أخرى...
ru: %s Нажмите зелёную кнопку, для повторной попытки..

source: >= 128 kbps
ar: >= 128 كيلو بايت في الثانية

source: >= 192 kbps
ar: >= 192 كيلو بايت في الثانية

source: >= 256 kbps
ar: >= 256 كيلو بايت في الثانية

source: >= 64 kbps
ar: >= 64 كيلو بايت في الثانية

source: Activate Picture in Picture
ar: تفعيل قناة داخل قناة
ru: Включить PiP (картинку в картинке)

source: Add current playing stream to favorite
ar: إضافة قناة الايبي المشغلة حاليا إلى المفضلة
ru: Добавить текущий играющий стрим в фавориты

source: Add current selected genre to favorite
ar: إضافة النوع المحدد الحالي إلى المفضلة
ru: Добавить текущий выбранный жанр в фавориты

source: Add current selected station to favorite
ar: إضافة محطة محددة حالية إلى المفضلة
ru: Добавить текущую выбранную станцию в фавориты

source: Add sequence number to output file
ar: إضافة رقم التسلسل إلى ملف الإخراج
ru: Добавить порядковый номер в выходной файл

source: All
ar: الكل
ru: Все

source: Audio: %s
ar: الصوت: %s
ru: Аудио: %s

source: Bit rate: %s kbps
ar: معدل البت: %s كيلو بايت في الثانية
ru: Битрейт: %s kbps

source: Cancel
ar: إلغاء
ru: Отмена

source: Choose action:
ar: اختر الإجراء:
ru: Выберите действие:

source: Config
ar: الاعدادات
ru: Конфигурация

source: Coverheight:
ar: طول مقاس الغلاف:
ru: Высота обложки

source: Coverwidth:
ar: عرض مقاس الغلاف:
ru: Ширина обложки

source: Create a directory for each stream
ar: إنشاء مسار لكل قناة تدفق
ru: Создавать директорию для каждого стрима

source: Disable Picture in Picture
ar: تعطيل قناة داخل قناة

source: Do you really want to stop the recording?
ar: هل تريد حقاً إيقاف التسجيل؟
ru: Вы действительно хотите остановить запись?

source: Enter in minutes (0 means unlimited)
ar: أدخل في دقائق (0 يعني غير محدود)
ru: Ввод в минутах (0 - без ограничений)

source: Enter new name for favorite item
ar: إدخال اسم جديد للعنصر المفضل
ru: Введите новое имя для пункта фаворита

source: Enter text to search for
ar: إدخال نص للبحث عن
ru: Введите текст поиска для

source: Error create directory %s!
ar: خطأ في إنشاء %s المسار!
ru: Ошибка создания директории %s!

source: Error downloading cover...
ar: خطأ في تحميل الغلاف...
ru: Ошибка при загрузке обложки...

source: Favorite list
ar: القائمة المفضلة
ru: Фаворитный список

source: Favorites
ar: المفضلة
ru: Фавориты

source: First play streaming!
ar: أولا تشغيل قنوات المشاركة!
ru: Первое, запустите воспроизведение стрима!

source: Genres
ar: النوع
ru: Жанры

source: Getting %s
ar: الحصول على %s
ru: Получение %s

source: Getting SHOUTcast genre list for %s...
ar: الحصول على قائمة أنواع البث المنتج لـ %s...

source: Getting SHOUTcast genre list...
ar: الحصول على قائمة أنواع البث المنتج...
ru: Получение списка жанров SHOUTcast...

source: Getting streaming data from %s
ar: الحصول على بيانات التدفق من %s
ru: Получение данных стрима из %s

source: Got 0 genres. Could be a network problem. Please try again...
ar: حصلت على 0 أنواع. يمكن أن تكون مشكلة في الشبكة. حاول مرة اخرى...
ru: Получено 0 жанров. Может быть проблема с сетью. Пожалуйста, попробуйте повторить попытку...

source: Hide
ar: إخفاء
ru: Скрыть

source: Invalid Location
ar: موقع غير صالح
ru: Недействительное расположение

source: Menu PiP
ar: قائمة خاصية قناة داخل قناة
ru: Меню PiP

source: Move Picture in Picture
ar: تحريك قناة داخل قناة
ru: Переместить картинку в картинке

source: No streaming data found...
ar: لا يوجد بيانات قنوات تدفق تم العثور عليها...
ru: Нет найденных данных стриминга...

source: OK
ar: موافق

source: Off
ar: لا يعمل
ru: ВЫКЛ

source: Only running streamings can be recorded!
ar: يمكن تسجيل البث الجاري فقط!
ru: Только играющие стриминги могут быть записаны!

source: Record
ar: تسجيل
ru: Запись

source: Recording length
ar: طول التسجيل
ru: Продолжительность записи

source: Recording location:
ar: موقع التسجيل:
ru: Дериктория записи (нажмите ОК для выбора)

source: Recording stream station
ar: محطة بث التسجيل
ru: Запись станции стрима

source: Reload station list:
ar: إعادة تحميل قائمة المحطات:
ru: Перезагружать список станций

source: Rip to single file, name is timestamped
ar: نسخ إلى ملف واحد ، الاسم مختوم بطابع زمني
ru: Рип в одном файле, имя с датой

source: SHOUTcast genre list
ar: قائمة أنواع البث المنتج
ru: Список жанров SHOUTcast

source: SHOUTcast setup
ar: ضبط قائمة أنواع البث المنتج
ru: Настройки SHOUTcast

source: SHOUTcast station list for %s
ar: قائمة محظة البث المنتج لـ %s
ru: Список станций SHOUTcastдля - %s

source: Search
ar: بحث
ru: Поиск

source: Searching SHOUTcast for %s...
ar: البحث في البث المنتج %s...
ru: Поиск в SHOUTcast для %s...

source: Select record path for streamripper
ar: حدد مسار السجل للتدفق المختار
ru: Выбор расположения записи для streamripper

source: Show cover:
ar: عرض غلاف الأفلام:
ru: Показать обложку

source: Show in extension menu:
ar: عرض في الملحقات في القائمة:
ru: Показать плагин в меню дополнений

source: Station: %s
ar: المحطة: %s
ru: Станция: %s

source: Stations
ar: محطات
ru: Станции

source: Stop record
ar: إيقاف التسجيل
ru: Остановка записи

source: Stream stopped playing, playback of stream stopped!
ar: توقف البث عن التشغيل ، توقف تشغيل التدفق!
ru: Стрим перестал проигрываться, воспроизведение стрима остановилось!

source: Streaming rate:
ar: معدل البث:
ru: Скорость стриминга

source: Title: %s
ar: العنوان: %s
ru: Название: %s

source: Title: n/a
ar: العنوان: لا شئ
ru: Название: n/a

source: Zap focus to Picture in Picture
ar: مركز التنقل إلى قناة داخل قناة
ru: Переключение в экране PiP

source: Zap focus to main screen
ar: مركز التنقل إلى الشاشة الرئيسية
ru: Переключение в главном экране

source: every five minutes
ar: كل خمس دقائق
ru: каждые пять минут

source: every minute
ar: كل دقيقة
ru: каждую минуту

source: every three minutes
ar: كل ثلاث دقائق
ru: каждые три минуты

source: genre %s
ar: النوع %s
ru: жанр %s

source: listen to shoutcast internet-radio
ar: الاستماع إلى قنوات راديو الإنترنت
ru: интернет-радио shoutcast

source: remove current selected favorite
ar: إزالة المفضلة المحددة الحالية
ru: Удалить выбранный фаворит

source: rename current selected favorite
ar: إعادة تسمية المفضلة المحددة الحالية
ru: Переименовать выбранный фаворит

source: search-criteria %s
ar: معايير البحث %s
ru: критерии поиска %s

source: streamripper not installed!
ar: تيار التدفق غير مثبت!
ru: streamripper не установлен!
