Repository: OpenPLi/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: bg, fr, nl, ru, sk

source: This is the entry point of EPGRefresh. From this menu you can configure every aspect of the plugin and start a manual refresh of the EPG. The configuration options each have an explaination which is supposed to help you to understand their effects better. Please give reading them a try, they can save you a lot of time. Using the YELLOW button you can start a refresh manually and the INFO button brings up the date the last refresh was completed successfully. The BLUE key opens the service editor (next page).
fr: Ceci est le point d’entrée de Rafraîchir EPG. Depuis ce menu vous pouvez configurer chaque aspect du plugin et démarrer un rafraîchissement manuel de l’EPG. Chaque option de configuration a une explication qui est supposée vous aider à mieux comprendre leurs effets. Merci de les lire, ils peuvent vous faire gagner un temps précieux. En utilisant le bouton JAUNE vous pouvez démarrer un rafraîchissement manuel et le bouton INFO vous indiquera la date du dernier rafraîchissement réussi. Le bouton BLEU ouvre l’éditeur de service (page suivante).
nl: Dit is het beginpunt van EPGRefresh. Vanuit dit menu u elk aspect van de applicatie configureren en een handmatige start van EPGrefresh uitvoeren. De configuratie-opties hebben elk een uitleg die wordt verondersteld om u te helpen om de werking beter te begrijpen. neem een keer de moeite om deze eens goed te lezen. Het kan u een hoop tijd besparen. Met de gele toets kunt een handmatige actualisatie starten en de toets 'info' informeert u over de datum waarop de laatste Refresh succesvol is voltooid. De blauwe toets opent de zender-editor (volgende pagina).

source: Welcome to EPGRefresh
fr: Bienvenue dans EPGRefresh
nl: Welkom bij de EPGRefresh applicatie
ru: Добро пожаловать в EPGRefresh

source: While the screen does not immediately show it, it does have a lot to offer. The topmost line allows you to choose between the editor for channels and bouquets and the following lines contain the channels/bouquets you chose to refresh. You can use the BLUE button to add a new entry to the list or the YELLOW button to remove an existing one. For most people it should be sufficient to add the "Favourites" bouquet by selecting "Bouquets" in the first line and by adding it using the BLUE button.
fr: Bien que l'écran ne le montre pas immédiatement, il a beaucoup à offrir. La ligne la plus haute vous permet de choisir entre l'éditeur pour les chaînes et les bouquets et les lignes suivantes contiennent les chaînes/bouquets que vous avez choisi de rafraîchir. Vous pouvez utiliser le bouton BLEU pour ajouter une nouvelle entrée à la liste ou le bouton JAUNE pour en supprimer un existant. Pour la plupart des gens, il suffira d'ajouter le bouquet "Favoris" en sélectionnant "Bouquets" dans la première ligne et en l'ajoutant en utilisant le bouton BLEU.
nl: Hoewel dit welkomstschrm wellicht niet heel helder is, heeft did toch veel te bieden. Op de bovenste lijn u kiezen tussen de editor voor zenders en boeketten en de volgende regels bevatten de zenders/boeketten die u eerder heeft gekozen om te vernieuwen. U gebruikt de blauwe knop om een nieuw item aan de lijst toe te voegen of de gele toets om een bestaand item te verwijderen. Voor de meeste mensen moet het voldoende zijn om een van de bouquetten toe te voegen door het kiezen van 'boeketten' in de eerste regel en vervolgens toe te voegen met het drukken van de blauwe toets.

source: You now know how to do your first steps in EPGRefresh. As a final note I want to hint you at the fact that this plugin will not do anything on its own without YOU telling it to. So if you want the refresh to happen automatically in the background you need to configure the plugin to do so. This was not done to cause you any inconvenience but rather to give you the freedom of choice.
fr: Vous savez maintenant comment faire vos premiers pas dans Rafraîchir EPG. Comme note finale, je tiens à vous faire remarquer que ce plugin ne fera rien par lui-même sans que VOUS le demandez. Donc, si vous voulez que l'actualisation se fasse automatiquement en arrière-plan, vous devez configurer le plugin pour le faire. Cela n'a pas été fait pour vous déranger, mais plutôt pour vous donner la liberté de choix.
nl: Je bent nu enigszins op de hoogte van enige mogelijkheden van EPGRefresh. Als laatste opmerking wil ik u wijzen op het feit dat deze applicatie niets zelfstandig zal doen zonder u te informeren. Dus als u wilt dat het verversen automatisch uitgevoerd wordt in de achtergrond, dan moet je de applicatie configureren om dit zo uit te voeren. Dit is niet zo gemaakt ongemak te veroorzaken maar eerder om u keuzevrijheid te verstrekken.

source: %d:%02d min
ru: %d:%02d мин

source: ... %d more service
ru: ... %d больше сервисов

source: Configuration...
bg: Настройки...
nl: Configuratie...
ru: Настройки...
sk: Nastavenie...

source: OK
ru: ОК

source: Remaining %d service
ru: Осталось %d сервисов

source: Version
bg: Версия
nl: Versie
ru: версия
sk: Verzia

source: Enable this to show the EPG Refresh configuration menu in the extension menu.
bg: Разрешете това за да се покаже меню за настройка на EPGRefresh в списъка с разширения.
nl: Indien geactiveerd zal EPGrefresh in het applicatiemenu getoond worden.

source: If enabled, show 'EPGRefresh now' in the extensions menu when currently no EPGRefresh is running.
nl: Indien geactiveerd zal 'EPGrefresh nu' getoond worden in het applicatie menu ook als EPGrefresh niet actief is.

source: If enabled, show 'Stop running EPGRefresh' in the extensions menu when EPGPRefresh is running.
nl: Indien geactiveerd dan zal 'Stop EPGrefresh' niet meer getoond worden in het applicatie menu indien deze actief is.

source: Refresh using
bg: Обновяване
nl: Verversen

source: Show 'EPGRefresh now' in the extension menu
bg: Покажи 'EPGRefresh сега' в главното меню
nl: Toon 'EPGrefresh nu' in het EPG menu

source: Show 'Stop running EPG Refresh' in the extension menu
bg: Покажи 'Спри EPGRefresh' в главното меню
nl: Toon 'stop actieve EPGrefresh' in het EPG menu

source: Show entry 'AutoZap' in the extensions menu
bg: 'Автоматично превключване' в списъка с разширения
nl: Toon 'AutoZap' in het applicatiemenu

source: Show entry 'Manually change EPG' in EPG menu
nl: Toon 'wijzig de EPG handmatig' in het EPG menu

source: Show in the extensions menu
bg: Покажи в списъка с разширения
nl: Toon in het applicatiemenu

source: If enabled, show 'EPGRefresh now' in the extensions menu when currently no EPG Refresh is running.
bg: Ще се показва 'EPGRefresh сега' в главното меню ако в момента не тече обновяване на ЕПГ данните.

source: If enabled, show 'Stop running EPGRefresh' in the extensions menu when EPG Refresh is running.
bg: Ще се показва 'Спри EPGRefresh' в главното меню ако в момента тече обновяване на ЕПГ данните.

source: Show entry 'Manually change EPG' in the extensions menu
bg: 'Ръчно зареждане на ЕПГ' в главното меню

source: %d more services.
sk: a ďalších %d staníc.
