Repository: OpenPLi/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: bg, fr, nl, ru, sk

source: Inherit Services from AutoTimer
bg: Добавяне каналите от AutoTimer
fr: Hérité des services de AutoTimer
nl: AutoTimer zenders opnemen in het proces
ru: Унаследовать сервисы из Автотаймера
sk: Prevziať stanice z AutoTimeru

source: Input EPG Cache path
bg: Изберете папка за файла с ЕПГ данни
fr: Entrez le chemin d'accès du cache EPG
nl: Voer het path naar het EPG cachebestand in
ru: Директория хранения файла данных EPG
sk: Cesta k EPG (cache) súboru

source: Last refresh was %s
bg: Последно обновяване: %s
fr: Le dernier rafraîchissement était %s
nl: De laatste run was %s
ru: Последнее обновление: %s
sk: Posledná aktualizácia: %s

source: Load EPG
bg: Зареждане на ЕПГ
fr: Charger EPG
nl: Laad de EPG
ru: Загрузка EPG
sk: Načítanie EPG

source: Load EPG from backup cache file when booting.
bg: Зареждане на ЕПГ данните от резервното копие при стартиране.
fr: Charger l'EPG depuis la sauvegarde du fichier cache lors du démarrage.
nl: Laadt de EPG vanaf de backup tijdens het booten.
ru: Автоматическое восстановление из бекапа данных EPG при старте и загрузки его в память ресивера.
sk: Načítať EPG zo záložného súboru (cache) počas štartu.

source: Main Picture
bg: Главен Прозорец
fr: Ecran principal
nl: Hoofdplaatje
ru: Основной экран
sk: Hlavný obraz

source: Manual EPG
bg: Ръчно ЕПГ
fr: EPG Manuel
nl: Handmatige EPG
ru: Ручное EPG
sk: Manuálne EPG

source: Manually clear EPG (choose method).
bg: Ръчно изчистване на ЕПГ данните (изберете метод).
fr: Effacer manuellement l’EPG (choisir la méthode).
nl: Wis de EPG handmatig. (kies de methode).
ru: Варианты ручной очистки текущего кеша данных EPG.
sk: Manuálne vyčistenie EPG (zvolte metódu).

source: Manually load EPG
bg: Ръчно зареждане на ЕПГ
fr: Lire manuellement l'EPG
nl: Laad de EPG handmatig
ru: Ручная загрузка EPG
sk: Manuálne načítať EPG

source: Manually load EPG from current cache file.
bg: Ръчно зареждане на ЕПГ данните от текущо избрания файл.
fr: Charger manuellement l’EPG du fichier de cache actuel.
nl: Laad de EPG handmatig vanuit het huidige cachebestand.
ru: Ручное сохранение и загрузка EPG из текущего файла кеша.
sk: Manuálne načítať EPG z aktuálneho (cache) súboru.

source: Manually load EPG from current cachefile.
bg: Ръчно зареждане на ЕПГ данните от текущо избрания файл.
fr: Lire manuellement l’EPG depuis le fichier de cache actuel.
nl: Laad de EPG handmatig vanuit het huidige cachebestand.
ru: Ручная загрузка EPG из текущего файла кеша.
sk: Manuálne načítať EPG z aktuálneho súboru (cache).

source: Manually reload EPG
bg: Ръчно презареждане на ЕПГ
fr: Relire manuellement l'EPG
nl: Herlaad de EPG handmatig
ru: Ручная перезагрузка EPG
sk: Manuálne obnoviť EPG

source: Manually restore EPG from backup cache file.
bg: Ръчно възстановяване на ЕПГ данните от текущо избрания резервен файл.
fr: Restaurer manuellement l’EPG d’une sauvegarde du fichier de cache.
nl: Herstel de EPG handmatig vanuit de backup van het cachbestand.
ru: Ручное восстановление бекапа EPG и загрузка в память ресивера.
sk: Ručne obnoviť EPG zo záložného (cache) súboru.

source: Manually save EPG
bg: Ръчно записване на ЕПГ
fr: Sauvegarder manuellement l'EPG
nl: Sla de EPG handmatig op
ru: Ручное сохранение EPG
sk: Manuálne uložiť EPG

source: Manually save EPG to current cache file.
bg: Ръчно записване на ЕПГ данните в текущо избрания файл.
fr: Sauvegarder manuellement l’EPG vers le fichier de cache actuel.
nl: Sla de EPG handmatig op in het huidige cache bestand.
ru: Ручное сохранение EPG в текущий файл кеша.
sk: Manuálne uložiť EPG do aktuálneho súboru (cache).

source: Monday
bg: Понеделник
fr: Lundi
nl: Maandag
ru: Понедельник
sk: Pondelok

source: New
bg: Нов
fr: Nouveau
nl: Nieuw
ru: Новый
sk: Nový

source: PiP available now.
bg: PiP вече е достъпен.
fr: PiP est maintenant disponible.
nl: PIP beschikbaar.
ru: PiP теперь доступен.
sk: PiP je už dostupné.

source: Picture in Picture
bg: Картина в Картината
fr: Image dans l’image
ru: Картинка в картинке
sk: Obraz v obraze (PiP)

source: Picture in Picture (hidden)
bg: Картина в Картината (скрит)
fr: Image dans l’image (caché)
nl: Picture in Picture (verborgen)
ru: Картинка в картинке (скрытый режим)
sk: Obraz v obraze (skrytý)

source: Please don't use PiP in the meantime!
bg: Не използвайте PiP в това време!
fr: Merci de ne pas utiliser la fonction PiP en même temps!
nl: Gebruik PIP in de tussentijd niet!
ru: Пожалуйста, не используйте PiP в это время!
sk: Prosím, nepoužívajte teraz PiP!

source: Press OK
bg: Натиснете ОК
fr: Appuyez sur OK
nl: Druk Ok
ru: Нажмите ОК
sk: Stlačte OK

source: Press the OK button to open the save / load EPG (+ configuration) menu.
bg: Натиснете ОК за отваряне менюто при запис / зареждане на ЕПГ данните (+ настройка)
fr: Appuyez sur le bouton OK pour ouvrir le menu sauvegarder / lire EPG (+configuration).
nl: Druk Ok om het 'opslaan/laden' menu te openen.
ru: Нажмите кнопку OK, если вы хотите открыть это меню настроек.
sk: Stlačte OK a otvorte menu pre uloženie/načítanie EPG (+ konfigurácia).

source: Really close without saving settings?
bg: Затваряне без запис на настройките?
fr: Voulez-vous vraiment fermer sans sauvegarder les paramètres?
nl: Echt sluiten zonder op te slaan?
ru: Действительно выйти, не сохраняя настройки?
sk: Naozaj zatvoriť bez uloženia nastavenia?

source: Refresh EPG automatically
bg: Автоматично обновяване на ЕПГ
fr: Rafraîchir automatiquement l'EPG
nl: Ververs de EPG automatisch
ru: Автоматическое обновление EPG
sk: Aktualizovať EPG automaticky

source: Refresh EPG using
bg: Обновяване ан ЕПГ използвайки
fr: Rafraîchir EPG en utilisant
nl: Actualiseer de EPG die u gebruikt
ru: Вариант обновления EPG
sk: Aktualizácia EPG používa

source: Refresh now
bg: Обновяване сега
fr: Rafraîchir maintenant
nl: Nu vernieuwen
ru: Обновить сейчас
sk: Aktualizovať

source: Refresh-EPG / AutoZap
bg: Обновяване на ЕПГ /Автоматично Превключване
fr: Rafraîchier-EPG / ZapAutomatique
nl: Ververs de EPG/Autozap
ru: Обновление-EPG / Авто переключение
sk: Aktualizovať EPG / AutoZap

source: Refreshing
fr: Rafraîchissement
ru: Обновлять
sk: Aktualizácia

source: Reload EPG
bg: Презареждане на ЕПГ
fr: Recharger l’EPG
nl: Herlaad de EPG
ru: Перезагрузка EPG
sk: Obnoviť EPG

source: Reloading EPG Cache...
bg: Презареждане на ЕПГ данните...
fr: Rechargement du cache de l’EPG...
nl: Herlaad de EPG cache...
ru: Перезагрузка кеша EPG...
sk: Načítavanie EPG cache...

source: Restart enigma2 to effectuate.
bg: Рестартирайте енигма2 за да се приложат настройките.
fr: Rédemarrer l'IGU pour appliquer.
nl: Herstart enigma2 om te effectueren
ru: Для изменения этой настройки рестарт энигмы2 не требуется.
sk: Reštartujte enigmu2 pre vykonanie zmien.

source: Restore EPG backup
bg: Възстановяване на ЕПГ
fr: Restaurer une sauvegarde EPG
nl: Herstel de EPG backup
ru: Восстановление бекапа EPG
sk: Obnoviť EPG zo zálohy

source: Return to TV viewing
bg: Връщане към гледане а ТВ
fr: Retour à regarder la TV
nl: Keer terug naar TV kijken
ru: Возврат к просмотру ТВ
sk: Návrat na sledovánie TV

source: Run AutoTimer after refresh
bg: Стартиране на AutoTimer след обновяване
fr: Exécuter AutoTimer après un rafraîchissement
nl: Voer AutoTimer uit na het verversen
ru: Запустить Автотаймер после обновления
sk: Spustiť AutoTimer po aktualizácii

source: Saturday
bg: Събота
fr: Samedi
nl: Zaterdag
ru: Суббота
sk: Sobota

source: Save
bg: Запис
fr: Enregistrer
nl: Opslaan
ru: Сохранить
sk: Uložiť

source: Save EPG
bg: Записване на ЕПГ
fr: Sauvegarder EPG
nl: Sla de EPG op
ru: Сохранение EPG
sk: Uložiť EPG

source: Save EPG after refresh
bg: Записване ЕПГ данните след обновяване
fr: Sauvegarder l'EPG après le rafraîchissement
nl: Sla de EPG op na het verversen
ru: Сохранять EPG после обновления
sk: Uložiť EPG po aktualizácii

source: Save EPG in the cache file after refresh is completed.
bg: Записване ЕПГ данните в текущо избрания файл след завършване на обновяването.
fr: Sauvegarder l'EPG dans le fichier cache après le rafraîchissement soit terminé.
nl: Indien geactiveerd zal de EPG in de cache opgeslagen worden na het verversen.
ru: Сохранение EPG в текущий файл кеша после окончания обновления.
sk: Po dokončení aktualizácie EPG uložiť EPG do súboru (cache).

source: Saving EPG Cache...
bg: Записване на ЕПГ данните...
fr: Sauvegarde du cache EPG...
nl: Sla de EPG cache op...
ru: Сохранен кеш EPG...
sk: Ukladá sa EPG Cache...

source: Scanning last service. Please wait.
fr: Recherche du dernier service. Veuillez patienter.
nl: De laatste zenders worden gescand. Een moment nog.
ru: Сканируем последний сервис. Пожалуйста, подождите.

source: Select action after refresh:
bg: Изберете действие след обновяване:
fr: Choisir l'action après un rafraîchissement:
nl: Kies actie na beëindigen van het verversen:
ru: Выберите действие после обновления:
sk: Vyberte akciu po aktualizácii:

source: Select action:
bg: Изберете действие
fr: Choisir une action:
nl: Kies de actie:
ru: Выберите действие:
sk: Zvolte akciu:

source: Select bouquet to refresh
bg: Изберете букет за обновяване
fr: Choisir le favori à rafraîchir
nl: Kies boeket om te vernieuwen
ru: Выберите букет для обновления
sk: Vyberte obľúbené prehľady pre aktualizáciu

source: Select channel to refresh
bg: Изберете канал за обновяване
fr: Choisir la chaîne à rafraîchir
nl: Kies zender om te vernieuwen
ru: Выберите канал для обновления
sk: Vyberte kanál pre aktualizáciu

source: Select mode the refresh for services/bouquets parental control.
bg: Изберете режим на обновяване за каналите/букетите защитени чрез родителски контрол.
fr: Chosir le mode pour rafraîchir les services/bouquets avec protection parentale.
nl: Kies de wijze waarop de zender/bouquet kinderbeveiliging geactualiseerd wordt.
ru: Выберите режим для обновления сервисов/букетов защищенных родительским контролем.
sk: Nastavuje režim aktualizácie EPG pre stanice/prehľady z rodičovskej kontroly.

source: Select options
bg: Изберете опции
fr: Choisir les options
nl: Kies de opties
ru: Выберите действие
sk: Vyberte možnosti

source: Select the days of the week for automatic refresh.
bg: Избор на дни от седмицата за автоматично обновяване.
fr: Choisir les jours de la semaine pour le rafraîchissement automatique.
nl: Met deze optie kunt u de dagen van de week aangeven waarop de EPG ververst wordt.
ru: Выберите день или несколько дней недели для автоматического обновления EPG. Хотя бы один день должен быть активирован.
sk: Vyberte dni v týždni pre automatickú aktualizáciu EPG.

source: Select the file name for the EPG cache file.
bg: Изберете име за фала, съдържащ ЕПГ данните.
fr: Choisir le nom de fichier pour le fichier de cache EPG.
nl: Kies de EPG cache bestandsnaam.
ru: Измените имя файла кеша EPG, если вас не устраивает дефолтное название.
sk: Vyberte názov EPG (cache) súboru.

source: Select the path to EPG cache file. Don't use the internal flash if not necessary!
bg: Изберете папка за съхранение на файла с ЕПГ данните. Не използвайте вътрешната памет, освен ако не се налага!
fr: Choisir le chemin d’accès vers le fichier de cache EPG. Ne pas utiliser le flash interne si ce n’est pas nécessaire!
nl: Bepaal het path naar het EPG cachebestand. Gebruik geen interne flash indien niet noodzakelijk!
ru: Выберите путь хранения файла кеша EPG. Не рекомендуется хранение во внутренней флеши!
sk: Vyberte cestu k EPG (cache) súboru. Nedoporučuje sa používať internú flash mapäť.

source: Select this item to add services to the EPGRefresh.
bg: Изберете това за да добавяте канали към EPGRefresh
fr: Choisir cet élément pour ajouter des services à RafraîchirEPG.
nl: Met deze optie kiest u de items om de EPG te verversen.
ru: Выберите меню, в котором бы хотели видеть - добавить сервис к обновлению EPG.
sk: Túto voľbu zapnite, ak chcete pridávať stanice do EPGRefresh'.

source: Setup save / load EPG
bg: Настройка при записване / зареждане на ЕПГ
fr: Configurer sauvegarder / lire EPG
nl: Configuratie opslaan/laden van de EPG
ru: Настройки сохранения / загрузки EPG
sk: Nastaviť uloženie/načítanie EPG

source: Show "add to EPGRefresh" in
bg: Покажи "добави към EPGRefresh" в
fr: Afficher "Ajouter à RafraîchirEPG" dans
nl: Toon 'voeg aan EPGRefresh toe' in
ru: Показать "добавить к обновлению EPG" в
sk: Zobrazovať "pridať do EPGRefresh" v

source: Show 'EPGRefresh now' in main menu
fr: Afficher 'RafraîchirEPG maintenant' dans le menu principal
ru: Показать 'Обновить EPG сейчас' в главном меню
sk: Zobrazovať 'Aktualizovať EPG' v hlavnom menu

source: Show 'Stop running EPGRefresh' in main menu
fr: Afficher 'Arrêter l'exécution de RafraîchirEPG' dans le menu principal
ru: Показать 'Остановить обновление EPG' в главном меню
sk: Zobrazovať 'Zastaviť aktualizáciu EPG' v hlavnom menu

source: Show entry 'AutoZap' in extensions menu
fr: Afficher une entrée 'ZapAutomatique' dans le menu des extensions
ru: Показать 'Авто переключение' в меню дополнений
sk: Zobrazovať 'AutoZap' v menu rozšírení

source: Show entry 'Manually change EPG' in main menu
fr: Afficher l'entrée 'Charger manuelle l'EPG' dans le menu principal
ru: Показать 'Ручные изменения EPG' в главном меню
sk: Zobrazovať 'Manuálna zmena EPG' v hlavnom menu

source: Show in extensions menu
fr: Afficher dans le menu des extensions
ru: Показать обновление EPG в меню дополнений
sk: Zobrazovať v menu rozšírení

source: Show popup when refresh starts or ends
bg: Известие при започване и завършване на обновяването
fr: Afficher une fenêtre d'avertissement lorsque le rafraîchissment démarre ou s'arrête.
nl: Toon een popup bij het starten/beëindigen van het verversen
ru: Вывод сообщения при начале и окончании обновления
sk: Zobrazovať správu, ak aktualizácia EPG začne alebo skončí

source: Shutdown after EPG refresh
bg: Изключване след завършване
fr: Eteindre après un rafraîchissement de l'EPG
nl: Volledig afsluiten na uitvoeren EPGrefresh
ru: Глубокое ожидание после обновления EPG
sk: Vypnúť po aktualizácii EPG

source: Shutdown after EPG refresh enabled in setup...
bg: Изключване след обновяване е разрешено в настройките...
fr: Eteindre après un rafraîchissement EPG est activé dans le configuration...
nl: Activeer 'Afsluiten na de eindigen van EPGrefresh' in de setup...
ru: Выключение после обновления включено в настройках...
sk: Vypnúť po aktualizácii EPG je povolené v nastavení...

source: Size:
bg: Размер:
fr: Taille:
nl: Grootte:
ru: Объем:
sk: Veľkosť:

source: Skip protected Services
bg: Пропускане на заключените канали
fr: Passer les services protégés
nl: Sla de beveiligde zenders over
ru: Пропускать защищенные сервисы
sk: Preskočit chránené stanice

source: Stop Running EPG-refresh
bg: Спиране на EPGRefresh
fr: Arrêter le fonctionnement de Rafraîchir-EPG
nl: Beëindig EPGrefresh
ru: Остановить обновление EPG
sk: Zastaviť aktualizáciu EPG

source: Stop Running EPG-refresh?
bg: Спиране на EPGRefresh?
fr: Arrêter l'exécution de Rafraîchir-EPG?
nl: Beëindig EPGrefresh?
ru: Остановить обновление EPG?
sk: Zastaviť prebiehajúcu aktualizáciu EPG?

source: Sunday
bg: Неделя
fr: Dimanche
nl: Zondag
ru: Воскресенье
sk: Nedeľa

source: The duration that will be waited for the receiver to go into standby.
bg: Времето за изчакване приемника да премине в режим на готовност.
fr: La durée qui sera attendue pour que le récepteur ne passe en veille.
nl: Met deze optie stelt u de vertraging in voordat de ontvanger naar stand-by gaat.
ru: Если ресивер не находится в режиме ожидания, это продолжительность времени, по окончании которого обновление EPG попробует повторить попытку обновления.
sk: Doba, po ktorú sa čaká, kým prejde prijímač do pohotovostného režimu.

source: The same functions are used in Menu -> System -> EPG settings!
bg: Същите функции се използват в Меню -> Система -> ЕПГ настройки!
fr: Les mêmes fonctions sont utilisée dans Menu -> Paramètres -> Paramètres EPG!
nl: Identieke functie zijn gebruikt onder Menu - Systeem - EPG instellingen!
ru: Такие же функции используются в Меню -> Система -> Настройки EPG!
sk: Rovnaké funkcie sú použité v Menu -> Nastavenie -> Systém -> Nastavenie EPG!

source: The same functions are used in plugin EPGD!!
bg: Същите функции се изплзват в плъгин EPGD!!
fr: La même fonction est utilisée dans le plugin EPGD!
nl: Identieke functies worden gebruikt in de applicatie EPGD!
ru: Такие же функции используются в плагине EPGD!
sk: Rovnaké funkcie sú použité v plugine EPGD!!

source: This is the duration each service will be shown in AutoZap mode.
bg: Това е времето, след което ще се премине на нов канал в режим Автоматично превключване.
fr: Ceci est la durée d'affichage de chaque service en mode ZapAutomatique.
nl: Dit is de tijdsduur waarop elke zender getoond wordt in de AutoZap modus.
ru: Это продолжительность для каждого сервиса в режиме AutoZap.
sk: Doba, po ktorú bude každý program zobrazený v AutoZap móde.

source: This is the duration each service/channel will be tuned to during a refresh.
bg: Това е времето, след което ще се превключи на друг канал при обновяване на ЕПГ.
fr: Ceci est la durée pendant laquelle chaque service/chaîne sera sélectionnée pendant un rafraîchissement.
nl: Met deze optie stelt u een tijd in die nodig is om de EPG van dat kanaal te verversen.
ru: Продолжительность времени нахождения на канале до переключения на следующий, во время обновления.
sk: Doba, po ktorú zostáva stanica/kanál prepnutý z dôvodu načítavania EPG.

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
bg: Възможо е приемника да е бил включен за автоматичо обновяване на ЕПГ. Това изисква приемника да бъде в режим на готовност. Преминаване в режим на готовност сега?
fr: Ceci est peut-être un redémarrage automatique pour rafraîchir l’EPG. Pour que cela se produise il est recommandé de mettre le récepteur en veille. Voulez-vous le faire maintenant?
nl: Dit zou een automatische start kunnen zijn om de EPG te vernieuwen. Om dit te bereiken wordt aanbevolen de ontvanger in stand-by te plaatsen. Wilt u dit nu doen?
ru: Ресивер возможно был включен для автоматического обновления EPG. Для этого требуется перевод ресивера в режим ожидания. Вы хотите сделать это сейчас?
sk: Pre obnovenie EPG môže byť vyžadovaný automatický reštart. Aby sa tak stalo, doporučujeme uviesť prijímač do pohotovostného režimu. Prajete si prepnúť prijímač do pohotovostného režimu?

source: Thursday
bg: Четвъртък
fr: Jeudi
nl: Donderdag
ru: Четверг
sk: Štvrtok

source: Timeout shutdown after refresh for SeriesPlugin (min)
bg: Максимално време за изключване след обновяване за SeriesPlugin (мин)
fr: Arrêt de temporisation après rafraîchissement pour SeriesPlugin (min)
nl: Vertraging bij het afsluiten van EPGrefresh t.b.v. SeriesPlugin (min)
ru: Таймаут выключения после обновления для SeriesPlugin (мин)
sk: Oneskorené vypnutie po aktualizácii pre SeriesPlugin (v min.)

source: Timespan to remain on service (in seconds)
bg: Време за оставане на канал (в секунди)
fr: Durée pendant laquelle on reste sur le service (en secondes)
nl: Tijdspanne om op de zender te blijven (in seconden)
ru: Таймаут, оставаться на сервисе (в секундах)
sk: Časové rozpätie zotrvania programu (v sekundách)

source: Tuesday
bg: Вторник
fr: Mardi
nl: Dinsdag
ru: Вторник
sk: Utorok

source: Wake up from deep standby
bg: Събуждане от дълбоко приспиване
fr: Réveiller de la veille profonde
nl: Start vanuit deep stand-by
ru: Включать из глубокого ожидания для обновления EPG
sk: Prebudiť z hlbokého spánku

source: Wednesday
bg: Сряда
fr: Mercredi
nl: Woensdag
ru: Среда
sk: Streda

source: Whether the receiver should go into deep standby after refresh is completed.
bg: Приемника ще премине в режим дълбоко приспиване след завършване обновяването на ЕПГ данните.
fr: Défini si le récepteur doit aller en veille profonde ou pas après que le rafraîchissement est terminé.
nl: Indien geactiveerd zal de ontvanger naar deep stand-by gaan zodra de EPG is ververst.
ru: Этот параметр определяет, будет ли ресивер переведен в режим глубокого ожидания, когда обновление будет завершено.
sk: Určuje, či sa prijímač po vykonaní aktualizácie prepne do hlbokého spánku (vypnutie).

source: You may not use this settings! At least one day a week should be included!
bg: Не може да използвате тези настройки! Трябва да бъде добавен поне един ден от седмицата!
fr: Vous ne pouvez pas utiliser ce paramètre! Au moins un jour de la semaine doit être inclus!
nl: Wellicht gebruikt u deze instelling niet! Minimaal zal er één dag gebruikt moeten worden!
ru: Вы не можете использовать эти настройки! Хотя бы один день должен быть активирован!
sk: Nemôžete použiť toto nastavenie! Musí byť vybratý aspoň jeden deň v týždni!

source: add service to EPGRefresh
bg: добавяне канала към EPGRefresh
fr: ajouter le service à RafraîchirEPG
nl: voeg zenders toe aan EPGRefresh
ru: добавить сервис к обновлению EPG
sk: pridať stanicu do EPGRefresh

source: add to EPGRefresh
bg: добавяне към EPGRefresh
fr: ajouter à RafraîchirEPG
nl: toevoegen aan EPGRefresh
ru: добавить к обновлению EPG
sk: Pridať do EPGRefresh

source: channel selection
bg: избор на канали
fr: sélection de la chaîne
nl: Zenderkeuze
ru: селектор каналов
sk: v zozname staníc

source: delete
bg: изтриване
fr: effacer
nl: Verwijderen
ru: удалить
sk: zmazať

source: event info
bg: информация за предаването
fr: info événement
nl: Programma info
ru: меню событий
sk: v informácii o udalosti

source: event info / channel selection
bg: информация за предаването / избор на канали
fr: info événement / sélection de la chaîne
nl: Programma info/zenderselectie
ru: меню событий / селектор каналов
sk: v informácii o udalosti / zozname staníc

source: manual save/load EPG
bg: ръчно записване/зареждане на ЕПГ
fr: sauvegarder/lire manuellement l’EPG
nl: Handmatige opslag/laden van de EPG
ru: Ручная перезагрузка EPG
sk: manuálne uloženie/načítanie EPG

source: never
bg: никога
fr: jamais
nl: nooit
ru: никогда
sk: nikdy

source: nowhere
bg: никъде
fr: nulle part
nl: Nergens
ru: нигде
sk: nikde

source: Congratulations
fr: Félicitations
nl: Proficiat
ru: Поздравляю

source: EPGRefresh Help
fr: Aide Rafraîchir EPG
nl: EPGRefresh Hulp
ru: EPGRefresh - помощь

source: Editing the service list
fr: Editer la liste des services
nl: Zenderlijst bewerken
ru: Редактировать список сервисов

source: The configuration menu
fr: Le menu de configuration
nl: Dit instellingsmenu
ru: Меню конфигурации

source: This help screen is supposed to give you a quick look at everything EPGRefresh has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by pressing the HELP button from the configuration menu (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
fr: Cet écran d’aide is supposé vous donner un aperçu rapide de tout ce que Rafraîchir EPG a à vous offrir. Vous pouvez abandonner à tout moment en appuyant sur le bouton ROUGE ou EXIT sur votre télécommande ou y revenir plus tard en appuyant sur le bouton HELP depuis le menu de configuration (plus là dessus plus tard). Mais vous devriez vraiment considérer de prendre quelques minutes pour lire ces pages d’aides.
nl: De opzet van dit hulpscherm is om u een snelle voorvertoning te geven van de mogelijkheden van EPGrefresh. U kunt het op elk gewenst moment stoppen door op de rode of exit toets op je afstandsbediening te drukken of het op een later tijdstip te openen door het te selecteren in het bedieningsmenu met de toets menu van het reguliere startpunt van de applicatie (later meer hierover). Het is echt aan te bevelen om een paar minuten te besteden om deze helppagina's te lezen.
