Repository: OpenPLi/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: bg, fr, nl, ru, sk

source: Remaining - services: %d / time: %d:%02d min
fr: Restants - services: %d / temps: %d:%02d min

source: (AutoZap)
bg: (Автоматично превключване)
fr: (ZapAutomatique)
ru: (Авто переключение)

source: %d more services
fr: %d services en plus

source: Adding schedule...
bg: Добавяне на разписание...
fr: Ajouter une planification…
nl: Planning wordt toegevoegd...
ru: Добавлено расписание...
sk: Pridať plán...

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
bg: След успешно обновяване AutoTimer автоматично ще търси за нови съвпадения.
fr: Après un rafraîchissement réussi l'AutoTimer va automatiquement rechercher pour de nouvelles correspondances si ceci est activé.
nl: Indien geactiveerd dan zal AutoTimer automatisch zoeken naar nieuwe overeenkomsten nadat de EPGrefresh compleet is.
ru: После успешного обновления Автотаймер будет автоматически искать новые соответствия, если это включено.
sk: Ak je povolené, po úspešnej aktualizácii Autotimer automaticky vyhľadá dodatočné kanály.

source: Are you sure you want to load the EPG data from:
bg: Сигурни ли сте, че искате да заредите ЕПГ данните от:
fr: Êtes-vous certains de vouloir lire les données EPG depuis:
nl: Weet u zeker dat u de EPG data wilt laden vanaf:
ru: Вы уверены, что хотите загрузить данные EPG из:
sk: Chcete načítať EPG údaje z:

source: Are you sure you want to reload the EPG data from:
bg: Сигурни ли сте, че искате да презаредите ЕПГ данните от:
fr: Êtes-vous certains de vouloir lire le cache EPG depuis:
nl: Weet u zeker dat u de EPG data wilt herladen vanaf:
ru: Вы уверены, что хотите перезагрузить данные EPG из:
sk: Chcete načítať údaje z vyrovnávacej pamäte EPG (cache) z:

source: Are you sure you want to save and load the EPG data from:
bg: Сигурни ли сте, че искате да запишете и заредите ЕПГ данните от:
fr: Êtes-vous certains de vouloir enregistrer et lire les données EPG depuis:
nl: Weet u zeker dat u de EPG data wilt laden en opslaan vanaf:
ru: Вы уверены, что хотите сохранить и загрузить данные EPG из:
sk: Chcete uložiť a znovu načítať EPG údaje z:

source: Are you sure you want to save the EPG cache to:
bg: Сигурни ли сте, че изкате да запишете ЕПГ данните в:
fr: Êtes-vous certains de vouloir sauvegarder le cache EPG vers:
nl: Weet u zeker dat u de EPG cache wilt opslaan naar:
ru: Вы уверены, что хотите сохранить данные EPG в:
sk: Chcete uložiť vyrovnávaciu pamäť EPG (cache) do:

source: AutoZap
bg: Автоматично превключване
fr: ZapAutomatique
ru: Авто переключение

source: AutoZap for refreshing EPG data
bg: Автоматично превключване за обновяване на ЕПГ данните
fr: ZapAutomatique pour rafraîchir les données EPG
nl: Automatisch zappen om de EPG te verversen
ru: Авто переключение для обновления данных EPG
sk: AutoZap pre aktualizáciu EPG dát

source: Automated refresh will start after this time of day, but before the time specified in next setting.
bg: Автоматичното обновяване ще започне след това време, но преди определеното в следващата настройка.
fr: Le rafraîchissement automatique démarrera après l'heure définie, mais avant l'heure spécifiée dans le paramètre suivant.
nl: Met deze optie stelt u in vanaf welk tijdstip EPGrefresh op zijn vroegst zal starten maar wel voor de in het volgende veld aangegeven tijdstip.
ru: Автоматическое обновление начнется после назначеного времени, но не позже чем в следущей настройке.
sk: Automatická aktualizácia sa spustí každý deň o tomto čase, ale pred časom zadaným v nasledujúcom nastavení.

source: Automated refresh will start before this time of day, but after the time specified in previous setting.
bg: Автоматичното обновяване ще започне преди това време, но след определеното в предишната настройка.
fr: Le rafraîchissement automatique démarrera avant l'heure définie, mais après l'heure spécifiée dans le paramètre précedent.
nl: Met deze optie stelt u in vanaf welk tijdstip EPGrefresh op zijn laatst zal opstarten maar wel na de in het vorige veld aangegeven tijdstip.
ru: Автоматическое обновление начнется не позже назначеного времени, но не раньше чем в предыдущей настройке.
sk: Automatická aktualizácia sa spustí každý den pred týmto časom, ale najskôr po čase nastavenom v predchádzajúcom nastavení.

source: Automatic EPG loading from current cache file.
bg: Разрешава автоматично зареждане на ЕПГ от текущо избрания файл.
fr: Lecture automatique de l’EPG depuis le fichier de cache actuel.
nl: Automatisch EPG laden vanuit het huidige cachebestand.
ru: Автоматическая загрузка EPG из текущего файла кеша. Каждая загрузка затормаживает работу ресивера на несколько секунд.
sk: Automatické načítanie EPG z aktuálneho (cache) súboru.

source: Automatic load period (in hours)
bg: Автоматично зареждане през (в часове)
fr: Périodicité de lecture automatique (en heures)
nl: Automatisch laadperiode (in uren)
ru: Авто период загрузки (в часах)
sk: Interval automatického načítania (v hod.)

source: Automatic save period (in hours)
bg: Автоматично записване през (в часове)
fr: Période de sauvegarde automatique (en heures)
nl: Automatisch periode om op te slaan (in uren)
ru: Авто период сохранения (в часах)
sk: Interval automatického ukladania (v hod.)

source: Automatically load EPG
bg: Автоматично зареждане на ЕПГ
fr: Charger automatiquement l’EPG
nl: Automatisch EPG laden
ru: Автоматическая загрузка EPG
sk: Automatické načítanie EPG

source: Automatically refresh EPG
bg: Автоматично обновяване на ЕПГ
fr: Rafraîchir automatiquement l’EPG
nl: Automatisch vernieuwen van de EPG
ru: Автоматическое обновление DVB EPG
sk: Automatická aktualizácia EPG

source: Automatically restore EPG backup on boot
bg: Възстановяване на ЕПГ от резервното копие при старт
fr: Restaurer automatiquement la sauvegarde EPG au démarrage
nl: Automatisch herstellen van een EPG backup na booten
ru: Авто восстановление из бекапа EPG при старте
sk: Automaticky obnoviť EPG zálohu pri štarte

source: Automatically save EPG
bg: Авоматично записване на ЕПГ
fr: Sauvegarder automatiquement l’EPG
nl: Automatisch opslaan van de EPG
ru: Автоматическое сохранение EPG
sk: Automatické ukladanie EPG

source: Background only
bg: Във фонов режим
fr: Seulement en tâche de fond
nl: Enkel op de achtergrond
ru: только при фоновом сканировании
sk: Len na pozadí

source: Backup file is corrupt! Backup file will be deleted!
bg: Резервното копие е повредено! То ще бъде изтрито!
fr: Le fichier de sauvegarde est corrompu! Le fichier de sauvegarde sera effacé!
nl: Backupbestand is beschadigd! Dit bestand zal worden verwijderd!
ru: Файл бекапа кеша поврежден! Этот файл будет удален!
sk: Záložný soubor je poškodený a bude vymazaný!

source: Backup file is not found!
bg: Резервно копие не е открито!
fr: Pas de fichier de sauvegarde trouvé!
nl: Het backupbestand is niet gevonden!
ru: Файл бекапа кеша не найден!
sk: Záložný súbor nenájdený!

source: Backup file load!
bg: Данните от резервното копие са заредени!
fr: Fichier de sauvegarde lu!
nl: Backupbestand is geladen!
ru: Файл бекапа кеша загружен!
sk: Záložný súbor načítaný!

source: Bouquets
bg: Букети
fr: Favoris
nl: Boeketten
ru: Букеты
sk: Prehľady

source: Cancel
bg: Отказ
fr: Annuler
nl: Annuleren
ru: Отмена
sk: Zrušiť

source: Channels
bg: Канали
fr: Chaînes
nl: Zenders
ru: Каналы
sk: Kanály

source: Choice days for refresh
bg: Изберете дни за обновяване
fr: Choisir les jours de rafraîchissement
nl: Kies de dagen om te verversen
ru: Выбор дней для обновления
sk: Nastavenie dní pre aktualizáciu

source: Clear EPG
bg: Изчистване на ЕПГ
fr: Effacer l’EPG
nl: Wis de EPG
ru: Очистка EPG
sk: Vyčistiť EPG

source: Clear all EPG
bg: Изчистване на всички ЕПГ данни
fr: Effacer tous les EPG
nl: Wis alle EPG
ru: Очистка всего EPG
sk: Vyčistiť všetky EPG

source: Clear only epg.dat and epg.dat.backup
bg: Изчистване само на epg.dat и epg.dat.backup
fr: Effacer uniquement les fichiers epg.dat et epg.dat.backup
nl: Wis alléén de epg.dat en de epg.dat.backup
ru: Очистка только epg.dat и epg.dat.backup
sk: Vyčistit iba epg.dat a epg.dat.backup

source: Clear only in memory (RAM) EPG
bg: Изчистване на ЕПГ данните само от паметта (RAM)
fr: Effacer l4PEG uniquement en mémoire (RAM)
nl: Verwijder de EPG alléén uit het geheugen (RAM)
ru: Очистка EPG только из памяти (RAM)
sk: Vyčistit EPG len v pamäti (RAM)

source: Configuration save / load EPG
bg: Настройки записване / зареждане на ЕПГ
fr: Configuration sauvegarder / lire l’EPG
nl: Configuratie laden/opslaan van de EPG
ru: Настройки сохранения / загрузки EPG
sk: Nastavenie uloženia/načítania EPG

source: Configure EPG load interval, if enabled. This is an option for experienced users.
bg: Настройка на интервала за зареждане на ЕПГ данните, ако е разрешен. Тази настройка е за напреднали потребители.
fr: Configure l’intervalle de lecture de l’EPG, si activé. Ceci est une option pour les utilisateurs expérimentés.
nl: Configureer de interval waarmee de EPG geladen wordt. Dit is een optie voor ervaren gebruikers.
ru: Этот параметр не рекомендуется использовать в стандартной настройке, только в исключительных случаях. Не выставляйте короткий период времени.
sk: Nastavenie intervalu načítania EPG, pokiaľ je to povolené. Toto je voľba pre skúsených užívateľov.

source: Configure EPG save interval, if enabled.
bg: Настройка на интервала за записване на ЕПГ данните, ако е разрешен
fr: Configurer l’intervalle de sauvegarde de l’EPG, si activé.
nl: Indien geactiveerd kan je een interval instellen voor het opslaan van de EPG.
ru: Каждое сохранение затормаживает работу ресивера на несколько секунд. Не выбирайте слишком маленький период времени.
sk: Nastavenie intervalu ukladania EPG, pokiaľ je to povolené.

source: Create a backup cache file, after manually or automatically saving EPG.
bg: Създаване на резервен файл при запис на ЕПГ данните.
fr: Créer un fichier de sauvegarde cache, après avoir manuellement ou automatiquement sauvé l'EPG.
nl: Maak een backup van het cachebestand aan nadat de EPG automatisch of handmatig opgeslagen is.
ru: Создавать файл бекапа кеша данных, после ручного или автоматического сохранения EPG.
sk: Vytvoriť zálohu EPG súboru (cache) pri manuálnom alebo automatickom ukladaní EPG.

source: Create backup when saving EPG
bg: Създаване резервно копие при запис на ЕПГ
fr: Créer une sauvegarde lors de l’enregistrement de l'EPG
nl: Maak een backup tijdens het opslaan van de EPG
ru: Создавать бекап после сохранения EPG
sk: Vytvárať zálohu pri ukládání EPG

source: Current EPG cachefile:
bg: Текущ файл с ЕПГ данни:
fr: Fichier de cache actuel pour l'EPG:
nl: Huidige EPG cache bestand:
ru: Текущий файл кеша EPG:
sk: Aktuálny súbor EPG cache:

source: Days Profile
bg: Профил по дни
fr: Profile des jours
nl: Dagprofiel
ru: Профили дней
sk: Profil dní

source: Delay if not in standby (in minutes)
bg: Изчакване, ако приемника се използва (в минути)
fr: Délai si pas en veille (en minutes)
nl: Vertraging indien niet in stand-by (in min)
ru: Пауза проверки, если не в режиме ожидания (в минутах)
sk: Oneskorenie, pokiaľ nie je v pohotovostnom režime (v minutách)

source: Don't wait for the receiver to go into standby when starting a refresh cycle.
bg: Да не се изчаква приемника да премине в режим на готовност.
fr: Ne pas attendre que le récepteur soit en veille pour démarrer un cycle de rafraîchissement.
nl: Indien geactiveerd dan zal er niet gewacht worden totdat de ontvanger naar stand-by gaat bij het verversen van de EPG.
ru: Этот параметр определяет, будет ли обновление инициировано, даже если ресивер активен (либо не в режиме ожидания или идет запись в текущее время).
sk: Nečaká sa na prechod do pohotovostného režimu, ak sa spúšťa aktualizácia.

source: Duration to show each service (in seconds) for 'AutoZap'
bg: Престой на канал ( сек.) за 'Автоматично превключване'
fr: Durée pour chaque service (en secondes) pour 'ZapAutomatique'
nl: De tijdsduur die elke zender wordt getoond (in seconden) t.b.v. 'AutoZap'
ru: Таймаут (в секундах) для 'Авто переключение'
sk: Doba zobrazenia každej stanice (v sek.) pre 'AutoZap'

source: EPG Cache Check
bg: Проверка ЕПГ данните
fr: Vérification du cache de l’EPG
nl: Controle EPG cache
ru: Проверка кеша EPG
sk: Kontrola EPG Cache

source: EPG cache file filename
bg: Име на файла с ЕПГ данни
fr: Nom du fichier de cache EPG
nl: De naam van het EPG cachebestand
ru: Название файла данных EPG
sk: Názov EPG (cache) súboru

source: EPG cache file path
bg: Път до файла с ЕПГ данните
fr: Chemin d’accès vers le fichier du cache EPG
nl: Pad naar het EPG cachebestand
ru: Директория хранения файла данных EPG
sk: Cesta k súboru EPG (cache)

source: EPG refresh auto-start earliest (hh:mm)
bg: Автоматично стартиране не по-рано от (чч:мм)
fr: Rafraîchir EPG démarre au plus tôt (hh:mm)
nl: EPG start op het eerst vanaf dit moment (hh:mm)
ru: Начало авто-старта обновления EPG не раньше (чч:мм)
sk: Aktualizáciu EPG spúšťať najskôr v (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
bg: Автоматично стартиране не по-късно от (чч:мм)
fr: Rafraîchir EPG démarre au plus tard (hh:mm)
nl: EPG start op zijn laatst op dit moment (hh:mm)
ru: Начало авто-старта обновления EPG не позже (чч:мм)
sk: Aktualizáciu EPG spúšťať najneskôr v (hh:mm)

source: EPG refresh finished.
bg: Обновяването на ЕПГ завърши.
fr: Rafraîchissement EPG terminé.
nl: EPGRefresh is gereed
ru: Обновление EPG закончено.
sk: Aktualizácia EPG dokončená.

source: EPG refresh started in background.
bg: EPGRefresh работи във фонов режим
fr: Le rafraîchissement de l’EPG a démarré en tâche de fond.
nl: EPGrefresh is op de achtergrond gestart.
ru: Обновление EPG началось в фоновом режиме.
sk: Aktualizácia EPG spustená na pozadí.

source: EPG refresh starts scanning channels.
bg: EPGRefresh започна сканиране на каналите.
fr: Rafraîchir EPG démarre l’analyse des chaînes.
nl: EPGrefresh is gestart met het scannen van de zenders.
ru: Обновление EPG начинает сканирование каналов.
sk: Aktualizácia EPG začala prehľadávať kanály.

source: EPG-refresh now
bg: Стартиране на EPGRefresh
fr: Rafraîchir-EPG maitenant
nl: Nu de EPG verversen
ru: Обновить EPG сейчас
sk: Aktualizovať EPG

source: EPGRefresh
fr: RafraîchirEPG
ru: Обновление EPG

source: EPGRefresh Configuration
bg: EPGRefresh Настройки
fr: Configuration RafraîchirEPG
nl: EPGRefresh configuratie
ru: Конфигурация обновления EPG
sk: EPGRefresh konfigurácia

source: EPGRefresh Services
bg: Канали за обновяване на ЕПГ
fr: Services RafraîchirEPG
ru: Сервисы обновления EPG
sk: EPGRefresh stanice

source: EPGRefresh configuration
bg: EPGRefresh настройки
fr: Configuration RafraîchirEPG
nl: EPGRefresh configuratie
ru: Конфигурация обновления EPG
sk: Nastavenie EPGRefresh

source: EPGRefresh needs to be explicitly started using the yellow button in this menu if this option is not enabled
bg: EPGRefresh трябва да бъде стартиран използвайки жълт бутон в това меню ако тази опция не е активирана.
fr: RafraîchirEPG doit être explicitement démarré en utilisant le bouton jaune dans ce menu si cette option n'est pas activée.
nl: Indien geactiveerd zal EPGrefresh automatisch starten. Anders dient u de gele toets te gebruiken om te starten.
ru: Если это включено, то обновление EPG начнет работать в автоматическом режиме, в противном случае есть ручное обновление на желтой кнопке в этом меню.
sk: Ak je táto voľba zakázaná, EPGRefresh nebude prebiehať automaticky a musí byť spustený pomocou žltého tlačidla v tejto ponuke.

source: EPGRefresh requires services/bouquets to be configured. Configure now?
fr: EPGRefresh exige que les services/bouquets soient configurés. Configurer maintenant?
nl: EPGRefresh vereist dat zenderboeketten geconfigureerd worden. Nu configureren?
ru: EPGRefresh необходимы сконфигурированные сервисы/букеты. Сделать это сейчас?

source: Edit Services
bg: Kанали
fr: Editer les services
nl: Zenders bewerken
ru: Редактировать сервисы
sk: Upraviť stanice

source: Edit Services to refresh
bg: Редактиране каналите за сканиране
fr: Editer les services à rafraîchir
nl: Bewerk de zenders waarvan je de EPG wilt verversen
ru: Редактировать сервисы для обновления
sk: Upraviť aktualizované kanály

source: Editing
bg: Редактиране
fr: Edition
nl: Wat wil je bewerken
ru: Редактировать
sk: Úprava

source: Enable automatic EPG save interval.
bg: Разрешава автоматично записване на ЕПГ данните през определен интервал.
fr: Intervalle de sauvegarde automatique de l’EPG.
nl: Activeer de tussentijdse automatische EPG opslag.
ru: Автоматическое сохранение EPG в текущий файл кеша, через заданное время. Может быть полезно при внезапных отключениях электричества.
sk: Povoliť interval automatického ukladania EPG.

source: Enable automatic zapping of all services in the current services list.
bg: Разрешаване автоматичното превключване между всички канали в текущия списък.
fr: Activer le zap automatique pour tous les services dans la liste des services courante.
nl: Activeer 'automatisch zappen van alle zenders' in de huidige zenderlijst.
ru: Автоматическое переключение всех каналов, через заданное время, в текущем списке каналов. Остановка только в ручную.
sk: Povoľuje automatické prepnutie všetkých staníc nachádzajúcich sa v aktuálnom zozname staníc.

source: Enable this item to flush all EPG data before starting a new EPG refresh cycle
fr: Activer cette option pour vider toutes les données EPG avant de démarrer un nouveau cycle de rafraîchissement de l’EPG
nl: Indien geactiveerd stelt u in of alle (oude) EPG data eerst verwijderd moet worden voor een nieuwe actualisatie.
ru: Включите эту опцию, если хотите очистить все данные EPG перед началом нового цикла обновления EPG.

source: Enable this item to wake up the receiver from deep standby (if possible).
bg: Изберете това, за се включи приемника ако е изключен (ако е възможно).
fr: Activer ceci pour réveiller le récepteur de la veille profonde (si possible).
nl: Indien geactiveerd zal EPGrefresh indien mogelijk ook starten vanuit deep stand-by.
ru: Если эта опция включена, обновление EPG будет автоматически включать ресивер из режима глубокого ожидания.
sk: Ak je povolené, prebudí sa prijímač z hlbokého spánku (ak to bude možné).

source: Enable this to show an informational message at the start and completion of the refresh.
bg: Разрешете това за да се покаже съобщение при започване или завършване на обновяването на ЕПГ данни
fr: Activer cette option pour afficher un message d'information au démarrage et à la fin du rafraîchissement.
nl: Indien geactiveerd zal er een bericht worden getoond tijdens de start en einde van EPGrefresh.
ru: Этот параметр определяет, будет ли показано информационное сообщение при начале и завершении обновления.
sk: Určuje, či sa bude zobrazovať správa pri spúšťaní a dokončení aktualizácie EPG.

source: Enable this to show the EPGRefresh configuration menu in the extension menu.
fr: Activer ceci pour afficher le menu de configuration RafraîchirEPG dans le menu des extensions.
ru: Если включено, то плагин обновления EPG будет показан в меню дополнений.
sk: Umožní pristupovať k nastaveniu EPGRefresh z menu rozšírení.

source: Extend the list of services to refresh by those your AutoTimers use?
bg: Разширяване на списъка с канали за обновяване с тези, които използване в плъгина AutoTimer?
fr: Etendre la liste des services à rafraîchir par les AutoTimer que vous utilisez?
nl: Indien geactiveerd zal EPGrefresh de zenders die al door AutoTimer gebruikt worden toevoegen om de EPG te actualiseren.
ru: Расширить список сервисов, для обновления данных ваших Автотаймеров?
sk: Zoznam kanálov pre automatickú aktualizáciu EPG bude rozšírený o kanály používané v AutoTimeri.

source: Fake recording
bg: Имитиране на запис
fr: Faux enregistrement
nl: Simulatie van een opname
ru: Имитация записи
sk: Falošné nahrávanie

source: Flush EPG before refresh
fr: Vider l’EPG avant de rafraîchir
nl: EPG verwijderen voor het vernieuwen
ru: Очистка EPG перед обновлением

source: Following Services have to be scanned:
bg: Следните канали ще бъдат сканирани:
fr: Les services suivant ont été scannés:
nl: De navolgende zenders dienen gescand te worden:
ru: EPG для следующих сервисов должно быть еще обновлено:
sk: Nasledujúce programy musia byť skontrolované:

source: Force scan even if receiver is in use
bg: Сканиране дори приемника да се ползва
fr: Forcer un scan même si le récepteur est utilisé
nl: Zoeken wanneer de ontvanger in gebruik is
ru: Форсированное обновление, даже если ресивер занят
sk: Vynútiť aktualizáciu, aj keď sa prijímač používa

source: Foreground also
bg: На преден план
fr: Aussi en tâche principale
nl: Ook op de voorgrond
ru: так же и при режиме просмотра тв
sk: Aj v popredí

source: Friday
bg: Петък
fr: Vendredi
nl: Vrijdag
ru: Пятница
sk: Piatok

source: If "Run AutoTimer after refresh" and "Shutdown after EPG refresh" enabled and use "Label series" for match, set long timeout.
bg: Ако "Стартиране на AutoTimer след обновяване" и "Изключване след завършване" са разрешени и се използва "Label series" за съвпадение, задайте максимално време.
fr: Si "Lancer AutoTimer après un rafraîchissement" et "Eteindre après un rafraîchissement EPG" sont activés et utiliser "Label séries" pour correspondance, définir un timeout très long.
nl: Bij het gebruik van 'activeren van AutoTimer na EPGrefresh' en 'sluit EPGRefresh af na gebruik' en het gebruik van 'Laser series' om te vergelijken stel dan een lange vertraging in.
ru: Если "Запустить Автотаймер после обновления" и "Глубокое ожидание после обновления EPG" включены и используются "Ярлыки сериалов" для совпадений, установите большой таймаут.
sk: Ak sú voľby "Spustiť AutoTimer po aktualizácii" a "Vypnúť po aktualizácii EPG" povolené a pre hľadanie používate "Label series", nastavte dlhšie oneskorenie.

source: If enabled, show 'EPGRefresh now' in main menu when currently no EPGRefresh is running.
fr: Si activé, affichera 'RafraîchirEPG maintenant' dans le menu principal lorsqu'aucun rafraîchissement n'est en cours.
ru: Если включено, то 'Обновить EPG сейчас' будет показано в главном меню, если в это время обновление не запущено.
sk: Ak je povolené, bude zobrazená 'Aktualizácia EPG' v hlavnom menu (pokiaľ už aktualizácia neprebieha).

source: If enabled, show 'Stop running EPGRefresh' in main menu when EPGPRefresh is running.
fr: Si activé, afficher 'Arrêter l'exécution de RafraîchirEPG' dans le menu principal lorsque RafraîchirEPG tourne.
ru: Если включено, то 'Остановить обновление EPG' будет показано в главном меню, если в это время обновление запущено.
sk: Ak je povolené, v hlavnom menu bude zobrazená voľba 'Zastaviť aktualizáciu EPG' v prípade, že prebieha aktualizácia EPG.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake recording or regular Picture in Picture.
bg: Ако искате обновяването на ЕПГ да протича на заден фон изберете режим, отговарящ най-добре на вашите нужди, например скрит, имитация на запис или използване на Картина в Картината.
fr: Si vous voulez un rafraîchissement de l'EPG en tâche de fond, vous pouvez choisir la méthode qui vous convient le mieux, p.e. caché, faux enregistrement ou une simple Image dans Image (PiP).
nl: Indien u de EPG in de achtergrond wilt actualiseren kunt u de voor u gewenste methode kiezen. U kunt kiezen uit 'verborgen', simulatie van een opname of een standaard PIP.
ru: Если вы хотите обновлять EPG в фоновом режиме, вы можете выбрать метод, который наилучшим образом соответствует вашим потребностям. Варианты - в режиме ожидания, имитация записи, скрытая или стандартная функция из Картинка в Картинке.
sk: Ak chcete aktualizovať EPG na pozadí, môžete si zvoliť metódu, ktorá najlepšie vyhovuje Vašim potrebám. Napr. Skrytá, Falošné nahrávanie alebo Obraz v obraze (PiP).
