Repository: OpenPLi/enigma2-plugins
Catalog: systemtime/po/*.po
Languages: ar, el, fr, it, lt, pl, ru

source: 5 mins
ar: 5 دقائق
el: 5 λεπτά
it: 5 minuti
lt: 5 min.
ru: 5 минут

source: 15 mins
ar: 15 دقيقة
el: 15 λεπτά
it: 15 minuti
lt: min.
ru: 15 минут

source: 30 mins
ar: 30 دقيقة
el: 30 λεπτά
it: 30 minuti
lt: min.
ru: 30 минут

source: 1 hour
ar: ساعة واحدة 1
el: 1 ώρα
fr: 1 heure
it: 1 ora
lt: 1 val.
pl: 1 godzinę
ru: 1 час

source: 2 hours
ar: ساعتين
el: 2 ώρες
fr: 2 heures
it: 2 ore
lt: 2 val.
pl: 2 godziny
ru: 2 часа

source: 4 hours
ar: 4 ساعات
el: 4 ώρες
fr: 4 heures
it: 4 ore
lt: 4 val.
pl: 4 godziny
ru: 4 часа

source: 12 hours
ar: إثناعشر ساعة
el: 12 ώρες
fr: 12 heures
it: 12 ore
lt: 12 val.
pl: 12 godzin
ru: 12 часов

source: 24 hours
ar: أربعة وعشرون ساعة
el: 24 ώρες
fr: 24 heures
it: 24 ore
lt: 24 val.
pl: 24 godziny
ru: 24 часа

source: 48 hours
ar: 48 ساعة
el: 48 ώρες
fr: 48 heures
it: 48 ore
lt: 48 val.
pl: 48 godzin
ru: 48 часов

source: Press OK
ar: أضغط موافق
el: Πατήστε ΟΚ
fr: Appuyez sur OK
it: Premere OK
lt: Spauskite 'OK'
pl: Wciśnij OK
ru: Нажмите ОК

source: System time setup
ar: إعداد وقت النظام
el: Ρύθμιση ώρας συστήματος
fr: Réglage de l’horloge système
it: Configurazione ora di sistema
lt: Sistemos laiko sąranka
ru: Настройки системного времени

source: Setup System Time
it: Configurazione ora di sistema
pl: Ustawienia System Time

source: Cancel
ar: إلغاء
el: Ακύρωση
fr: Annuler
it: Annullare
lt: Atšaukti
pl: Anuluj
ru: Отмена

source: Save
ar: حفظ
el: Αποθήκευση
fr: Sauvegarder
it: Salvare
lt: Išsaugoti
pl: Zapisz
ru: Сохранить

source: Restart GUI
ar: إعادة تشغيل الاينجما
el: Επανεκκίνηση GUI
fr: Redémarrer l’IGU
it: Riavviare Enigma2
lt: Paleisti grafinę aplinką iš naujo
pl: Zrestartuj GUI
ru: Рестарт GUI

source: Sync time using
ar: إستحدام مزامنة التوقيت
el: Συγχρονισμός ώρας μέσω
fr: Synchro le temps en utilisant
it: Aggiornare l'ora usando
lt: Sinchronizavimui naudoti
pl: Synchronizuj czas korzystając z
ru: Синхронизация времени с помощью

source: Select the preferred method for syncing time on your receiver. Network Time Protocol requires internet connection. Transponder time might not be very accurate.
ar: حدد الطريقة المفضلة لمزامنة الوقت على جهاز الاستقبال الخاص بك. يتطلب بروتوكول وقت الشبكة الاتصال بالإنترنت. قد لا يكون وقت المرسل المستجيب دقيقًا جدًا.
el: Επιλέξτε την προτιμώμενη μέθοδο για τον συγχρονισμό της ώρας στον δέκτη σας. Το Network Time Protocol απαιτεί σύνδεση στο ίντερνετ. Η ώρα μέσω του αναμεταδότη μπορεί να μην είναι ακριβής.
fr: Sélectionnez la méthode recommandée pour la synchronisation de temps sur votre récepteur. Le protocole de temps réseau nécessite la connexion internet. L’heure du transpondeur peut ne pas être très précis.
it: Selezionare il metodo preferito per aggiornare l'ora del ricevitore. Il protocollo NTP richiede una connessione Internet. L'ora del transponder potrebbe non essere molto precisa.
lt: Pasirinkite pageidaujamą imtuvo laiko sinchronizavimo metodą. NTP protokolui reikalingas interneto ryšys. Transponderio laikas gali būti nelabai tikslus.
ru: Выберите предпочтительный метод синхронизации времени на вашем ресивере. Протокол сетевого времени требует подключения к Интернету. Время с транспондера может быть не очень точным.

source: Sync NTP every
ar: مزامنة وقت التوقيت العالمي للكل
el: Συγχρονισμός NTP κάθε
fr: NTP synchro chaque
it: Aggiornare NTP ogni
lt: Laiką sinchronizuoti kas
pl: Synchronizacja NTP co
ru: Синхронизировать с NTP каждые

source: Set how often the receiver will connect to the NTP server to sync time.
ar: قم بتعيين عدد مرات اتصال جهاز الاستقبال بخادم بروتوكول ضبط التوقيت العالمي لمزامنة الوقت.
el: Ρυθμίστε πόσο συχνά θα γίνεται συγχρονισμός μέσω του διακομιστή NTP.
fr: Définissez à quelle fréquence le récepteur se connectera au serveur NTP pour synchronise l’heure.
it: Impostare quanto spesso il ricevitore si collegherà al server NTP per aggiornare l'ora.
lt: Nustatykite, kaip dažnai imtuvas jungsis prie NTP serverio, kad sinchronizuotų laiką.
ru: Установите интервал подключения к серверу NTP, для синхронизации времени.

source: NTP cold start
ar: تشغيل بروتوكل ضبط التوقيت العالمي الشتوي
fr: NTP démarrage à froid
it: Aggiornare l'ora all'avvio del ricevitore
lt: Laiką sinchronizuoti paleidžiant
ru: Синхронизировать с NTP при старте ресивера

source: Sync NTP cold start
it: Aggiornare l'ora all'avvio del ricevitore
pl: Synchronizacja NTP - zimny start

source: On receiver 'cold start', allow any required time adjustments to be 'stepped'.
ar: عند "بدء التشغيل التوقيت الشتوي" لجهاز الاستقبال ، اسمح "بخطوة" أي تعديلات زمنية مطلوبة.
el: Κατά την εκκίνηση από κατάσταση εκτός λειτουργίας (cold start), η ενδεχόμενη διόρθωση της ώρας να γίνεται άμεσα (stepped).
fr: Lors d’un ‘démarrage à froid’, permet que l’ajustement de l’heure se fasse ‘progressivement’.
it: All'avvio del ricevitore, permettere ad ogni modifica dell'ora di essere 'confermata'.
lt: Pirminio imtuvo paleidimo metu leiskite atlikti bet kokius reikiamus laiko reguliavimus.
ru: Получать время с сервера NTP, при включении ресивера из режима глубокого ожидания.

source: Delay (in seconds) when using Wi-Fi
ar: تأخير (بالثواني) عند استخدام الشبكة اللاسلكية
el: Καθυστέρηση (σε δευτερόλεπτα) κατά τη σύνδεση μέσω Wi-Fi
fr: Délai (en secondes) lorsque vous utilisez une connexion Wi-Fi
it: Ritardo quando connessi al WiFi (sec.)
lt: Delsa (sek.), naudojant belaidį tinklą
ru: Задержка (в сек.) при использовании Wi-Fi

source: Delay (sec) wnen use wifi network
it: Ritardo (in secondi) quando connessi al WiFi
pl: Opóźnienie (w sek), gdy jest używana sieć wifi

source: After receiver's boot, wait for the specified delay before connecting to the NTP server. This allows the Wi-Fi connection to be fully established.
ar: بعد تمهيد جهاز الاستقبال ، انتظر التأخير المحدد قبل الاتصال بخادم بروتوكل ضبط التوقيت العالمي. يتيح ذلك إنشاء اتصال الشبكة اللاسلكية بالكامل.
el: Κατά την εκκίνηση, αναμονή για το προκαθορισμένο χρονικό διάστημα πριν την επικοινωνία με τον διακομιστή NTP. Αυτό επιτρέπει στη σύνδεση μέσω Wi-Fi να εδραιωθεί πλήρως.
fr: Après le démarrage du récepteur, attend le délai spécifié avant de se connecter au serveur NTP. Cela permet que la connexion Wi-Fi soit pleinement établie.
it: Dopo che il ricevitore si è avviato, attendere il tempo specificato prima di connettersi al server NTP. Questo consente alla connessione WiFi di essere attiva e funzionante.
lt: Imtuvui įsijungus, prieš prisijungdami prie NTP serverio, palaukite nurodytą laiką. Tai leidžia pilnai užmegzti belaidį ryšį.
ru: При загрузке ресивера, дождаться указанной задержки перед подключением к серверу NTP. Это позволяет полностью установить соединение Wi-Fi.

source: Sync now internet
it: Aggiornare adesso tramite Internet
pl: Synchronizuj korzystając z internetu

source: Sync now with NTP server
ar: المزامنة الآن مع خادم بروتوكول ضبط التوقيت العالمي
el: Συγχρονισμός τώρα με διακομιστή NTP
fr: Synchroniser maintenant avec le serveur NTP
it: Aggiornare adesso tramite il server NTP
lt: Laiką su NTP serveriu sinchronizuoti dabar
ru: Синхронизация сейчас с сервера NTP

source: Choice transponder
it: Transponder
pl: Wybierz transponder

source: Get current time from the specified NTP server.
ar: احصل على الوقت الحالي من بروتوكل ضبط التوقيت العالمي المحدد.
el: Λάβετε την τρέχουσα ώρα από τον επιλεγμένο διακομιστή NTP.
fr: Obtenir l’heure actuelle depuis le serveur NTP spécifié.
it: Ottenere l'ora corrente dal server NTP specificato.
lt: Paimti dabartinį laiką iš nurodyto NTP serverio.
ru: Получение текущего времени с выбранного сервера NTP.

source: Sync now with current transponder
ar: مزامنة الآن مع جهاز الإرسال والاستقبال الحالي
el: Συγχρονισμός τώρα με τρέχοντα αναμεταδότη
fr: Synchroniser maintenant avec le transpondeur actuel
it: Aggiornare adesso tramite il transponder attuale
lt: Sinchronizuoti su šiuo transponderiu dabar
ru: Синхронизация сейчас с текущего транспондера

source: Sync now current transponder
it: Aggiornare adesso tramite il transponder attuale
pl: Synchronizuj korzystając z bieżącego transpondera

source: Get current time from the specified DVB transponder.
ar: احصل على الوقت الحالي من جهاز الإرسال والاستقبال نطاق التردد المحدد.
el: Λάβετε την τρέχουσα ώρα από τον επιλεγμένο αναμεταδότη.
fr: Obtenir l’heure actuelle depuis le transpondeur DVB spécifié.
it: Ottenere l'ora corrente dal transponder DVB specificato.
lt: Paimti dabartinį laiką iš nurodyto DVB transponderio.
ru: Получение текущего времени с выбранного DVB транспондера.

source: Set system time manually
ar: وضع وقت النظام يدوياً
el: Ορισμός ώρας χειροκίνητα
fr: Définir le temps système manuellement
it: Impostare l'ora di sistema manualmente
lt: Nustatyti sistemos laiką rankiniu būdu
pl: Ustaw ręcznie czas systemowy
ru: Установка системного времени вручную

source: Enter a user defined date and time.
ar: أدخل التاريخ والوقت المحددين من قبل المستخدم.
el: Εισάγετε την ώρα και ημερομηνία της προτίμησής σας.
fr: Entrer une heure et une date définie par l’utilisateur.
it: Inserire data e ora specificata dall'utente.
lt: Įrašykite naudotojo nustatytą datą ir laiką.
ru: Введите нужную дату и время.

source: Use RTC time from deep standby
ar: استخدام الوقت الحقيقي للنظام من الاستعداد العميق
el: Χρήση RTC κατά την εκκίνηση από deep standby
fr: Utiliser l’heure RTC depuis la veille profonde
it: Usare l'ora RTC dallo stato di spegnimento
lt: Po gilaus budėjimo, naudoti RTC laiką
pl: Używaj czasu RTC w trybie głębokiego czuwania
ru: Использовать время RTC при старте ресивера

source: When the receiver starts from deep standby, use the time provided by the Real Time Clock, if it appears to be valid.
ar: عندما يبدأ جهاز الاستقبال من وضع الاستعداد العميق ، استخدم الوقت الذي توفره ساعة التوقيت الحقيقي ، إذا بدا أنه صالح.
el: Κατά την εκκίνηση από κατάσταση εκτός λειτουργίας (deep standby), χρησιμοποιήστε την ώρα που παρέχεται από το Real Time Clock, αν μοιάζει έγκυρη.
fr: Lorsque le récepteur démarre depuis la veille profonde, utilisez l’heure indiquée par l’horloge temps réel, s’il lui semble être valide.
it: Quando il ricevitore si avvia dallo spegnimento, usare l'ora fornita dal Real Time Clock, se considerata valida.
lt: Kai imtuvas paleidžiamas iš gilaus budėjimo režimo, naudokite RTC pateiktą laiką, jei jis teisingas.
ru: Когда Вы включаете ресивер из режима глубоком ожидания, используйте время, предоставляемое Real Time Clock, если время окажется действительным.

source: NTP server
ar: خادم بروتوكول ضبط الوقت العالمي
el: Διακομιστής NTP
fr: NTP serveur
it: Server NTP
lt: NTP serveris
ru: Сервер NTP

source: Set the IP address of the preferred NTP server. Default is pool.ntp.org.
ar: قم بتعيين عنوان الايبي لخادم بروتوكول ضبط التوقيت العالمي المفضل. الافتراضي هو pool.ntp.org.
el: Ορίστε την διεύθυνση IP του διακομιστή NTP. Η προεπιλεγμένη διεύθυνση είναι pool.ntp.org.
fr: Définir l’adresse IP du serveur NTP préféré. Par défaut c’est pool.ntp.org.
it: Impostare l'indirizzo IP del server NTP preferito. Il predefinito è pool.ntp.org.
lt: Nustatykite pageidaujamo NTP serverio IP adresą. Numatytoji reikšmė yra pool.ntp.org. Lietuvoje galimas: laikas.pfi.lt
ru: Установите IP-адрес предпочтительного сервера NTP. По умолчанию используется pool.ntp.org.

source: Domain name or IP (pool.ntp.org)
it: Nome dominio o indirizzo IP (pool.ntp.org)
pl: Nazwa domeny lub IP (pool.ntp.org)

source: NTP server (e.g. pool.ntp.org)
it: Server NTP (es. pool.ntp.org)

source: Syncing with NTP server...
ar: المزامنة مع خادم بروتوكول ضبط التوقيت العالمي...
el: Γίνεται συγχρονισμός με διακομιστή NTP...
fr: Synchronisation avec le serveur NTP ...
it: Aggiornamento tramite server NTP...
lt: Sinchronizuojama su NTP serveriu...
ru: Синхронизация с NTP сервера...

source: Time sync with NTP...
it: Aggiornamento tramite server NTP...
pl: Synchronizacja czasu z NTP...

source: 'ntpdate' is not installed!
ar: لم يتم تثبيت 'بيانات الشبكة'!
el: Το 'ntpdate' δεν είναι εγκατεστημένο!
fr: 'ntpdate' n'est pas installé!
it: 'ntpdate' non è installato!
lt: 'NtpDate' neįdiegtas!
ru: 'ntpdate' не установлен!

source: Syncing... Please wait.
ar: المزامنه... الرجاء الانتظار.
el: Γίνεται συγχρονισμός... Παρακαλώ περιμένετε.
fr: Synchronisation... Veuillez patienter.
it: Aggiornamento... Attendere prego.
lt: Palaukite, kol sinchronizuonama...
ru: Синхронизация... Пожалуйста, подождите...

source: Please wait 5 sec.
it: Aggiornamento... Attendere prego.
pl: Zaczekaj 5 sek.

source: Syncing with current transponder...
ar: مزامنة مع جهاز الإرسال والاستقبال الحالي ...
el: Γίνεται συγχρονισμός με τρέχοντα αναμεταδότη...
fr: Synchronisation avec le transpondeur actuel ...
it: Aggiornamento tramite il transponder attuale...
lt: Sinchronizuojama su šiuo transponderiu...
ru: Синхронизация с текущего транспондера...

source: 'dvbdate' is not installed!
ar: لم يتم تثبيت 'بيانات التردد'!
el: Το 'dvbdate' δεν είναι εγκατεστημένο!
fr: 'dvbdate' n'est pas installé!
it: 'dvbdate' non è installato!
lt: 'dvbdate' neįdiegtas!
ru: 'dvbdate' не установлен!

source: Old time: %(oldtime)s New time: %(newtime)s Offset: %(offset)s seconds
el: Παλιά ώρα: %(oldtime)s Νέα ώρα: %(newtime)s Διαφορά: %(offset)s δευτερόλεπτα
fr: Ancienne heure: %(oldtime)s Nouvelle heure: %(newtime)s Décalage: %(offset)s seconds
it: Ora precedente: %(oldtime)s Ora attuale: %(newtime)s Differenza: %(offset)s secondi
lt: Senas laikas: %(oldtime)s Naujas laikas: %(newtime)s Poslinkis: %(offset)s sekundžių
ru: Старое время: %(oldtime)s Новое время: %(newtime)s Смещение: %(offset)s секунд

source: Old time: %(oldtime)s Offset: %(offset)s sec. New time: %(newtime)s
it: Ora precedente: %(oldtime)s Differenza: %(offset)s sec. Ora attuale: %(newtime)s

source: Select transponder
ar: أختار التردد
el: Επιλογή αναμεταδότη
fr: Choisir le transpondeur
it: Transponder
lt: Pasirinkti transponderį
ru: Выбор транспондера

source: Script 'set-rtctime' not found!
ar: البرنامج النصي "ضبط التوقيت" غير موجود!
el: Το 'set-rtctime' δε βρέθηκε!
fr: Le scripte 'set-rtctime' non trouvé!
it: Script 'set-rtctime' non trovato!
lt: Nerasta scenarijaus 'set-rtctime'!
ru: Скрипт 'set-rtctime' не найден!

source: Restart GUI now?
ar: هل تريد إعادة تشغيل الاينجما2 الان ؟
el: Επανεκκίνηση GUI τώρα;
fr: Redémarrer l’IGU maintenant?
it: Riavviare Enigma2?
lt: Paleisti grafinę aplinką iš naujo dabar?
ru: Выполнить рестарт GUI сейчас?

source: Restart the GUI now?
it: Riavviare Enigma2 adesso?
pl: Czy chcesz zrestartować GUI?

source: Enter new system time and press OK!
ar: أدخل وقت النظام الجديد واضغط موافق!
el: Εισάγετε νέα ώρα συστήματος και πατήστε ΟΚ!
fr: Entrer la nouvelle heure système et appuyez sur OK !
it: Inserire il nuovo orario di sistema e premere OK!
lt: Įrašykite naują sistemos laiką ir spauskite 'OK'!
ru: Введите новое время и нажмите ОК!

source: Please Enter new System time and press OK !
it: Inserire il nuovo orario di sistema e premere OK !
pl: Wpisz nowy czas systemowy i wciśnij OK !

source: No change detected.
ar: لم يتم الكشف عن أي تغيير.
el: Δεν εντοπίστηκε αλλαγή.
fr: Aucun changement constaté.
it: Nessuna modifica rilevata.
lt: Pakeitimų nenustatyta.
ru: Не обнаружено изменений.

source: Change system time was canceled, because no new time
it: Modifica dell'ora annullata, perché corrisponde all'ora attuale.

source: Time string too short.
ar: السلسلة الزمنية قصيرة جدًا.
el: Η μορφή ώρας είναι πολύ σύντομη.
fr: la chaîne de caractères pour le temps est trop courte
it: Stringa ora troppo corta.
lt: Laiko eilutė per trumpa.
ru: Строка времени слишком короткая.

source: Invalid time format.
ar: تنسيق الوقت غير صالح.
el: Η μορφή ώρας δεν είναι έγκυρη.
fr: Format d’heure non valide
it: Formato ora non valido.
lt: Netinkamas laiko formatas.
ru: Недопустимый ввод формата времени.

source: Input
it: Inserimento

source: Invalid input in year: %s
ar: إدخال غير صالح في السنة: %s
el: Λανθασμένη εισαγωγή έτους: %s
fr: Entrée incorrecte pour l’année: %s
it: Valore anno non valido: %s
lt: Neteisingai įvesti metai: %s
ru: Недопустимый ввод года: %s

source: Invalid input in month: %s
ar: إدخال غير صالح في الشهر: %s
el: Λανθασμένη εισαγωγή μήνα: %s
fr: Entrée incorrecte pour le mois: %s
it: Valore mese non valido: %s
lt: Neteisingai įvestas mėnuo: %s
ru: Недопустимый ввод месяца: %s

source: Invalid input in day: %s
ar: إدخال غير صالح في اليوم: %s
el: Λανθασμένη εισαγωγή ημέρας: %s
fr: Entrée incorrecte pour le jour:%s
it: Valore giorno non valido: %s
lt: Neteisingai įvesta diena: %s
ru: Недопустимый ввод дня: %s

source: Invalid input in hour: %s
ar: إدخال غير صالح في الساعة: %s
el: Λανθασμένη εισαγωγή ώρας: %s
fr: Entrée incorrecte pour l’heure:%s
it: Valore ora non valido: %s
lt: Neteisingai įvesta valanda: %s
ru: Недопустимый ввод часа: %s

source: Invalid input in minute: %s
ar: إدخال غير صالح في الدقيقة: %s
el: Λανθασμένη εισαγωγή λεπτού: %s
fr: Entrée incorrecte pour la minute:%s
it: Valore minuti non valido: %s
lt: Neteisingai įvesta minutė: %s
ru: Недопустимый ввод минуты: %s

source: Apply new system time?
ar: هل تطبق وقت النظام الجديد؟
el: Εφαρμογή νέας ώρας συστήματος;
fr: Appliquer la nouvelle heure système?
it: Applicare il nuovo orario di sistema?
lt: Įrašyti naują sistemos laiką?
ru: Применить новое системное время?

source: Apply the new System time?
it: Applicare il nuovo orario di sistema?
pl: Zatwierdzić nowy czas systemowy?

source: No answer given.
ar: لا جواب معين.
el: Δε δόθηκε απάντηση.
fr: Pas de réponse donnée.
it: Nessuna risposta.
lt: Atsakymo nepateikta.
ru: Нет ответа.

source: No confirmation given.
ar: لم يتم إعطاء أي تأكيد.
el: Δεν έγινε επιβεβαίωση.
fr: Aucune confirmation donnée.
it: Nessuna conferma.
lt: Nepateiktas patvirtinimas.
ru: Не подверждено.

source: System time was not applied. %s
ar: لم يتم تطبيق وقت النظام. %s
el: Η ώρα συστήματος δεν εφαρμόστηκε: %s
fr: L’heure système n’a pas été appliquée. %s
it: L'orario di sistema non è stato applicato. %s
lt: Sistemos laikas nebuvo pritaikytas. %s
ru: Системное время не применено. %s

source: System time was not apllied. %s
it: L'orario di sistema non è stato applicato. %s

source: System Time
el: Ώρα συστήματος
it: Orario sistema
pl: Czas systemowy
ru: Системное время

source: Change system time in enigma2 box
ar: قم بتغيير وقت النظام في جهاز الانجما2
el: Ρυθμίστε την ώρα στον enigma2 δέκτη σας
fr: Modifier l’heure système du récepteur enigma2
it: Modificare l'orario di sistema del ricevitore
lt: Sistemos laiko keitimas enigma2 imtuvuose
ru: Изменение системного времени ресивера

source: NTP
ar: بروتوكول ضبط الوقت العالمي

source: System time
ar: وقت النظام
fr: Temps système
lt: Sistemos laikas

source: Transponder
ar: التردد
el: Αναμεταδότη
fr: Transpondeur
lt: Transponderis
ru: Транспордер

source: ver.
pl: wersja

source: 'dvbdate' not installed !
pl: Pakiet dvbdate nie jest zainstalowany!

source: 'ntpdate' not installed !
pl: Pakiet ntpdate nie jest zainstalowany!

source: 15 min
pl: 15 minut

source: 30 min
pl: 30 minut

source: 5 min
pl: 5 minut

source: Change system time was canceled, because %s
pl: Zmiana czasu systemowego została anulowana, ponieważ %s

source: Internet Time
pl: Czasu internetowego

source: Script 'set-rtctime' not found !
pl: Skrypt 'set-rtctime' nie został odnaleziony!

source: System time your box
pl: Czas systemowy twojego tunera

source: Time sync with DVB...
pl: Synchronizacja czasu z DVB...

source: Transponder Time
pl: Czasu transpondera

source: answer is None
pl: brak odpowiedzi

source: invalid day %s
pl: nieprawidłowy dzień %s

source: invalid format
pl: nieprawidłowy format

source: invalid hour %s
pl: nieprawidłowa godzina %s

source: invalid minute %s
pl: nieprawidłowa minuta %s

source: invalid month %s
pl: nieprawidłowy miesiąc %s

source: invalid year %s
pl: nieprawidłowy rok %s

source: new time string too short
pl: zbyt krótki nowy łańcuch czasu

source: no new time
pl: brak nowego czasu

source: you were not confirming
pl: nie potwierdziłeś/aś

source: Old time: %s Offset: %s sec. New time: %s
pl: Stary czas: %s Przesunięcie czasu: %s sec. Nowy czas: %s
