Repository: OpenPLi/enigma2-plugins
Catalog: terrestrialscan/po/*.po
Languages: ar, ru

source: Automatic
ar: تلقائي
ru: Автоматически

source: Band
ar: نطاق
ru: Диапазон

source: Cannot free NIM because a recording is in progress
ar: لا يمكن تحرير اسم التعريف لأن التسجيل قيد التقدم
ru: Нет свободного NIM тюнера, возможно потому что идет запись!

source: Cannot get frontend
ar: لا يمكن الحصول على الواجهة
ru: Не удается получить интерфейс!

source: Cannot get the NIM
ar: لا يمكن الحصول على اسم التعريف
ru: Не удается получить NIM!

source: Cannot retrieve Resource Manager instance
ar: لا يمكن استرداد مثيل إدارة المصادر
ru: Невозможно получить экземпляр диспетчера ресурсов!

source: Clear before scan
ar: مسح قبل البحث
ru: Очистка перед сканированием

source: Exit
ar: تسجيل الخروج
ru: Выход

source: Found %d unique transponder(s)
ar: تم العثور %d على تردد (ترددات)
ru: Найдено %d уникальных транспондер(а)

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
ar: إذا قمت بتحديد "نعم" سيتم حذف جميع القنوات الأرضية المخزنة قبل بدء البحث الحالي.
ru: Если Вы выберете "да", то все сохраненные наземные каналы будут удалены перед началом текущего поиска.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
ar: إذا قمت بتحديد "نعم" فانه يبحث فقط و يحفظ القنوات الغير مشفرة; إذا أخترت "لا" ستجد القنوات المشفرة والغير مشفرة.
ru: Если Вы выберите "да" после сканирования будут сохранены только не кодированные каналы, "нет" поиск для кодированных и не кодированных каналов.

source: Most transmitters in European countries only have TV channels in the UHF band.
ar: معظم أجهزة الإرسال في البلدان الأوروبية لديها قنوات تلفزيونية فقط في النطاق UHF.
ru: Большинство передатчиков в Европейских странах, использует только UHF для ТВ каналов.

source: Network ID
ar: معرف شبكه الاتصال
ru: ID сети

source: No frequencies to search
ar: لا توجد ترددات للبحث
ru: Нет частот для поиска

source: No terrestrial tuner found
ar: لم يتم العثور على مؤالف القنوات الارضية
ru: Не найден наземный тюнер!

source: No valid NIM found for terrestrial
ar: لم يتم العثور على تعريف القنوات الارضية
ru: Нет найденного валидного наземного NIM!

source: Only free scan
ar: البحث عن القنوات المجانية فقط
ru: Сохранение только не кодированных каналов

source: Reading channel %s
ar: جاري قراءة القناة %s
ru: Чтение канала %s

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟
ru: Действительно закрыть без сохранения настроек?

source: Scan
ar: بحث
ru: Сканирование

source: Scanning channel %s
ar: جاري البحث عن القناة %s
ru: Сканирование канала %s

source: Scanning for active transponders
ar: جاري البحث عن الترردات المفعلة
ru: Сканирование для активных транспондеров

source: Select "0" to search all networks, or enter the network ID of the provider you wish to search.
ar: حدد "0" للبحث في جميع الشبكات ، أو أدخل معرف الشبكة للمزود الذي ترغب في البحث عنه.
ru: Выберите "0", для поиска всех сетей, или введите ID сети провайдера для Вашего поиска.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
ar: حدد موالفًا تم تكوينه لعمليات البحث عن القنوات الأرضية. "تلقائي" سيختار الموالف الأعلى المواصفات المتاح.
ru: Выберите тюнер, который настроен для наземного сканирования. Вариант " Автоматически" означает, что будет выбран доступный наземный тюнер с самой высокой спецификацией настроек.

source: Selected tuner is not cofigured
ar: لم يتم إعداد الموالف المحدد
ru: Выбранный тюнер не настроен!

source: Starting scanner
ar: بدء البحث الان
ru: Старт сканера

source: Starting search...
ar: بدء البحث...
ru: Старт поиска...

source: Terrestrial Scan
ar: بحث عن القنوات الارضية
ru: Наземное сканирование

source: TerrestrialScan
ar: بحث عن القنوات الارضية
ru: Наземное сканирование

source: Tuner
ar: المؤالف
ru: Тюнер

source: UHF Europe
ar: تردد عالي جدا أوروبا
ru: UHF Европа

source: UHF/VHF Europe
ar: التردد العالي/التردد العالي جدآ أوروبا
ru: UHF/VHF Европа
