Repository: OpenPLi/enigma2-plugins
Catalog: showclock/po/*.po
Languages: fr, lt

source: Show Clock setup
fr: Configuration Show Clock
lt: 'Rodyti laikrodį' sąranka

source: Push "Exit" long to show/hide clock
fr: Appui long sur "EXIT" pour afficher/cacher l'horloge
lt: Kad parodyti/paslėpti laikrodį, ilgai spauskite 'Exit'

source: Plugin menu
fr: Menu plugin
lt: Įskiepių meniu

source: Extensions menu
fr: Menu extensions
lt: Plėtinių meniu

source: Show Clock Setup
fr: Configuration Show Clock
lt: 'Rodyti laikrodį' sąranka

source: Clock show timeout
fr: Expiration Show Clock
lt: Laikrodžio rodymo trukmė

source: Specify how long (seconds) the clock shall be shown before it disappears. Set to "0" to show clock until hidden manually.
fr: Spécifie combien de temps (secondes) l'horloge doit être affichée avant de disparaître. Définir "0" pour afficher l'horloge jusqu'à ce qu'on la ferme manuellement.
lt: Nurodykite, kiek laiko (sek.) ekrane bus rodomas laikrodis. Nustatykite "0", kad rodyti, kol nebus uždarytas rankiniu būdu.

source: Show in
fr: Afficher dans
lt: Rodyti

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
fr: Spécifie si le plugin doit être affiché dans le menu plugin ou extensions (nécessite un redémarrage de l'IGU)
lt: Pasirinkite, kur bus rodomas įskiepis - įskiepių, ar plėtinių meniu (reikės grafinę aplinką paleisti iš naujo)

source: Name
fr: Nom
lt: Pavadinimas

source: Specify plugin name to be used in menu (needs GUI restart).
fr: Spécifie le nom du plugin a utliser dans le menu (nécessite un redémarrage de l'IGU).
lt: Nurodykite įskiepio pavadinimą, kurį matysite meniu (reikės grafinę aplinką paleisti iš naujo).

source: Description
lt: Aprašymas

source: Specify plugin description to be used in menu (needs GUI restart).
fr: Spécifie la description du plugin à afficher dans le menu (nécessite un redémarrage de l'IGU).
lt: Nurodykite įskiepio aprašymą, kurį matysite meniu (reikės grafinę aplinką paleisti iš naujo).

source: Cancel
fr: Annuler
lt: Atšaukti

source: Help
fr: Aide
lt: Pagalba

source: Move clock
fr: Déplacer l'horloge
lt: Perkelti laikrodį

source: Ver.
lt: vers.

source: Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate using the direction keys. Press OK to store current position and return to the setup menu or EXIT to cancel the moving. Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. If GP3 is installed, weekday shows up in selected language, otherwise always in english.
fr: Modifiez les paramètres en fonction de vos préférences. Pour changer la position de l'horloge, choisir "Déplacer l'horloge" et déplacez là en utilisant les flèches. Appuyez sur OK pour conserver la nouvelle position et retourner dans le menu ou EXIT pour annuler le déplacement. Appuyez sur la touche "EXIT long" pour afficher l'horloge tout en regardant la TV. L'horloge disparaitra après la période d'expiration ou en appuyant sur la touche "EXIT long" à nouveau. Fin
lt: Pakeiskite nustatymus pagal savo pageidavimus. Kad pakeisti laikrodžio vietą, pasirinkite "Perkelti laikrodį" ir perkelkite naudodami krypčių mygtukus. 'OK' išsaugos esamą padėtį ir grįšite į sąrankos meniu, arba spauskite 'EXIT', kad atšaukti perkėlimą. Kad pamatyti laikrodį TV peržiūros metu, ilgai spauskite mygtuką 'EXIT'. Laikrodis išnyks po nurodyto laiko, arba vėl ilgai nuspaudus mygtuką 'EXIT'. Jei įdiegtas GP3, savaitės diena bus rodoma pasirinkta kalba, jei ne - visada anglų kalba.

source: Please use direction keys to move the clock. Press OK to store current position and return to the setup menu or EXIT to cancel the moving.
fr: Utilisez les flèches pour déplacer l'horloge. Appuyez sur OK pour sauvegarder la position et revenir au menu de configuration ou EXIT pour annuler le déplacement.
lt: Laikrodžio perkėlimui, naudokite krypčių mygtukus. Kad išsaugoti pasirinktą padėtį ir grįžti į sąranką, spauskite 'OK', arba 'EXIT', kad atšaukti perkėlimą.
