Repository: OpenPLi/enigma2-plugins
Catalog: zaphistorybrowser/po/*.po
Languages: cs

source: Clear
cs: Vyčistit

source: Config
cs: Nastavení

source: Delete
cs: Smazat

source: Enable zap history:
cs: Povolit historii přepínání:

source: Enigma1-like history:
cs: Historie ve stylu Enigma-1:

source: Maximum zap history entries:
cs: Maximální délka historie přepnutí:

source: Zap & Close
cs: Zap & zavřít

source: Zap-History Configurator
cs: Nastavení Zap-History

source: disabled
cs: Zakázáno

source: disabled at parental lock
cs: Zakázáno s rodičovskou kontrolou

source: enabled
cs: Povoleno
