Repository: OpenPLi/enigma2-plugins
Catalog: mediadownloader/po/*.po
Languages: ar, ru

source: %d kb/s
ar: %d كيلوبايت/الثانية
ru: %d кб/с

source: ?? kb/s
ar: ؟؟ كيلوبايت/الثانية
ru: ?? кб/с

source: Do you want to try to open the downloaded file?
ar: هل تريد محاولة فتح الملف الذي تم تحميله؟
ru: Вы хотите попытаться открыть скачанный файл?

source: Download...
ar: تحميل...
ru: Скачать...

source: Downloading...
ar: جاري التحميل...
ru: Скачивание...

source: ETA %d:%02d min
ar: الوقت المقدر للوصول %d:%02d دقيقة
ru: ETA %d:%02d мин

source: ETA ??:?? h
ar: الوقت المقدر للوصول ??:?? ساعة
ru: ETA ??:?? ч

source: Error while downloading file %s
ar: خطأ أثناء تنزيل الملف %s
ru: Ошибка при скачивании файла %s

source: No suitable Viewer found!
ar: لم يتم العثور على معاينة مناسبة!
ru: Нет подходящего для просмотра!

source: Where to save?
ar: أين يمكن حفظها؟
ru: Где сохранить?

source: Which file do you want to download?
ar: ما هو الملف الذي تريد تحميله؟
ru: Какой файл Вы хотите скачать?
