Repository: OpenPLi/enigma2-plugins
Catalog: dvdbackup/po/*.po
Languages: ar, lt

source: B
ar: بايت

source: KB
ar: كيلوبايت

source: MB
ar: ميقابايت

source: Abort
ar: الغاء
lt: Nutraukti

source: Auto set name and folder DVD
ar: اسم الضبط التلقائي ومجلد مشغل الاقراص
lt: DVD pavadinimo ir katalogo autoparinkimas

source: Backup directory too small size!
ar: دليل النسخ الاحتياطي صغير جدا الحجم!
lt: Kataloge atsarginei kopijai trūksta vietos!

source: Backup directory:
ar: مسار النسخ الاحتياطي:
lt: Katalogas atsarginei kopijai:

source: Backup of DVD finished.
ar: النسخ الاحتياطي من مشغل الأقراص انتهى.
lt: DVD atsarginė kopija padaryta.

source: Backup your Video-DVD to your harddisk
ar: إنشاء نسخة إحتياطية من مشغل الاقراص على القرص الصلب الخاص بك
lt: Kopijuokite savo vaizdo DVD į HDD atsargai

source: Could not find any file to backup!
ar: لا يمكن العثور على أي ملف للنسخ الاحتياطي!
lt: Nepavyko rasti failų atsarginei kopijai!

source: Could not install needed dvdbackup package!
ar: تعذر تثبيت حزمة النسخ الاحتياطي لأسطوانات مشغل الأقراص المطلوبة!
lt: Įdiegti nepavyko. Reikia DVD atsarginio kopijavino paketo!

source: Could not read the DVD informations!
ar: تعذر قراءة معلومات مشغل الاقراص!
lt: Perskaityti DVD informacijos nepavyko!

source: Create iso:
ar: إنشاء ايزو:
lt: Sukurti ISO:

source: Create log (tmp/dvdbackup.log):
ar: إنشاء سجل (tmp/dvdbackup.log):
lt: Sukurti žurnalą (tmp/dvdbackup.log):

source: DVD Backup
ar: نسخة إحتياطية لمشغل الاقراص
lt: DVD atsarginis kopijavimas

source: DVD Backup Progress
ar: تقدم عملية النسخة الاحتياطية لمشغل الاقراص
lt: DVD atsarginė kopija kuriama

source: Device mount folder:
ar: مجلد مشاركة الجهاز:
lt: Įrenginio pajungimo katalogas:

source: Duration:
ar: المدة الزمنية:
lt: Trukmė:

source: Eject DVD?
ar: إخراج مشغل الاقراص؟
lt: Išstumti DVD?

source: Error read folder %s!
ar: خطأ في قراءة المجلد %s!
lt: Klaida, skaitant katalogą %s!

source: Error while backup of DVD!
ar: خطأ أثناء النسخ الاحتياطي من مشغل الاقراص!
lt: Klaida, darant DVD atsarginę kopiją!

source: Exit
ar: تسجيل الخروج
lt: Uždaryti

source: Extra option
ar: خيار إضافي
lt: Papildomas parametras

source: Folder/iso name:
ar: اسم المجلد/iso:
lt: Katalogo / ISO pavadinimas:

source: Keyboard
ar: لوحة المفاتيح
lt: Klaviatūra

source: Location
ar: الموقع
lt: Vieta

source: Name of DVD
ar: أسم مشغل الاقراص
lt: DVD pavadinimas

source: Open menu progress
ar: فتح القائمة قيد التقدم
lt: Atverti meniu vykdymo eigą

source: Show error message:
ar: عرض رسالة الخطأ:
lt: Rodyti klaidos pranešimą:

source: Show log
ar: عرض السجل
lt: Rodyti žurnalą

source: Start backup
ar: بدء النسخ الاحتياطي
lt: Pradėti atsarginį kopijavimą

source: Warning! DVD backup is already running!
ar: تحذير! مشعل الأقراص والنسخ الاحتياطي قيد التشغيل بالفعل!
lt: Dėmesio! DVD atsarginis kopijavimas jau vyksta!

source: Warning! This folder not CD-ROM!
ar: تحذير! هذا المجلد ليس القرص المضغوط!
lt: Dėmesio! Šis katalogas ne CD-ROM diskas!

source: Warning! This folder not DVD structure!
ar: تحذير! هذا المجلد ليس من مشغل الاقراص!
lt: Dėmesio! Šis katalogas ne CD-ROM strktūros!

source: Warning! This is the same folder!
ar: تحذير! هذا هو نفس المجلد!
lt: Dėmesio! Tai tas pats katalogas!

source: genisoimage job done. Delete DVD directory?
ar: اخذ صورة الايزو تمت بنجاح. حذف مسار مشغل الاقراص؟
lt: genisoimage užduotis atlikta. Pašalinti DVD katalogą?

source: no
ar: لا
lt: ne

source: with dd (faster)
ar: مع الأيام (أسرع)
lt: su dd (greičiau)

source: with genisoimage (slower)
ar: مع صورة ملف الايزو (أبظاَ)
lt: su genisoimage (lėčiau)
