Repository: OpenPLi/enigma2-plugins
Catalog: automaticvolumeadjustment/po/*.po
Languages: ar, cs, de, fr, nl, sk

source: %s plugin only this session?
ar: %s المكون الإضافي فقط في هذه الجلسة؟
sk: %s plugin iba toto sedenie?

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
fr: Ajouter
nl: Voeg toe
sk: Pridať

source: Adjustment value
ar: قيم تعديل الصوت
cs: Nastavená hodnota
de: Korrekturwert
fr: Ajuster la valeur
nl: Correctie waarde
sk: Hodnota nastavenia

source: Automatic Volume Adjustment
ar: تعديل الصوت التلقائي
cs: Automatické nastavování hlasitosti
de: Automatische Lautstärkekorrektur
nl: Automatische volume aanpassing
sk: Automatická regulácia hlasitosti

source: Automatic Volume Adjustment - Config
ar: الضبط التلقائي لوحدة التخزين - التكوين
cs: Automatické nastavování hlasitosti - Nastavení
de: Automatische Lautstärkekorrektur - Konfiguration
fr: Automatic Volume Adjustment - Configuration
nl: Automatische volume aanpassing - Configuratie
sk: Automatická regulácia hlasitosti - Konfigurácia

source: Automatic Volume Adjustment - Entry Config
ar: الضبط التلقائي لوحدة التخزين - تكوين الإدخال
cs: Automatické nastavování hlasitosti - Entry Config
de: Automatische Lautstärkekorrektur - Startkonfiguration
fr: Automatic Volume Adjustment - Config Entrée
nl: Automatische volume aanpassing - Ingang configuratie
sk: Automatická regulácia hlasitosti - Konfigurácia položky

source: Automatic Volume Adjustment - Service Config
ar: الضبط التلقائي لوحدة التخزين - تكوين القناة
cs: Automatické nastavování hlasitosti - Nastavení programů
de: Automatische Lautstärkekorrektur - Senderkonfiguration
fr: Automatic Volume Adjustment - Config Service
nl: Automatische volume aanpassing - Service configuratie
sk: Automatická regulácia hlasitosti - Konfigurácia stanice

source: Automatic volume adjust
ar: ضبط مستوى الصوت تلقائيا
cs: Automatické nastavení hlasitosti
de: Automatische Lautstärkekorrektur
nl: Automatische volume aanpassing
sk: Automatické nastavenie hlasitosti

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbruch
fr: Annuler
nl: Annuleer
sk: Zrušiť

source: Channel Selection
ar: إختيار القناة
de: Senderauswahl
fr: Sélection chaine
nl: Kanaal selectie
sk: Výber stanice

source: Default volume adjustment value for AC3/DTS
ar: تعديل الصوت التلقائي مع نظام الصوت الرقمي/ ترميز الصوت الثلاثي على القنوات
cs: Výchozí hodnota hlasitosti pro AC3/DTS
de: Voreingestellter Korrekturwert für AC3/DTS
fr: Valeur par défaut d'ajustement pour AC3/DTS
nl: Standaard volume aanpassingswaarde voor AC3/DTS
sk: Predvolená hodnota regulácie hlasitosti pre AC3/DTS

source: Delete
ar: حذف
cs: Smazat
de: Löschen
fr: Effacer
nl: Verwijder
sk: Odstrániť

source: Disable
ar: تعطيل
cs: Zakázat
sk: Vypnúť

source: Do you really want to delete this entry?
ar: هل تريد حذف هذا الإدخال؟
cs: Opravdu chcete odstranit tuto položku?
de: Soll der Eintrag wirklich gelöscht werden?
fr: Voulez-vous vraiment effacer cette entrée?
nl: Wilt u deze ingave echt verwijderen?
sk: Naozaj chcete odstrániť túto položku?

source: Edit
ar: تعديل
cs: Upravit
de: Bearbeiten
fr: Éditer
nl: Bewerk
sk: Upraviť

source: Enable
ar: تفعيل
cs: Povolit
de: Aktivieren
fr: Activer
nl: Schakel in
sk: Zapnúť

source: Max. volume for mpeg audio
ar: الحد الأقصى لحجم الصوت mpeg
cs: Max. hlasitost pro mpeg audio
de: Maximallautstärke für MPEG Ton
fr: Volume Max. pour audio mpeg
nl: Max. volume voor mpeg audio
sk: Max. hlasitosť zvuku mpeg

source: Modus
ar: تسويه
cs: Režim
sk: Režim

source: OK
ar: موافق

source: Press OK to select a service
ar: اضغط على "موافق" لتحديد القناة
cs: Stiskněte OK pro výběr programu
de: OK drücken um einen Sender zu wählen
fr: Appuyer sur OK pour choisir un service
nl: Druk op OK om een service te selecteren
sk: Stlačením tlačidla OK vyberte stanicu

source: Remember service volume value
ar: تذكر قيمة حجم القناة
cs: Zapamatovat si nastavení hlasitosti programu
de: Lautstärkewert für Sender merken
fr: Se souvenir de la valeur du volume du service
nl: Onthoud volume van service
sk: Uložiť hodnotu hlasitosti stanice

source: Servicename
ar: أسم القناة
cs: Program
de: Sendername
fr: Nom du service
nl: Servicenaam
sk: Názov stanice

source: Services
ar: القنوات
cs: Programy
de: Sender
sk: Stanice

source: Show on/off plugin only for session in Audio menu
ar: عرض البرنامج المساعد على /إيقاف التشغيل فقط لجلسة العمل في قائمة الصوت
sk: Zobraziť zapnutie/vypnutie pluginu len v ponuke Audio

source: Show volumebar when volume-value was changed
ar: عرض شريط الحجم عند تغيير قيمة حجم الصوت
cs: Zobrazit volumebar při změně hlasitosti
de: Zeige Lautstärkebalken wenn Lautstärke geändert wurde
fr: Afficher la barre de volume lorsque la valeur du volume est changé
nl: Toon volumeschaal als het volume werd aangepast
sk: Zobraziť panel hlasitosti, ak bola zmenená hodnota hlasitosti.

source: You must select a valid service!
ar: يجب عليك اختيار قناة صالحة!
cs: Musíte zvolit platný program!
de: Es muss ein gültiger Sender gewählt werden!
fr: Vous devez choisir un service valide!
nl: U moet een geldige service selecteren!
sk: Musíte vybrať platnú stanicu!

source: toggle on/off plugin only for session
ar: تبديل على / قبالة البرنامج المساعد فقط لجلسة
sk: prepínať zap./vyp. pluginu iba pre sedenie

source: Only AC3/DTS(HD)
cs: Pouze AC3/DTS(HD)
