Repository: OpenPLi/enigma2-plugins
Catalog: fritzcall/po/*.po
Languages: ar, fr

source: 05.29 until below 6.35
ar: 05.29 حتى أقل من 6.35
fr: 05.29 jusqu'en dessous de 6.35

source: 06.35 and newer
ar: 06.35 وأحدث
fr: 06.35 et plus récent

source: About FritzCall
ar: حول فريتز كال
fr: A propos de FritzCall

source: Activate WLAN guest access
ar: تفعيل الشبكة اللاسلكية كضيف
fr: Activer l'accès invité WLAN

source: Add entry to phonebook
ar: إضافة إدخال إلى دفتر الهاتف
fr: Ajouter une entrée au répertoire téléphonique

source: All
ar: الكل
fr: Tout

source: All calls
ar: جميع المكالمات
fr: Tous les appels

source: Append shortcut number
ar: إلحاق رقم اختصار
fr: Ajouter un numéro de raccourci

source: Append type of number
ar: إلحاق نوع الرقم
fr: Ajouter le type de numéro

source: Append vanity name
ar: إلحاق اسم الغرور
fr: Ajouter le nom vanité

source: Areacode to add to calls without one (if necessary)
ar: رمز المنطقة لإضافه إلى المكالمات بدون واحدة (إذا لزم الأمر)
fr: Code régional à ajouter aux appels qui n’en n’ont pas (si nécessaire)

source: Austria
ar: النمسا
fr: Autriche

source: Automatically add new Caller to PhoneBook
ar: إضافة المتصل الجديد تلقائيا إلى دليل الهاتف
fr: Ajout automatique d'un nouvel appelant au répertoire téléphonique

source: Call
ar: اتصل
fr: Appeler

source: Call diversion
ar: تحويل المكالمات
fr: Renvoi d’appel

source: Call diversion active
ar: تحويل المكالمات نشط
fr: Renvoi d'appel actif

source: Call monitoring
ar: مراقبة المكالمات
fr: Surveillance des appels

source: Call redirection
ar: إعادة توجيه المكالمة
fr: Redirection d'appel

source: Calling %s
ar: الاتصال %s
fr: Appeler %s

source: Cancel
ar: إلغاء
fr: Annuler

source: Cannot get calls from FRITZ!Box
ar: لا يمكن الحصول على المكالمات من جهاز فريتز
fr: Impossible de recevoir des appels de FRITZ!Box

source: Cannot get infos from FRITZ!Box yet Still initialising or wrong firmware version
ar: لا يمكن الحصول على معلومات من جهاز فريتز! حتى الآن لا يزال تهيئة أو إصدار البرامج الثابتة غير صحيح
fr: Je n'arrive pas encore à obtenir des infos de FRITZ!Box Initialisation en cours ou version de firmware incorrecte.

source: Connected since
ar: متصل منذ
fr: Connecté depuis

source: Connected to FRITZ!Box!
ar: متصل بـ(جهاز فريتز)!
fr: Connecté à FRITZ!Box !

source: Connecting to FRITZ!Box failed (%s) retrying...
ar: الاتصال بـجهاز فريتز! فشل (%s) اعاده المحاوله...
fr: La connexion à FRITZ!Box a échoué. (%s) réessayer…

source: Connecting to FRITZ!Box...
ar: الاتصال بـجهاز فريتز!...
fr: Connexion à FRITZ!Box...

source: Connection to FRITZ!Box! lost (%s) retrying...
ar: الاتصال بـجهاز (فريتز)! فقدت (%s) اعاده المحاوله...
fr: Connexion à FRITZ!Box ! perdue (%s) réessayer...

source: Could not get call list; wrong version?
ar: تعذر الحصول على قائمة الاتصال; إصدار خاطئ؟
fr: Impossible d'obtenir la liste d'appels; mauvaise version ?

source: Could not load phonebook:
ar: تعذر تحميل دفتر الهاتف:
fr: Impossible de charger le répertoire :

source: Could not load phonebook: %s
ar: تعذر تحميل دفتر الهاتف: %s
fr: Impossible de charger le répertoire : %s

source: Could not parse FRITZ!Box Phonebook entry
ar: لا يمكن تحليل جهاز فريتز! إدخال دفتر الهاتف
fr: Impossible d'analyser les entrée du répertoire téléphonique du FRITZ!Box

source: Could not read FRITZ!Box phonebook; wrong version?
ar: لم تستطع قراءة فريتز! صندوق دليل الهاتف؛ إصدار خاطئ؟
fr: Impossible de lire l'annuaire téléphonique FRITZ!Box; mauvaise version?

source: Country
ar: الدولة
fr: Pays

source: Countrycode (e.g. 0044 for UK, 0034 for Spain, etc.)
ar: رمز البلد (على سبيل المثال 0044 للمملكة المتحدة، 0034 لإسبانيا، الخ))
fr: Code pays (par exemple 0032 pour la Belgique, 0033 pour la France, etc.

source: DECT inactive
ar: غير نشط
fr: DECT inactif

source: DECT phones registered
ar: هواتف DECT المسجلة
fr: Téléphones DECT enregistrés

source: Deactivate WLAN guest access
ar: إلغاء تنشيط وصول ضيف الشبكة اللاسلكية
fr: Désactiver l'accès invité WLAN

source: Delete
ar: حذف
fr: Supprimer

source: Delete entry
ar: مسح المدخل
fr: Retire entrée

source: Display FRITZ!box-Fon calls on screen
ar: عرض إتصال جهاز فريتز يظهر على الشاشة
fr: Afficher les appels FRITZ!box-Fon à l'écran

source: Display all calls
ar: عرض جميع المكالمات
fr: Afficher tous les appels

source: Display connection infos
ar: عرض معلومات الاتصال
fr: Afficher les infos de connexion

source: Display incoming calls
ar: عرض المكالمات الواردة
fr: Afficher les appels entrants

source: Display missed calls
ar: عرض المكالمات التي لم ترد عليها
fr: Afficher les appels manqués

source: Display outgoing calls
ar: عرض المكالمات الصادرة
fr: Afficher les appels sortants

source: Do what?
ar: هل ماذا؟
fr: Faire quoi ?

source: Edit
ar: تعديل
fr: Éditer

source: Edit selected entry
ar: تعديل الإدخال المحدد
fr: Modifier l'entrée sélectionnée

source: Entry incomplete.
ar: الإدخال غير مكتمل.
fr: Entrée incomplète.

source: Extended Search for faces
ar: بحث موسع عن الوجوه
fr: Recherche étendue pour les visages

source: Extended Search for names
ar: بحث موسع عن الأسماء
fr: Recherche étendue pour les noms

source: Extension number to initiate call on
ar: الرقم الداخلي لبدء الاتصال
fr: Numéro de poste pour initier l'appel sur

source: FRITZ!Box -
ar: جهاز فريتز -

source: FRITZ!Box - Could not load calls: %s
ar: جهاز! فريتز- تعذر تحميل المكالمات: %s
fr: FRITZ!Box - Impossible de charger les appels : %s

source: FRITZ!Box - Dialling failed: %s
ar: جهاز! فريتز - فشل الطلب: %s
fr: FRITZ!box - Echec de la numérotation : %s

source: FRITZ!Box - Error getting blacklist: %s
ar: جهاز! فريتز - خطأ في الحصول على القائمة السوداء: %s
fr: FRITZ!box - Erreur dans l'obtention de la liste noire : %s

source: FRITZ!Box - Error getting status:
ar: جهاز! فريتز - خطأ في الحصول على الحالة:
fr: FRITZ!Box - Erreur d'obtention de statut :

source: FRITZ!Box - Error getting status: %s
ar: جهاز! فريتز - خطأ في الحصول على الحالة: %s
fr: FRITZ!box - Erreur en obtenant le statut : %s

source: FRITZ!Box - Error logging in
ar: جهاز! فريتز - خطأ في تسجيل الدخول
fr: FRITZ!box - Erreur d'ouverture de session

source: FRITZ!Box - Error logging in: %s
ar: جهاز! فريتز - خطأ في تسجيل الدخول: %s
fr: FRITZ!Box - Erreur de connexion : %s

source: FRITZ!Box - Error logging in: %s Disabling plugin.
ar: جهاز فريتزل - خطاء في تسجيل الدخول: %s تعطيل البلجن.
fr: FRITZ!Box - Erreur de connexion : %s Désactiver le plugin.

source: FRITZ!Box - Error logging out: %s
ar: جهاز! فريتز - خطأ في تسجيل الخروج: %s
fr: FRITZ!box - Erreur de déconnexion : %s

source: FRITZ!Box - Error resetting: %s
ar: جهاز! فريتز - إعادة تعيين الخطأ: %s
fr: FRITZ!box - Remise à zéro des erreurs : %s

source: FRITZ!Box - Failed changing GuestAccess: %s
ar: جهاز! فريتز - فشل تغيير الضيف: %s
fr: FRITZ!box - Échec du changement de GuestAccess : %s

source: FRITZ!Box - Failed changing Mailbox: %s
ar: جهاز! فريتز - فشل تغيير علبة البريد: %s
fr: FRITZ!box - Échec du changement de boîte aux lettres : %s

source: FRITZ!Box - Failed changing WLAN: %s
ar: فشل! فريتز - فشل تغيير الشبكة اللاسلكية: %s
fr: FRITZ!Box - Echec du changement de WLAN : %s

source: FRITZ!Box FON address (Name or IP)
ar: فريتز! عنوان الهاتف (الاسم أو عنوان الايبي)
fr: FRITZ!Box adresse FON (Nom ou IP)

source: FRITZ!Box FON firmware version
ar: فريتز! إصدار البرامج الثابتة جهاز المربع
fr: FRITZ!Box FON version firmware

source: FRITZ!Box Fon Status
ar: جهاز فريتز حالة الهاتف
fr: FRITZ!Box Statut de Fon

source: FRITZ!Box PhoneBook to read
ar: جهاز! فريتز قراءة دفتر الهاتف
fr: FRITZ!Box PhoneBook pour lire

source: FRITZ!Box firmware version not configured! Please set it in the configuration.
ar: فريتز! إصدار البرنامج الثابت الجهاز غير مهيأ! يرجى تعيينه في التكوين.
fr: FRITZ!Box version du firmware non configurée ! Veuillez le paramétrer dans la configuration.

source: FRITZ!Box not available for calling
ar: جهاز! فريتز غير متوفر للمكالمات
fr: FRITZ!Box non disponible pour appeler.

source: Filter also list of calls
ar: تصفية أيضا قائمة المكالمات
fr: Filtrer aussi la liste des appels

source: Found picture %s But did not load. Probably not PNG, 8-bit
ar: العثور على صورة %s ولكن لم يتم تحميل. ربما ليست بصيغة بنق، 8 بت
fr: Image trouvée %s Mais n'a pas chargé. Probablement pas PNG, 8 bits

source: France
ar: فرنسا

source: FritzCall Setup
ar: إعداد فريتز كول
fr: Configuration de FritzCall

source: Germany
ar: المانيا
fr: Allemagne

source: Getting calls from FRITZ!Box...
ar: الحصول على مكالمات من جهاز! فريتز...
fr: Recevoir des appels de FRITZ!Box......

source: Getting status from FRITZ!Box Fon...
ar: الحصول على الحالة من جهاز فريتز...
fr: Obtenir le statut de FRITZ!Box Fon......

source: Guest access
ar: وصول الضيف
fr: Accès invité

source: Guest access not active
ar: وصول الضيف غير نشط
fr: Accès invité non actif

source: Guest access on
ar: وصول الضيف على
fr: Accès invité sur

source: IP Address:
ar: عنوان الايبي:
fr: Adresse IP :

source: Ignore callers with no phone number
ar: تجاهل المتصلين بدون رقم هاتف
fr: Ignorer les appels sans numéro de téléphone

source: Incoming
ar: الوارد
fr: A venir

source: Incoming calls
ar: المكالمات الواردة
fr: Appels entrants

source: Italy
ar: إيطاليا
fr: Italie

source: Last 10 calls:
ar: آخر 10 مكالمات:
fr: Les 10 derniers appels :

source: Log level
ar: مستوى السجل
fr: Niveau de journal

source: Lookup
ar: المشاهدة
fr: Chercher

source: MSN to show (separated by ,)
ar: إتصال الماسنجر لإظهار (مفصولة بـ ،)
fr: MSN à afficher (séparé par,)

source: Mailbox
ar: علبه البريد
fr: Boîtes aux lettres

source: Make it more skin friendly
ar: اجعله أكثر ملاءمة للسكن
fr: Rendre le produit plus amical avec les thèmes

source: Missed
ar: المفوتة
fr: Manqué

source: Missed calls
ar: مكالمات فائتة
fr: Appels manqués

source: Mute on incoming call
ar: كتم الصوت في المكالمة الواردة
fr: Mise en sourdine lors d'un appel entrant

source: Mute on outgoing calls
ar: كتم الصوت على المكالمات الصادرة
fr: Mise en sourdine sur les appels sortants

source: Name
ar: الاسم
fr: Nom

source: New
ar: جديد
fr: Nouvelle

source: New call
ar: مكالمة جديدة
fr: Nouvel appel

source: No DECT phone registered
ar: لم يتم تسجيل هاتف DECT
fr: Pas de téléphone DECT enregistré

source: No call diversion active
ar: لا يوجد تحويل للمكالمات نشط
fr: Pas de déviation d'appel active

source: No entry selected
ar: لم يتم تحديد أي إدخال
fr: Aucune entrée sélectionnée

source: No mailbox active
ar: لا يوجد صندوق بريد نشط
fr: Aucune boîte aux lettres active

source: No phonebook
ar: لا يوجد دليل هاتف
fr: Pas d'annuaire téléphonique

source: No result from LDIF
ar: لا توجد نتيجة من LDIF
fr: Aucun résultat de LDIF

source: No result from Outlook export
ar: لا توجد نتيجة من تصدير البريد الالكتروني
fr: Aucun résultat de l'exportation Outlook

source: No result from reverse lookup
ar: لا توجد نتيجة من البحث العكسي
fr: Aucun résultat de la recherche inversée.

source: Not deactivating after time
ar: عدم التعطيل بعد مرور الوقت
fr: Ne pas désactiver après un certain temps

source: Number
ar: عدد
fr: Nombre

source: OK
ar: موافق

source: One DECT phone registered
ar: واحد DECT الهاتف المسجل
fr: Un téléphone DECT enregistré

source: One call diversion active
ar: تحويل مكالمة واحدة نشطة
fr: Un renvoi d'appel actif

source: One mailbox active
ar: علبة بريد واحدة نشطة
fr: Une boîte aux lettres active

source: Others
ar: الآخرين
fr: Autres

source: Outgoing
ar: الصادر
fr: Sortant

source: Outgoing calls
ar: المكالمات الصادرة
fr: Appels sortants

source: Password Accessing FRITZ!Box
ar: كلمة السر الوصول إلى جهاز! فريتز
fr: Mot de passe Accès à la FRITZ!Box

source: Phone calls
ar: المكالمات الهاتفية
fr: Appels téléphoniques

source: PhoneBook and Faces Location
ar: موقع دفتر الهاتف والصور الشخصية
fr: Répertoire téléphonique et emplacement des visages

source: Phonebook
ar: دليل
fr: Annuaire téléphonique

source: Plugin not enabled
ar: لم يتم تمكين البلجن
fr: Plugin non activé

source: Quit
ar: خروج
fr: Quitter

source: Read PhoneBook from FRITZ!Box
ar: قراءة دليل الهاتف من جهاز! فريتز
fr: Lire l’annuaire téléphonique de FRITZ!Box

source: Refresh status
ar: تحديث الحالة
fr: Rafraîchir le status

source: Refreshing...
ar: جاري التحديث...
fr: Actualisation…

source: Reload interval for phonebooks (hours)
ar: إعادة تحميل الفاصل الزمني لدفاتر الهواتف (ساعات)
fr: Intervalle de rechargement des annuaires téléphoniques (heures)

source: Reset
ar: إعاده الضبط
fr: Réinitialiser

source: Reverse Lookup Caller ID
ar: عكس معرف المتصل البحث
fr: Recherche inversée Identification de l'appelant

source: Reverse searching...
ar: عكس البحث...
fr: Recherche inversée.....

source: Save
ar: حفظ
fr: Sauver

source: Search
ar: بحث
fr: Recherche

source: Search (case insensitive)
ar: البحث (حالة غير حساسة)
fr: Recherche (insensible à la casse)

source: Search phonebook
ar: بحث دليل الهاتف
fr: Rechercher dans le répertoire téléphonique

source: Searching in LDIF...
ar: البحث في LDIF...
fr: Recherche dans LDIF......

source: Searching in Outlook export...
ar: البحث في تصدير البريد الالكتروني...
fr: Recherche dans l'exportation Outlook.....

source: Setting...
ar: جار الضبط ...
fr: En cours...

source: Shortcut
ar: الاختصار
fr: Raccourci

source: Show Blocked Calls
ar: عرض المكالمات المحظورة
fr: Afficher les appels bloqués

source: Show Outgoing Calls
ar: عرض المكالمات الصادرة
fr: Afficher les appels sortants

source: Show after Standby
ar: عرض بعد وضع الاستعداد
fr: Afficher après la mise en veille

source: Show also internal numbers
ar: عرض الأرقام الداخلية أيضاً
fr: Afficher aussi les numéros internes

source: Show details of entry
ar: عرض التفاصيل المدخلة
fr: Afficher les détails de l'entrée

source: Show only calls for specific MSN
ar: عرض المكالمات فقط لـ لجهات الماسجنر معينة
fr: Afficher uniquement les appels pour des MSN spécifiques

source: Software fax active
ar: فاكس البرامج نشط
fr: Logiciel fax actif

source: Software fax inactive
ar: فاكس البرامج غير نشط
fr: Logiciel fax inactif

source: Status not available
ar: الحالة غير متوفرة
fr: État non disponible

source: Strip Leading 0
ar: قيادة الشريط 0
fr: Supprimer les 0 frontaux

source: Switzerland
ar: سويسرا
fr: Suisse

source: The Netherlands
ar: هولندا
fr: Pays-Bas

source: There might be a problem with your FritzCall %spassword. Check in the configuration.
ar: قد تكون هناك مشكلة مع إتصال فريتز %s كلمة المرور. تحقق من الاعدادات.
fr: Il peut y avoir un problème avec votre mot de passe FritzCall %spassword. Vérifiez dans la configuration.

source: Timeout for Call Notifications (seconds)
ar: مهلة لإشعارات المكالمات (ثواني)
fr: Délai d'attente pour les notifications d'appel (secondes)

source: To enjoy more functionalities of your FRITZ!Box, configure the firmware version!
ar: للاستمتاع بالمزيد من الوظائف الخاصة بـ بجهاز! فريتز، إعدادات إصدار البرامج الثابتة!
fr: Pour profiter de plus de fonctionnalités de votre FRITZ!box, configurez la version du firmware !

source: Toggle 1. mailbox
ar: تبديل 1. علبه البريد
fr: Basculer 1. boîte aux lettres

source: Toggle 2. mailbox
ar: تبديل 2. علبه البريد
fr: Basculer 2. boîte aux lettres

source: Toggle 3. mailbox
ar: تبديل 3. علبه البريد
fr: Basculer 3. boîte aux lettres

source: Toggle 4. mailbox
ar: تبديل 4. علبه البريد
fr: Basculer 4. boîte aux lettres

source: Toggle 5. mailbox
ar: تبديل 5. علبه البريد
fr: Basculer 5. boîte aux lettres

source: Toggle Mailbox
ar: تبديل علبة البريد
fr: Basculer la boîte aux lettres

source: Toggle WLAN
ar: تبديل الشبكة اللاسلكية
fr: Commutation WLAN

source: Toggle WLAN guest access
ar: تبديل وصول الضيف على الشبكة اللاسلكية
fr: Commutation de l'accès invité WLAN

source: Toggle all mailboxes
ar: تبديل كافة علب البريد
fr: Commutation de toutes les boîtes aux lettres

source: UNKNOWN
ar: غير معرف
fr: INCONNU

source: Unknown
ar: غير معروف
fr: Inconnu

source: Update available
ar: تحديث متاح
fr: Mise à jour disponible

source: Use internal PhoneBook
ar: استخدام دفتر الهاتف الداخلي
fr: Utiliser le répertoire téléphonique interne

source: User name Accessing FRITZ!Box
ar: اسم المستخدم الوصول إلى جهاز! فريتز
fr: Nom d'utilisateur Accès à la FRITZ!Box

source: Vanity
ar: غرور
fr: Vanité

source: WLAN not active
ar: الشبكة اللاسلكية غير نشظة
fr: WLAN non actif

source: You need to enable the monitoring on your FRITZ!Box by dialing #96*5*!
ar: تحتاج إلى تمكين المراقبة على جهاز فريتز الخاص بك عن طريق طلب # 96 * 5 *!
fr: Vous devez activer la surveillance sur votre FRITZ!Box en composant le #96*5*!

source: You need to set the password of the FRITZ!Box in the configuration dialog to display calls It could be a communication issue, just try again.
ar: تحتاج إلى تعيين كلمة السر من جهاز! فريتز في جهاز التكوين لعرض المكالمات قد تكون مشكلة في التواصل، حاول مرة أخرى.
fr: Vous devez définir le mot de passe de la FRITZ!Box dans la boîte de dialogue de configuration pour afficher les appels. Ça pourrait être un problème de communication, essayez encore une fois.

source: before 05.27
ar: قبل 05.27
fr: avant 05.27

source: business
ar: الاعمال
fr: Secteur d’activité

source: call diversions active
ar: استدعاء التحويلات النشطة
fr: Renvoi d'appel actif

source: calls in mailbox
ar: المكالمات في صندوق البريد
fr: appels dans la boîte aux lettres

source: devices active
ar: الأجهزة النشطة
fr: dispositifs actifs

source: display calls
ar: عرض المكالمات
fr: afficher les appels

source: display phonebook
ar: عرض دفتر الهاتف
fr: afficher le répertoire téléphonique

source: done
ar: تم
fr: terminé

source: done, using last list
ar: القيام به، وذلك باستخدام القائمة الأخيرة
fr: fait, en utilisant la dernière liste

source: encrypted
ar: مشفر
fr: crypté

source: fax_home
ar: فاكس_المنزل
fr: fax_domicile

source: fax_work
ar: فاكس_العمل
fr: fax_travail

source: finishing
ar: إِكْمَال
fr: terminer

source: guest
ar: ضيف
fr: locataire

source: home
ar: الرئيسية
fr: accueil

source: login
ar: تسجيل الدخول

source: login ok
ar: تسجيل الدخول موافق
fr: Connexion réussie

source: login verification
ar: التحقق من تسجيل الدخول
fr: vérification des identifiants

source: mailboxes active
ar: صناديق البريد النشطة
fr: boîtes aux lettres actives

source: mobile
ar: مُتَحَرِّك

source: no calls
ar: لايوجد مكالمات
fr: pas d'appel

source: no device active
ar: لا يوجد جهاز نشط
fr: pas de dispositif actif

source: not available with this firmware version
ar: غير متوفر مع إصدار البرامج الثابتة هذا
fr: non disponible avec cette version de firmware

source: not configured
ar: غير مكون
fr: pas configuré

source: not encrypted
ar: غير مشفرة
fr: non crypté

source: not yet implemented
ar: لم يتم تنفيذها بعد
fr: pas encore mis en œuvre

source: nothing
ar: لا شيء
fr: rien

source: number suppressed
ar: تم منع العدد
fr: nombre supprimé

source: off
ar: لا يعمـل
fr: arrêt

source: on
ar: على
fr: le

source: one device active
ar: جهاز واحد نشط
fr: un dispositif actif

source: only failed
ar: فشل فقط
fr: seulement échoué

source: pager
ar: النداء
fr: appel par radio

source: preparing
ar: اعداد
fr: préparation

source: quit
ar: خروج
fr: quitter

source: save and quit
ar: حفظ والخروج
fr: enregistrer et quitter

source: show as list
ar: إظهار كقائمة
fr: afficher sous forme de liste

source: show each call
ar: إظهار كل مكالمة
fr: Afficher chaque appel

source: show nothing
ar: لا تظهر أي شيء
fr: Ne rien afficher

source: with
ar: مع
fr: avec

source: work
ar: عَمَل
fr: travail

source: wrong user or password?
ar: مستخدم خاطئ أو كلمة المرور؟
fr: mauvais utilisateur ou mot de passe ?

source: Do you really want to delete entry for %(number)s %(name)s?
fr: Souhaitez-vous vraiment supprimer l'entrée pour %(number)s %(name)s?

source: Incoming Call on %(date)s at %(time)s from --------------------------------------------- %(number)s %(caller)s --------------------------------------------- to: %(phone)s
fr: Appel entrant le %(date)s à %(time)s à partir de --------------------------------------------- %(number)s %(caller)s --------------------------------------------- à : %(phone)s

source: Outgoing Call on %(date)s at %(time)s to --------------------------------------------- %(number)s %(caller)s --------------------------------------------- from: %(phone)s
fr: Appel sortant le %(date)s à %(time)s à --------------------------------------------- %(number)s %(caller)s --------------------------------------------- de : %(phone)s
