Repository: OpenPLi/enigma2-plugins
Catalog: transcodingsetup/po/*.po
Languages: it, lt, ru

source: Bitrate
lt: Bitų srautas
ru: Битрейт

source: Default values for trancoding
it: Valori predefiniti del transcoding
ru: Дефолтные значения транскодирования

source: Frame rate
it: Immagini al secondo
lt: Kadrų dažnis
ru: Частота кадров

source: It seems your receiver is not supported!
it: Questo ricevitore non Ã¨ supportato!
lt: Atrodo, jūsų imtuvas nepalaikomas!
ru: Кажется, Ваш ресивер не поддерживается!

source: Not found file '/etc/enigma2/streamproxy.conf' !
it: File '/etc/enigma2/streamproxy.conf' non trovato!
lt: Failo '/etc/enigma2/streamproxy.conf' nerasta!
ru: Не найден файл'/etc/enigma2/streamproxy.conf'!

source: Quit
it: Chiudere
lt: Baigti
ru: Отмена

source: Set
it: Impostare
lt: Nustatyti
ru: Установка

source: Set up default transcoding parameters
it: Impostare i parametri predefiniti di transcoding
lt: Nustatyti numatytuosius perkodavimo parametrus
ru: Установка дефолтных параметров транскодирования

source: Transcoding Setup
it: Transcoding
lt: Perkodavimo sąranka
ru: Настройки транскодирования

source: Video codec
it: Codifica video
lt: Vaizdo kodekas
ru: Видео кодек

source: Video size
it: Risoluzione video
lt: Vaizdo kadro dydis
ru: Видео разрешение
