Repository: OpenPLi/enigma2-plugins
Catalog: weatherplugin/po/*.po
Languages: ar

source: Add
ar: أضف

source: Back
ar: خلف

source: Cancel
ar: إلغاء

source: City
ar: المدينة

source: Current: %s
ar: (الحالي: %s)

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Feels like %s
ar: الشعور المحسوس %s

source: Getting weather information...
ar: الحصول على معلومات عن الطقس...

source: Humidity: %s %%
ar: الرطوبة: %s % %

source: Language
ar: اللغـة

source: Location code
ar: كود الموقع

source: MSN location search result
ar: نتائج بحث موقع الطقس

source: No locations defined... Press 'Menu' to do that.
ar: لا توجد مواقع المعرفة... اضغط 'القائمة' للقيام بذلك.

source: OK
ar: موافق

source: Observation point: %s
ar: نقطة المراقبة: %s

source: Observation time: %s
ar: وقت الملاحظة: %s

source: Please enter a valid city name.
ar: الرجاء إدخال اسم مدينة صالحة.

source: Please enter a valid location code for the city.
ar: الرجاء إدخال رمز موقع صالح للمدينة.

source: Really delete this WeatherPlugin Entry?
ar: حقاً حذف هذا الإدخال وياثيربلوجين؟

source: Search Code
ar: البحث عن الرمز

source: Show Weather Forecast
ar: عرض حالة الطقس

source: System
ar: النـظام

source: Weather Plugin
ar: بلج إنز الطقس

source: WeatherPlugin: Edit Entry
ar: بلج إنز الطقس: تحرير الإدخال

source: WeatherPlugin: List of Entries
ar: بلج إنز الطقس: قائمة بإدخالات

source: You need to enter a valid city name before you can search for the location code.
ar: تحتاج إلى إدخال اسم مدينة صالحة قبل أن يمكنك البحث عن التعليمات البرمجية الموقع.

source: imperial system
ar: النظام الإمبراطوري

source: metric system
ar: النظام المتري للقياسات
