Repository: OpenPLi/enigma2-plugins
Catalog: filebrowser/po/*.po
Languages: nl

source: manage local Files
nl: Beheer de locale bestanden

source: Add plugin to Mainmenu
nl: Voeg de plug-in aan het Hoofdmenu toe

source: Add plugin to Extensionmenu
nl: Voeg de plug-in aan het applicatiemenu toe.

source: Save path positions on exit
nl: Sla de positie(s) op bij het beëindigen van het programma

source: Left panel position
nl: Positie linker scherm

source: Right panel position
nl: Positie rechter scherm

source: Cancel
nl: Annuleren

source: Settings
nl: Instellingen

source: Delete
nl: Verwijder

source: Move
nl: Verplaats

source: Copy
nl: Kopieer

source: Rename
nl: Hernoemen

source: Select location
nl: Kies de locatie

source: Copy directory
nl: Kopieer de map

source: to
nl: naar

source: Copy file
nl: Kopieer het bestand

source: from
nl: van

source: copying directory, wait please ...
nl: kopieer de map, een moment aub ...

source: copying file ...
nl: kopieer het bestand ...

source: Delete directory
nl: Verwijder de map

source: Delete file
nl: Verwijder het bestand

source: from dir
nl: vanuit de map

source: deleting directory ...
nl: verwijderen van de map ...

source: deleting file ...
nl: verwijder het bestand ...

source: Move directory
nl: Verplaats de map

source: Move file
nl: Verplaats een bestand

source: to dir
nl: naar map

source: moving directory, wait please ...
nl: verplaatsen van de map, een moment aub ...

source: moving file ...
nl: verplaatsen van het bestand ...

source: Rename directory
nl: Hernoem de map

source: Rename file
nl: Hernoem het bestand

source: renaming directory ...
nl: hernoemd de map ...

source: renaming file ...
nl: hernoemd het bestand ...

source: no Viewer installed for this mimetype!
nl: geen Viewer geïnstalleerd voor dit mimetype!
