Repository: OpenPLi/enigma2-plugins
Catalog: satipclient/po/*.po
Languages: ar, ru

source: %s autostart
ru: %s автостарт

source: Auto setup
ru: Авто настройка

source: Cancel
ar: إلغاء
ru: Отмена

source: Description
ar: الوصـف
ru: Описание

source: Disable
ar: تعطيل
ru: Отключить

source: Disable tuner
ru: Отключить тюнер

source: Discover
ar: ديسكفر
ru: Обнаружение

source: Enable
ru: Включить

source: Force sending plts=on
ru: Принудительно посылать plts=on

source: IP address
ru: IP адрес

source: LAN connection required for first detection.
ru: При первом обнаружении требуется подключение по LAN.

source: Manual setup
ru: Ручная настройка

source: Manufacturer
ar: الشركة المصنعة
ru: Производитель

source: Model URL
ar: موديل البرابط
ru: Модель URL

source: No vtuner found.
ar: لم يتم العثور على المؤالف.
ru: Не найден vtuner.

source: Not found '%s' ...
ru: Не найден '%s' ...

source: Port
ru: Порт

source: Presentation URL
ar: رابط العرض التقديمي
ru: Презентация URL

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟
ru: Действительно закрыть без сохранения настроек?

source: SAT>IP Capability
ar: القمر> إمكانية الايبي
ru: SAT>IP возможность

source: SAT>IP Client
ar: القمر> عميل الايبي
ru: SAT>IP клиент

source: SAT>IP Client Setup
ar: القمر> ضبط عميل الايبي
ru: Настройки SAT>IP клиента

source: SAT>IP Client attached to vtuner.
ar: القمر>عميل الايبي مرتبط بالمؤالف.
ru: SAT>IP клиент через vtuner.

source: SAT>IP SERVER : %s
ar: القمر>خادم الايبي : %s
ru: SAT>IP СЕРВЕР : %s

source: SAT>IP Server :
ar: القمر>خادم الايبي :
ru: SAT>IP сервер :

source: SAT>IP Tuner Type :
ar: القمر>نوع مؤالف الايبي :
ru: SAT>IP тип тюнера :

source: SAT>IP client - auto tuner setup
ru: SAT>IP клиент - авто настройка тюнера

source: SAT>IP client - manual tuner setup
ru: SAT>IP клиент - ручная настройка тюнера

source: SAT>IP server discovering for %d seconds...
ar: القمر>يكتشف خادم الايبي لمدة %d ثانية ...
ru: Обнаружение SAT>IP сервера в течении %d секунд...

source: SAT>IP server is not detected.
ar: القمر>لم يتم الكشف عن خادم الايبي.
ru: SAT>IP сервер не обнаружен.

source: Save
ar: حفظ
ru: Сохранить

source: Select
ar: تحديد
ru: Выбор

source: Select tuner and press: Yellow/OK - 'Auto setup' or Blue - 'Manual setup'. Menu - vtuner.conf.
ru: Выберите тюнер и нажмите кнопку: Желтая/OK - 'Авто настройка' или Синяя - 'Ручная настройка'. Меню - vtuner.conf.

source: Send fe=(number specific adapter)
ru: Посылать fe=(номер конкретного адаптера)

source: Server capacity is fulled.
ar: سعة الخادم ممتلئة.
ru: Вместимость сервера полная.

source: Server name
ru: Название сервера

source: Starting...
ar: يشتغل...
ru: Запуск...

source: TUNER TYPE : %s
ar: نوع موالف : %s
ru: ТИП ТЮНЕРА : %s

source: TYPE : %s
ar: النوع : %s
ru: ТИП : %s

source: Tuner type
ru: Тип тюнера

source: Unique uuid
ru: Уникальный uuid

source: Use TCP instead UDP
ru: Использовать TCP вместо UDP

source: VIRTUAL TUNER %s
ar: مؤالف ظاهري %s
ru: ВИРТУАЛЬНЫЙ ТЮНЕР %s

source: You should now reboot your STB to change SAT>IP Configuration. Reboot now ?
ar: يجب عليك الآن إعادة تشغيل جهاز الاستقبال الخاص بك لتغيير إعدادات قمر>الايبي . إعادة التشغيل الآن؟
ru: Необходима перезагрузка Вашего STB для применения SAT>IP настроек. Выполнить перезагрузку сейчас?

source: DVB-S
ar: بث الفديو الرقمي من الأقمار

source: IP : %s
ar: الايبي : %s

source: OK
ar: موافق
