Repository: OpenPLi/enigma2-plugins
Catalog: pluginhider/po/*.po
Languages: fr

source: Cancel
fr: Annuler

source: Could not start Plugin:
fr: Impossible de démarrer Plugin :

source: Eventinfo
fr: Événementinfo

source: Hide Plugins
fr: Masquer les plugins

source: PluginHider Setup
fr: Configuration du PluginHider

source: Run
fr: Exécuter

source: Unable to access InfoBar.
fr: Impossible d'accéder à la barre d'informations.

source: end editing
fr: Fin de l'édition

source: run selected plugin
fr: lancer le plugin sélectionné

source: save
fr: sauvegarder

source: select next tab
fr: Sélectionner l'onglet suivant

source: select previous tab
fr: Sélectionner l’onglet précédent

source: toggle selection
fr: basculer la sélection
