Repository: OpenPLi/enigma2-plugins
Catalog: setpasswd/po/*.po
Languages: ar, fi, fr, hu, ru

source: Change Root Password
ar: تغيير كلمة مرور الملفات
fi: Vaihda Root Salasana
fr: Changer le mot de passe root
ru: Смена пароля root

source: Change or reset the root password of your box
ar: قم بتغيير أو إعادة تعيين كلمة مرور الملفات على جهاز الاستقبال الخاص بك
fi: Vaihda tai resetoi root salasana vastaanottimestasi
fr: Changer ou réinitialiser le mot de passe root de votre récepteur
ru: Сменить/сбросить/удалить пароль для root на Вашем ресивере

source: Delete Password
ar: حذف كلمة المرور
fi: Poista salasana
fr: Supprimer le mot de passe
ru: Удалить пароль

source: Enter new Password
ar: أَدْخِلْ كلمة المرور الجديدة
fi: Syötä uusi Salasana
fr: Entrer un nouveau mot de passe
ru: Ввод нового пароля

source: Enter your password here:
ar: أدخل كلمة المرور هنا:
fi: Syötä uusi salasana tänne:
fr: Entrer votre mot de passe ici:
hu: Írja ide a jelszavat:
ru: Введите Ваш пароль здесь:

source: Password deleted sucessfully for root user
ar: تم حذف كلمة المرور بنجاح لملفات المستخدم
fi: Salasana poistettu onnistuneesti root käyttäjältä
fr: Mot de passe supprimé avec succès pour l'utilisateur root
ru: Пароль для пользователя root успешно удален

source: Set Password
ar: تعيين كلمة المرور
fi: Aseta Salasana
fr: Définir le mot de passe
ru: Установить пароль

source: Sucessfully changed password for root user to:
ar: تم تغيير كلمة المرور بنجاح لملفات المستخدم إلى:
fi: Root salasanan vaihtaminen onnistui:
fr: Le mot de passe de root a été changé avec succès pour:
hu: A root jelszava sikeresen módosítva lett erre:
ru: Пароль для пользователя root успешно изменен на:

source: Unable to change/reset password for root user
ar: غير قادر على تغيير/ إعادة تعيين كلمة المرور لملفات المستخدم
fi: Root salasanan vaihtaminen epäonnistui
fr: Impossible de changer/réinitialiser le mot de passe de root
hu: Sajnos a root jelszavat nem lehet beállítani
ru: Невозможно изменить/сбросить пароль для пользователя root

source: Unable to delete password for root user
ar: غير قادر على حذف كلمة المرور لملفات المستخدم
fr: Impossible de supprimer le mot de passe pour l'utilisateur root
ru: Невозможно удалить пароль для пользователя root

source: new Random
ar: عشوائية جديدة
fi: uusi Satunnainen
fr: nouveau aléatoire
ru: Новый случайно

source: virt. Keyboard
ar: لوحة المفاتيح
fi: virt. Näppäimistö
fr: clavier virtuel
ru: Виртуальная клавиатура

source: Cancel
hu: Mégse

source: Change or reset the root password of your media center
hu: A root jelszó megváltoztatása vagy visszaállítása

source: Change root password
hu: root jelszó megváltoztatása

source: Enter new password
hu: Új jelszó megadása

source: Keyboard
hu: Billentyűzet

source: New random
hu: Jelszógenerálás

source: Set password
hu: Jelszó beállítása
