Repository: OpenPLi/enigma2-plugins
Catalog: imdb/po/*.po
Languages: cs, fr

source: as
fr: comme

source: * = Restart Required
cs: * = Vyžadován restart
fr: * = Redémarrage requis

source: Ambiguous results
cs: Nejednoznačné výsledky
fr: Résultats ambigus

source: Cancel
cs: Zrušit
fr: Annuler

source: Channel Selection
fr: Sélection chaîne

source: Content:
fr: Contenu:

source: Could't get event name
fr: Impossible d'obtenir le nom de l'événement

source: Details
cs: Detaily
fr: Détails

source: Downloading Movie Poster: %s...
fr: Téléchargement affiche du film: %s...

source: Enable this to be able to access IMDb search setup from within the plugin browser.
cs: Povolením umožníte přístup k nastavení hledání z prohlížeče pluginů.
fr: Activer cette option pour accéder à la recherche IMDb depuis le navigateur des plugins.

source: Enable this to be able to access IMDb searches from within the movie list.
cs: Povolením umožníte provádět vyhledávání v IMDb ze seznamu filmů.
fr: Activer cette option afin d'accéder à la recherche IMDb depuis la liste des films.

source: Enable this to be able to access IMDb searches from within the plugin browser.
cs: Povolením umožníte provádět vyhledávání v IMDb z prohlížeče pluginů.
fr: Activer cette option afin d'accéder aux recherches IMDb à partir du navigateur des plugins.

source: Enter search
cs: Zadejte hledání
fr: Entrer recherche

source: Enter text to search for
cs: Vložte text pro vyhledání
fr: Entrer le texte à rechercher

source: Exit
cs: Zavřít
fr: Quitter

source: Exit IMDb search
cs: Ukončit vyhledávání IMDb
fr: Quitter la recherche IMDb

source: Extra Info
cs: Další informace
fr: Infos suplémentaires

source: IMDb Details parsed
cs: Detaily z IMDb zpracovány
fr: IMDb Détails filtrés

source: IMDb Download completed
cs: Stažení z IMDb dokončeno
fr: IMDb Téléchargement terminé

source: IMDb Download failed
cs: Stažení z IMDb selhalo
fr: IMDb Téléchargement échoué

source: IMDb Plugin
cs: Plugin IMDb
fr: IMDb plugiciel

source: IMDb Re-Download completed
cs: Opětovné načtení z IMDb dokončeno
fr: IMDb Re-Téléchargement terminé

source: IMDb Save - Download completed
fr: IMDb Sauvegarde - Téléchargement terminé

source: IMDb Setup
cs: Nastavení IMDb
fr: IMDb Configuration

source: IMDb can not get Movie Information to write to .jpg and .txt files!
fr: IMDb ne peut pas obtenir les informations pour écrire le .jpg et le .txt !

source: IMDb can not get Movie Information to write to .txt file!
cs: IMDb nemůže získat informace o filmu pro zápis do .txt souboru!
fr: IMDb ne peut pas obtenir les informations sur le film pour créer le fichier .txt!

source: IMDb query failed!
cs: Dotaz pro IMDb selhal!
fr: IMDb requête échoué!

source: IMDb search
cs: IMDb vyhledání
fr: Recherche IMDb

source: IMDb setup
cs: Nastavení IMDb
fr: IMDb Configuration

source: Lookup
fr: Chercher

source: No IMDb match.
cs: Žádné shody v IMDb.
fr: Aucune IMDb correspondante.

source: No IMDb match:
cs: Žádné shody v IMDb:
fr: Aucune correspondance IMDb:

source: No cast list found in the database.
cs: V databázi nebyl nalezen seznam obsazení.
fr: Aucune liste des acteurs trouvée dans la base de données.

source: No details found.
cs: Nebyly nalezeny žádné detaily.
fr: Aucuns détails trouvés.

source: Page down
cs: Stránka dolů
fr: Page suivante

source: Page up
cs: Stránka nahoru
fr: Page précédente

source: Play Trailer
fr: Lire bande annonce

source: Please select the matching entry
cs: Prosím, vyberte odpovídající položku
fr: Veuillez sélectionner l'entrée correspondante

source: Plot Outline
fr: Contour de l'intrigue

source: Production Countries:
fr: Pays de production :

source: Query IMDb: %s
cs: Dotaz na IMDb: %s
fr: Requête IMDb: %s

source: Re-Query IMDb: %s...
cs: Opětovný dotaz na IMDb: %s...
fr: Re-Récupération IMDb: %s...

source: Release Date:
fr: Date de sortie :

source: Runtime:
fr: Temps de marche :

source: Save current Details as .html for offline use
cs: Uložit aktuální detaily jako .html pro offline použití
fr: Enregistrer les détails actuels en .html pour l'utilisation hors ligne

source: Save current Details as .txt
cs: Uložit aktuální detaily jako .txt
fr: Enregistrer les détails actuels en tant que .txt

source: Save current Poster and Details as .txt
cs: Uložit aktuální plakát a detaily jako .txt
fr: Enregistrer l'affiche actuelle et les détails sous le format .txt

source: Search Trailer
fr: Recherche bande annonce

source: Search for details from the Internet Movie Database
cs: Vyhledávání detailů z internetové filmové databáze
fr: Chercher les détails sur Internet Movie Database

source: Select from EPG
fr: Sélectionner depuis EPG

source: Settings for Internet Movie Database searches
cs: Nastavení pro vyhledávání v Internetové filmové databázi
fr: Paramètres pour les recherches sur Internet Movie Database

source: Setup
cs: Nastavení
fr: Configuration

source: Show episode and year information for cast when available. Takes effect after the next fetch of show details.
cs: Zobrazovat informace o epizodách a letopočtu v detailech, jsou-li dispozici. Projeví se po dalším načtení detailů pořadu.
fr: Afficher les informations sur l'épisode et l'année pour le casting lorsqu'elles sont disponibles. Prend effet après la prochaine récupération des détails de l'émission.

source: Show episode and year information in cast list
cs: Zobrazit informace o epizodách a letopočtech v detailech
fr: Afficher les informations de l'épisode et l'année dans la liste des acteurs

source: Show full movie or series name in title menu
cs: Zobrazit plné jméno filmu nebo seriálu v nabídce názvů
fr: Afficher le nom complet du film ou de la série dans le titre du menu

source: Show in movie list
cs: Zobrazit v seznamu filmů
fr: Afficher dans la liste des films

source: Show list of matched movies an series
cs: Zobrazit seznam odpovídajících filmů a seriálů
fr: Afficher la liste des correspondances pour les films et séries

source: Show movie and series basic details
cs: Zobrazit základní informace o filmech a seriálech
fr: Afficher les détails de base pour le film ou la série

source: Show movie and series extra details
cs: Zobrazit rozšířené informace o filmech a seriálech
fr: Afficher les détails complets pour le film ou la série

source: Show search in plugin browser
cs: Zobrazovat vyhledávání v prohlížeči pluginů
fr: Afficher la recherche dans les plugins

source: Show setup in plugin browser
cs: Zobrazovat nastavení v prohlížeči pluginů
fr: Afficher la configuration dans les plugins

source: Show the whole IMDb title information for a movie or series, including, for example, alternative names and whether it's a series. Takes effect after the next search of IMDb for a show name.
cs: Zobrazit kompletní informace o filmu nebo seriálu z IMDb, včetně alternativních názvů a informací, zda jde o seriál. Projeví se při dalším vyhledávání v IMDb pro zobrazený název.
fr: Afficher l'information IMDb complète du titre du film ou de la série, en incluant, par exemple, les noms alternatifs et si c'est une série. Prendra effet à la prochaine recherche IMDb pour un nom donné.

source: The Internet Movie Database
cs: Internetová filmová databáze
fr: La base de données internet des films

source: This option allows you add words/phrases for IMDb to ignore when searching. Please separate the words/phrases with commas.
cs: Tato možnost vám umožňuje přidat slova/fráze, která má IMDb ignorovat při hledání. Prosím, oddělte slova/fráze čárkami.
fr: Cette option vous permet d'ajouter des mots/phrases que l'IMDb ignorera lors de la recherche. Merci de les séparer avec des virgules.

source: Title Menu
cs: Názvy pořadů
fr: Menu titre

source: Unknown category
fr: Catégorie inconnue

source: User Rating
fr: Appréciation moyenne

source: Words / phrases to ignore
cs: Slova / fráze k ignorování
fr: Mots / phrases à ignorer

source: no user rating yet
cs: zatím žádné hodnocení uživatele
fr: pas d'appréciation encore

source: Couldn't get event name
cs: Nelze získat název události

source: Downloading Movie Poster...
cs: Stahuji plakát filmu...

source: IMDB Exception
cs: Výjimka IMDb

source: IMDb Menu
cs: Nastavení IMDb

source: IMDb save completed
cs: Uložení IMDb dokončeno

source: Ignoring invalid imdbId: %s
cs: Ignoruji neplatné imdbId: %s

source: Include episodes in the results. Takes effect after the next search of IMDb for a show name.
cs: Zahrnout epizody do výsledků. Projeví se po dalším vyhledání IMDb pro název pořadu.

source: Local file does not exist: %s
cs: Místní soubor neexistuje: %s

source: Menu
cs: Nastavení

source: Show a bigger poster
cs: Zobrazit větší plakát

source: Show episodes in title menu
cs: Zobrazovat epizody v nabídce názvů

source: Show movie and series synopsis
cs: Zobrazovat popisy filmů nebo seriálů

source: Synopsis
cs: Přehledy

source: connection error
cs: chyba připojení

source: timeout
cs: vypršení časového limitu
