Repository: OpenPLi/enigma2-plugins
Catalog: werbezapper/po/*.po
Languages: ar, de, fr, lt, ru

source: "Werbezapper" quick button
ar: "التنقل عبر الويب" المفاتيح الملونة
fr: Bouton rapide "Werbezapper"
lt: WerbeZapper greitasis mygtukas
ru: "Werbezapper" быстрая кнопка

source: %d min
ar: %d دقيقة
ru: %d мин

source: - %d:%02d min
ar: - %d:%02d دقيقة
ru: - %d:%02d мин

source: Automatically zaps back to current service after given Time
ar: الزّر تلقائياً إلى الخدمة الحالية بعد إعطاء الوقت
de: Automatisch nach Zeitintervall auf einen Sender zurückschalten
fr: Retour automatique au service en cours après une heure donnée.
lt: Po nurodyto laiko automatiškai įjungs atgal į dabartinį kanalą
ru: Авто возврат на текущий канал через заданное время

source: Button Info/EPG Set time begin next event: %d min
ar: مفتاح معلومات الدليل الالكتروني الوقت المحدد يبدأ الحدث التالي: %d دقيقة
de: Taste Info/EPG setzt die Zeit zur nachfolgenden Sendung: %d Min.
fr: Bouton Info/EPG Heure de début du prochain événement : %d min.
lt: Mygtukas 'INFO / EPG' Nustatyti sekančio įvykio pradžios laiką: %d min.
ru: Кнопка Info/EPG Установка времени на начало следущего события: %d мин

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
lt: Atšaukti
ru: Отмена

source: Channel: %s
ar: قناة: %s
de: Kanal: %s
fr: Chaîne: %s
lt: Kanalas: %s
ru: Канал: %s

source: Custom
ar: مخصص
de: Individuell
fr: Personnaliser
lt: Pasirinktinis
ru: Задать время

source: Error
ar: خطأ
de: Fehler
fr: Erreur
lt: klaida
ru: Ошибка

source: GREEN
ar: خُضْرَة
fr: VERT
lt: 'ŽALIAS'

source: HELP
ar: مساعدة
fr: AIDE

source: How many minutes to wait until zapping back?
ar: كم دقيقة للانتظار حتى يعود للخلف؟
de: Nach wie vielen Minuten zurück zappen?
fr: Combien de minutes d'attente avant le retour ?
lt: Kiek minučių laukti, prieš perjungiant atgal?
ru: Сколько минут ждать, до переключения назад?

source: Indicator mode
ar: وضع المؤشر
de: Countdown Modus
fr: Mode indicateur
lt: Indikatoriaus režimas
ru: Режим показа индикатора

source: Monitoring duration for service if not EPG
ar: مدة المراقبة القناة إن لم يكن دليل البرامج الإلكتروني
de: Monitoring Dauer wenn Dienst nicht im EPG
fr: Surveillance de la durée du service si ce n'est pas un EPG
lt: Kanalo kontrolės trukmė, jei nėra EPG
ru: Продолжительность мониторинга для сервиса без EPG

source: Monitoring: %s (%d:%02d Min)
ar: المراقبة: %s (%d:%02d دقيقة)
fr: Surveillance : %s (%d:%02d Min)
lt: Kontrolė: %s (%d:%02d Min)
ru: Мониторинг: %s (%d:%02d мин)

source: Monitoring: for service is not EPG (%d:%02d Min)
ar: المراقبة: القناة ليس لها دليل برامج الكتروني (%d:%02d دقيقة)
de: Monitoring: für Dienst nicht im EPG (%d:%02d Min)
fr: Surveillance : pour le service n'est pas EPG (%d:%02d Min)
lt: Kontrolė: kanalo, kuris neturi EPG (%d:%02d Min)
ru: Мониторинг: для сервиса без EPG (%d:%02d мин)

source: NONE
ar: لا شيء
fr: AUCUN
lt: NIEKO

source: Open setup
ar: فتح الإعداد
de: Einstellungen
fr: Ouvrir la configuration
lt: Averti sąranką
ru: Открыть настройки

source: RADIO
ar: راديو

source: Rezap
ar: إعادة تنقل
de: Jetzt umschalten
lt: Perjungti vėl
ru: Переключить сейчас

source: SEARCH
ar: بحث
fr: RECHERCHER
lt: 'PAIEŠKA'

source: Save
ar: حفظ
de: Speichern
fr: Sauver
lt: Išsaugoti
ru: Сохранить

source: Service is not EPG
ar: الخدمة ليس لها دليل برامج الكتروني
de: Dienst nicht im EPG
fr: Le service n'est pas EPG
lt: Kanalas neturi EPG
ru: Сервис без EPG

source: Set zap time
ar: تعيين وقت التنقل
de: Zap-Timer Zeit
fr: Réglage de l'heure de zap
lt: Nustatykite perjungimo laiką
ru: Задать время

source: Show "Start / Stop monitoring" in extensions menu
ar: عرض "تشغيل / إيقاف المراقبة" في قائمة الملحقات
de: Zeige "Start/Stopp Monitoring" im Erweiterungs-Menü
fr: Afficher "Démarrer / Arrêter la surveillance" dans le menu des extensions
lt: Rodyti 'Pradėti/nutraukti kontrolę' meniu tarp plėtinių
ru: Показать "Старт / стоп мониторинга" в меню дополнений

source: Show indicator zap time in window
ar: عرض وقت المؤشر في النافذة
de: Countdown auf Bildschirm anzeigen
fr: Afficher l'indicateur heure de zap dans la fenêtre
lt: Ekrane rodyti perjungimo laiko indikatorių
ru: Индикатор времени до переключения на экране

source: Show plugin in channel selection context menu
ar: عرض المكون الإضافي في قائمة سياق تحديد القناة
de: Zeige Zap-Timer Option im Senderlisten-Menü
fr: Afficher le plugin dans le menu contextuel de sélection des canaux
lt: Rodyti įskiepį kanalų pasirinkimo kontekstiniame meniu
ru: Показать плагин в контекстном меню селектора каналов

source: Slider step size (1 - 20 mins)
ar: حجم خطوة التقديم (من 1 إلى 20 دقيقة)
de: Schrittweite des Einstellbalkens (1 - 20 Min.)
fr: Taille du pas du curseur (1 - 20 mins)
lt: Slankiklio žingsnio dydis (1-20 min.)
ru: Размер шага ползунка (1 - 20 мин)

source: Start / Stop monitoring instantly
ar: تشغيل / إيقاف عن المراقبة على الفور
de: Monitoring sofort starten/stoppen
fr: Démarrage / Arrêt de la surveillance instantanément
lt: Pradėti/nutraukti kontrolę nedelsiant
ru: Быстрый запуск/остановка мониторинга

source: Start monitoring
ar: بدء المراقبة
de: Monitoring starten
fr: Démarrer la surveillance
lt: Pradėti kontrolę
ru: Старт мониторинга

source: Stop monitoring
ar: إيقاف المراقبة
de: Monitoring beenden
fr: Arrêter la surveillance
lt: Nutraukti kontrolę
ru: Остановка мониторинга

source: Stop timer
ar: إيقاف مؤقت
de: Timer ausschalten
fr: Arrêter le chronomètre
lt: Stabdyti laikmatį
ru: Отключить таймер

source: TEXT
ar: نص
fr: TEXTE

source: TIMER
ar: المؤقت
lt: 'LAIKMATIS'

source: TV
ar: التلفزيون

source: Wakeup receiver from standby for zap timer
ar: جهاز استقبال التنبيه من وضع الاستعداد لجهاز توقيت التنقل
de: Zap-Timer weckt Receiver aus Stand-by
fr: Réveil du récepteur depuis la veille pour minuterie zap
lt: Prižadinti, kad perjungti pagal laikmatį
ru: Включить ресивер из режима ожидания по таймеру

source: WerbeZapper
ar: التنقل عبر الويب

source: WerbeZapper Monitoring ends %s
ar: التنقل عبر الويب إنتهاء المراقبة %s
de: WerbeZapper Monitoring endet %s
fr: WerbeZapper Fin de la surveillance %s
lt: WerbeZapper kontrolės pabaiga %s
ru: WerbeZapper... Мониторинг окончен %s

source: WerbeZapper Setup
ar: إعداد التنقل عبر الويب
de: WerbeZapper Einstellungen
fr: Configuration de WerbeZapper
lt: WerbeZapper sąranka
ru: Настройки WerbeZapper

source: WerbeZapper... Monitoring started %s
ar: التنقل عبر الويب... بدء المراقبة %s
de: WerbeZapper... Monitoring gestartet %s
fr: WerbeZapper..... Début de la surveillance %s
lt: WerbeZapper kontrolės pradžia %s
ru: WerbeZapper... Мониторинг стартовал %s

source: WerbeZapper... Monitoring started for service is not EPG. Duration %d Min.
ar: التنقل عبر المراقبة... المراقبة اشتغلت للقناة التي ليس لها دليل برامج إلكتروني. المدة %d دقيقة.
de: WerbeZapper... Monitoring gestartet für Dienst nicht im EPG. Dauer %d Min.
fr: WerbeZapper..... La surveillance commencée pour le service n'est pas un EPG. Durée %d Min.
lt: WerbeZapper Kontrolės kanalo, kuris neturi EPG, pradžia. Trukmė %d min.
ru: WerbeZapper... Мониторинг стартовал для сервиса без EPG. Продолжительность %d мин.

source: Werbezapper
ar: التنقل عبر الويب

source: Werbezapper Start / Stop monitoring
ar: التنقل عبر الويب تشغيل / إيقاف المراقب
de: Werbezapper Monitoring starten/stoppen
fr: Werbezapper Démarrage / Arrêt de la surveillance
lt: Pradėti/nutraukti WerbeZapper kontrolę
ru: Werbezapper: старт / стоп мониторинга

source: When zap to service?
ar: عندما ينتقل للقناة؟
de: Nach wie vielen Minuten umschalten?
fr: Quand zapper vers le service ?
lt: Kada įjungti kanalą?
ru: Когда переключить на канал?

source: X position
ar: الموضع ا
fr: Position en X
lt: X padėtis
ru: X позиция

source: Y position
ar: الموضع ي
fr: Position en Y
lt: Y padėtis
ru: Y позиция

source: YELLOW
ar: أصفر
fr: JAUNE
lt: 'GELTONAS'

source: Z position (priority of srceen)
ar: الموضع ز(أولوية الشاشة)
de: Z Position (OSD Layer Priorität)
fr: Position Z (priorité de l’écran)
lt: Z padėtis (ekrano pirmenybė)
ru: Z позиция (приоритет скрина)

source: Zapping back %s in %d Min
ar: الرجوع عن التنقل %s في %d دقيقة
de: Schalte zurück zu %s in %d Min.
fr: Zapper de retour %s en %d Min.
lt: Perjungimas atgal į %s po %d min.
ru: Переключение назад на %s через %d мин

source: Zapping to %s
ar: الانتقال إلى %s
de: Umschalten zu %s
fr: Zapper vers %s
lt: Perjungimas į %s
ru: Переключаем на %s

source: Zapping to service in %d:%02d Min
ar: الإنتقال إلى القناة في %d:%02d دقيقة
de: Schalte um in %d:%02d Min.
fr: Zapper vers service en %d:%02d Min.
lt: Perjungimas į kanalą po %d:%02d min.
ru: Переключение на канал через %d:%02d мин

source: add zap timer for service
ar: إضافة مؤقت للإنتقال إلى القناة
de: Zap-Timer setzen
fr: ajout d'une minuterie zap pour le service
lt: pridėti perjungimo laikmatį kanalui
ru: добавить таймер переключения для сервиса

source: minut
ar: دقيقة
fr: minute
lt: min.
ru: минуты

source: minute
ar: دقيقة
lt: min.
ru: минута

source: minutes
ar: دقائق
lt: min.
ru: минут

source: service / time
ar: القناة / الوقت
de: Sender / Zeit
fr: service / temps
lt: kanalas / trukmė
ru: сервис / время

source: time
ar: الوقت
de: Zeit
fr: heure
lt: trukmė
ru: время

source: Add Zap Timer
lt: Pridėti perjungimo laikmatį

source: Disable wakeup from standby
ru: Выключить переключение из режима ожидания

source: Enable wakeup from standby
ru: Включить переключение из режима ожидания

source: WerbeZapper Monitoring started unlimited Has to be deactivated manually
ru: WerbeZapper Monitoring начался без лимита времени Должен быть отключен в ручную

source: WerbeZapper... Monitoring is not running No event
ru: WerbeZapper... Мониторинг не может быть запущен На текущем канале нет EPG

source: Current value - %s min.
de: Individuelle Zeit - %s Min.

source: Preserve volume
de: Lautstärke merken
