Repository: OpenPLi/enigma2-plugins
Catalog: merlinmusicplayer/po/*.po
Languages: ar, fr

source: %d files added to database! Press OK to close.
ar: %d الملفات المضافة إلى قاعدة البيانات! اضغط على موافق للإغلاق.
fr: %d fichiers ajoutés à la base de données ! Appuyez sur OK pour fermer.

source: %s added to database
ar: %s تمت إضافته إلى قاعدة البيانات
fr: %s ajouté à la base de données

source: %s already exists in database!
ar: %s موجود بالفعل في قاعدة البيانات!
fr: %s existe déjà dans la base de données !

source: %s appended to songlist
ar: %s ملحقة بقائمة الأغاني
fr: %s ajouté à la liste des chansons

source: %s inserted and will be played as next song
ar: %s إدراج وسيتم تشغيلها كما الأغنية التالية
fr: %s inséré et sera joué en tant que chanson suivante

source: Activate screensaver
ar: تنشيط شاشة التوقف
fr: Activer l'économiseur d'écran

source: Add all songs from selected album to a playlist
ar: إضافة كافة الأغاني من الألبوم المحدد إلى قائمة تشغيل
fr: Ajouter toutes les chansons de l'album sélectionné à une liste de lecture

source: Add all songs from selected artist to a playlist
ar: إضافة كافة الأغاني من فنان محدد إلى قائمة تشغيل
fr: Ajouter toutes les chansons de l'artiste sélectionné à une liste de lecture.

source: Add all songs from selected genre to a playlist
ar: إضافة جميع الأغاني من النوع المحدد إلى قائمة تشغيل
fr: Ajouter toutes les chansons du genre sélectionné à une liste de lecture.

source: Add music files to iDream database
ar: إضافة ملفات الموسيقى إلى قاعدة بيانات أي دريم
fr: Ajouter des fichiers musicaux à la base de données iDream

source: Add selected song to a playlist
ar: إضافة أغنية محددة إلى قائمة تشغيل
fr: Ajouter la chanson sélectionnée à une liste de lecture

source: Album (%s) -> Song List
ar: الألبوم (%s) - قائمة الأغاني >
fr: Album (%s) -> Liste des chansons

source: Albums (%d)
ar: الألبومات (%d)

source: Albums List
ar: قائمة الألبومات
fr: Liste des albums

source: All Artists
ar: كل الفنانين
fr: Tous les Artistes

source: All Songs
ar: كل الأغاني
fr: Toutes les musiques

source: Append file to current playing songlist
ar: إلحاق ملف بقائمة الأغاني الحالية التي يتم تشغيلها
fr: Ajouter un fichier à la liste des chansons en cours de lecture

source: Append file to current songlist
ar: إلحاق ملف بقائمة الأغاني الحالية
fr: Ajouter le fichier à la liste des chansons actuelles

source: Artist (%s) -> Album List
ar: الفنان (%s) -> قائمة الألبوم
fr: Artiste (%s) -> Liste des albums

source: Artist (%s) -> Song List
ar: الفنان (%s) -> قائمة الأغاني
fr: Artiste (%s) -> Liste de chansons

source: Artists (%d)
ar: الفنانون (%d)
fr: Artistes (%d)

source: Artists List
ar: قائمة الفنانين
fr: Liste des Artistes

source: Cancel
ar: إلغاء
fr: Annuler

source: Clear current songlist and play selected entry
ar: مسح قائمة الأغاني الحالية وتشغيل الإدخال المحدد
fr: Effacer la liste des chansons actuelles et lire l'entrée sélectionnée.

source: Close
ar: إغلاق
fr: Fermer

source: Configuration
ar: الإعدادات

source: Create new playlist
ar: إنشاء قائمة تشغيل جديدة
fr: Créer une nouvelle liste de lecture

source: Delete selected playlist
ar: حذف قائمة التشغيل المحددة
fr: Supprimer la liste de lecture sélectionnée

source: Delete song from current playlist
ar: حذف الأغنية من قائمة التشغيل الحالية
fr: Supprimer un morceau de la liste de lecture en cours

source: Delete song from database
ar: حذف أغنية من قاعدة البيانات
fr: Supprimer un morceau de la base de données

source: Do you really want to add all songs from that album to a playlist?
ar: هل تريد حقاً إضافة جميع الأغاني من هذا الألبوم إلى قائمة تشغيل؟
fr: Voulez-vous vraiment ajouter toutes les chansons de cet album à une liste de lecture ?

source: Do you really want to add all songs from that artist to a playlist?
ar: هل تريد حقاً إضافة جميع الأغاني من هذا الفنان إلى قائمة تشغيل؟
fr: Voulez-vous vraiment ajouter toutes les chansons de cet artiste à une liste de lecture ?

source: Do you really want to add all songs from that genre to a playlist?
ar: هل تريد حقاً إضافة جميع الأغاني من هذا النوع إلى قائمة تشغيل؟
fr: Voulez-vous vraiment ajouter toutes les chansons de ce genre à une liste de lecture ?

source: Do you really want to delete that song from the database?
ar: هل تريد حقاً حذف تلك الأغنية من قاعدة البيانات؟
fr: Voulez-vous vraiment supprimer cette chanson de la base de données ?

source: Do you really want to delete that song the current playlist?
ar: هل تريد حقا أن حذف هذه الأغنية قائمة التشغيل الحالية؟
fr: Voulez-vous vraiment effacer cette chanson de la liste de lecture actuelle ?

source: Do you really want to delete the current playlist?
ar: هل تريد حذف قائمة التشغيل الحالية؟
fr: Voulez-vous vraiment supprimer la liste de lecture actuelle ?

source: Enter name for playlist
ar: أدخل اسم قائمة التشغيل
fr: Entrer le nom de la liste de lecture

source: Enter search text
ar: أدخل نص البحث
fr: Entrez le texte de recherche

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
ar: الخطا! لا يمكن فتح قاعدة البيانات! تحقق مما إذا كان حفظ المجلد هو الصحيح والكتابة! اضغط على موافق لإغلاق.
fr: Erreur ! Impossible d'ouvrir la base de données ! Vérifiez si le dossier de sauvegarde est correct et inscriptible ! Appuyez sur OK pour fermer.

source: Filebrowser startup path
ar: مسار بدء تشغيل ملف
fr: Chemin de démarrage du navigateur de fichiers

source: Filelist: %s
ar: قائمة الملفات: %s
fr: Liste des fichiers : %s

source: Genre (%s) -> Song List
ar: النوع (%s) -> قائمة الأغاني
fr: Genre (%s) -> Liste de chansons

source: Genre List
ar: قائمة النوع
fr: Liste des genres

source: Genres (%d)
ar: الأنواع (%d)

source: Google image path
ar: مسار صور جوجل
fr: Chemin d'accès à Google image

source: Insert file to current playing songlist and play next
ar: إدراج ملف إلى قائمة الأغاني الحالية وتشغيل التالي
fr: Insérez le fichier dans la liste des morceaux en cours de lecture et lisez le suivant.

source: Insert file to current songlist and play next
ar: إدراج ملف إلى قائمة الأغاني الحالية وتشغيل التالي
fr: Insérez le fichier dans la liste des chansons en cours et lisez le suivant

source: Invalid Location
ar: موقع غير صالح
fr: Localisation incorrecte

source: Lyrics
ar: كلمات الاغنية
fr: Textes

source: Main Menu
ar: القائـمة الرئيسيـة
fr: Menu principal

source: Merlin Music Player
ar: مشغل مارلين الموسيقي

source: Merlin Music Player Lyrics
ar: كلمات مشغل مارلين الموسيقي
fr: Merlin Music Player Paroles

source: Merlin Music Player Setup
ar: ضبط مشغل مارلين الموسيقي
fr: Merlin Music Player Configuration

source: Merlin Music Player Songlist
ar: قائمة الأغاني مشغل مارلين الموسيقي
fr: Merlin Music Player Liste des chansons

source: Merlin Music Player TV
ar: مشغل مارلين الموسيقي على الشاشة

source: Merlin music player
ar: مشغل مارلين الموسيقي

source: No lyrics found
ar: لم يتم العثور على كلمات
fr: Pas de paroles trouvées

source: No music files found!
ar: لم يتم العثور على ملفات الموسيقى!
fr: Pas de fichiers musicaux trouvés !

source: OK
ar: موافق

source: Play
ar: تشغيل
fr: Lire

source: Play last used songlist after starting
ar: تشغيل آخر قائمة أغاني مستخدمة بعد البدء
fr: Jouer la dernière liste de chansons utilisées après le démarrage.

source: Playlist (%s) -> Song List
ar: قائمة التشغيل (%s) -> قائمة الأغاني
fr: Liste de lecture (%s) -> Liste de chansons

source: Playlists
ar: قوائم التشغيل
fr: Listes de lecture

source: Playlists (%d)
ar: قوائم التشغيل (%d)
fr: Listes de lecture (%d)

source: Process aborted. 0 files added to database! Press OK to close.
ar: تم إحباط العملية. 0 إضافة الملفات إلى قاعدة البيانات! اضغط على موافق لإغلاق.
fr: Processus interrompu. 0 fichiers ajoutés à la base de données ! Appuyez sur OK pour fermer.

source: Receiver Music Database
ar: قاعدة بيانات موسيقى الجهاز
fr: Base de données musicales du récepteur

source: Remember last path of filebrowser
ar: تذكر المسار الأخير من متصفح الملفات
fr: Mémoriser le dernier chemin d'accès du navigateur de fichiers

source: Repeat is not available yet with cue-files!
ar: تكرار غير متوفر حتى الآن مع جديلة الملفات!
fr: La répétition n'est pas encore disponible avec les fichiers cue !

source: Response -> lyrics for: %s (%s)
ar: رد -> كلمات ل: %s (%s)
fr: Réponse -> paroles pour : %s (%s)

source: Scan path for music files and add them to database
ar: مسح مسار ملفات الموسيقى وإضافتها إلى قاعدة البيانات
fr: Scanner le chemin d'accès aux fichiers musicaux et les ajouter à la base de données.

source: Search in iDream database
ar: البحث في قاعدة بيانات أي دريم
fr: Recherche dans la base de données iDream

source: Search results for "%s" in all albums
ar: نتائج البحث عن "%s" في جميع الألبومات
fr: Résultats de recherche pour "%s" dans tous les albums

source: Search results for "%s" in all artists
ar: نتائج البحث عن "%s" في جميع الفنانين
fr: Résultats de recherche pour "%s" dans tous les artistes

source: Search results for "%s" in all titles
ar: نتائج البحث عن "%s" في جميع العناوين
fr: Résultats de recherche pour "%s" dans tous les titres

source: Search results for "%s" in title, artist or album
ar: نتائج البحث عن "%s" في العنوان أو الفنان أو الألبوم
fr: Résultats de recherche pour "%s" dans le titre, l'artiste ou l'album

source: Select path
ar: تحديد المسار
fr: Selection d&apos;un chemin

source: Show Album
ar: عرض الألبوم
fr: Afficher l'album

source: Show Merlin Music Player in extensions menu
ar: عرض مشغل ميرلين الموسيقي في قائمة الملحقات
fr: Afficher Merlin Music Player dans le menu des extensions

source: Show Merlin Music Player in main menu
ar: عرض مشغل موسيقى ميرلين في القائمة الرئيسية
fr: Afficher lMerlin Music Player dans le menu principal

source: Show iDream in extensions menu
ar: عرض أي دريم في قائمة الملحقات
fr: Afficher iDream dans le menu des extensions

source: Show iDream in main menu
ar: عرض أي دريم في القائمة الرئيسية
fr: Afficher iDream dans le menu principal

source: Shuffle is not available yet with cue-files!
ar: التشغيل العشوائي غير متوفر حتى الآن مع قطع الملفات!
fr: Mélanger n'est pas encore disponible avec les fichiers cue !

source: Songs (%d)
ar: الأغاني (%d)
fr: Chansons (%d)

source: There are no playlists defined. Do you want to create a new playlist?
ar: لا توجد قوائم تشغيل محددة. هل تريد إنشاء قائمة تشغيل جديدة؟
fr: Aucune liste de lecture n'est définie. Voulez-vous créer une nouvelle liste de lecture ?

source: This Receiver can't decode %s streams!
ar: جهاز الإستقبال لايفتح تشفير %s البث!
fr: Ce récepteur ne peut pas décoder les flux %s !

source: Track %s
ar: الاصوات %s
fr: Piste %s

source: Use google-images for cover art
ar: استخدام صور جوجل لفن الغلاف
fr: Utiliser google-images pour l'illustration de couverture

source: Wait for screensaver (in min)
ar: انتظر شاشة التوقف (بالدقيقة)
fr: Attendre l'économiseur d'écran (en min)

source: [back]
ar: [رجوع]
fr: [retour]

source: iDream
ar: أي دريم

source: iDream Main Menu
ar: القائمة الرئيسية أي دريم
fr: Menu principal iDream

source: iDream database path
ar: مسار قاعدة بيانات أي دريم
fr: Chemin de la base de données iDream

source: search for album
ar: البحث عن الألبوم
fr: recherche d'album

source: search for artist
ar: البحث عن فنان
fr: recherche d'artiste

source: search for title
ar: البحث عن عنوان
fr: recherche par titre

source: search in all of them
ar: البحث في كل منهم
fr: recherche dans toutes ces catégories
