Repository: OpenPLi/enigma2-plugins
Catalog: simplerss/po/*.po
Languages: ar, ru

source: %d Feed(s) were added to configuration.
ar: %d مصدر(المصادر) أضيف إلى الاعدادات.
ru: %d лент был добавлено в конфигурацию.

source: %d feed(s) added to configuration.
ar: %d مصدر(المصادر) تم إضافتها إلى الاعدادات.
ru: %d лент(а) успешно добавлена в конфигурацию.

source: --- Scanner automount ---
ar: --- البحث عن مشاركة المساحة التلقائي ---
ru: --- Сканер авто монтирования ---

source: < Create file any name.rss in USB device >
ar: < إنشاء أي اسم الملف.rss في جهاز الفلاش مموري >
ru: < Создайте файл любое имя.rss на USB флешке >

source: < and write feeds link column >
ar: < وكتابة المصادرعلى الرابط >
ru: < и впишите адреса лент колонкой >

source: A simple to use RSS reader
ar: بسيط لاستخدام قارئ RSS
ru: Плагин для просмотра сообщений RSS

source: Apply
ar: تطبيق
ru: Применить

source: Autoupdate
ar: التحديث التلقائي
ru: Автообновление

source: Cancel
ar: إلغاء

source: Close
ar: إغلاق
ru: Закрыть

source: Delete
ar: حذف

source: Enclosures
ar: مرفقات
ru: Вложений

source: Entries
ar: مدخلات
ru: записей

source: Entry %s/%s
ar: إدخل %s/%s
ru: Запись %s/%s

source: Error while parsing Feed, this usually means there is something wrong with it.
ar: خطأ أثناء تحليل الخلاصة ، هذا يعني عادة أن هناك خطأ ما بها.
ru: Ошибка при парсинге ленты, обычно это означает, что с форматом ленты что то не так.

source: Failed to get subscriptions from Google Reader.
ar: فشل في الحصول على اشتراكات من قاري قوقل.
ru: Не удалось получить подписки из 'Google Reader'.

source: Failed to login to Google Reader.
ar: فشل في تسجيل الدخول إلى قارئ قوقل.
ru: Ошибочный логин в 'Google Reader'.

source: Feed
ar: مصدر
ru: Лента

source: Feed %s/%s
ar: المصدر %s/%s
ru: Лента %s/%s

source: Feed URI
ar: رابط المصدر
ru: Адрес ленты

source: Feed is empty.
ar: المصدر فارغ.
ru: Лента пустая.

source: Fetch feeds from Google Reader?
ar: إحضار المصادر من قارئ قوقل؟
ru: Получать ленты из 'Google Reader'

source: Found %d feed(s)
ar: العثور %d على المصدر(المصادر)
ru: Найдено %d лент

source: Found no Enclosure we can display.
ar: لم يتم العثور على ضميمة يمكننا عرضها.
ru: Не найдено вложений для показа.

source: Google Password
ar: كلمة مرور قوقل
ru: Пароль Google

source: Google Username
ar: اسم المستخدم لقوقل
ru: Имя пользователя Google

source: Keep running in background
ar: استمرار التشغيل في الخلفية
ru: Продолжать работу в фоновом режиме

source: Let's you view current RSS entries
ar: دعونا عرض إدخالات RSS الحالية
ru: Просмотр Ваших текущих RSS лент

source: New
ar: جديد
ru: Новая

source: New Items
ar: منتجات جديدة
ru: Новые сообщения

source: New Items since last Auto-Update
ar: عناصر جديدة منذ آخر تحديث تلقائي
ru: Новые сообщения из последнего автообновления

source: No such Item.
ar: لا يوجد مثل هذا البند.
ru: Нет сообщений для показа.

source: Not found new feed(s).
ar: لم يتم العثور على مصدر جديد (مصادر).
ru: Нет найденных новых лент.

source: Notification
ar: إشعارات
ru: Уведомление

source: OK
ar: موافق

source: Preview
ar: معاينه
ru: Превью

source: RSS Reader
ar: قارئ RSS
ru: Просмотр RSS

source: RSS-Reader
ar: قارئ RSS
ru: RSS-просмотр

source: Read error %s
ar: خطأ في القراءة %s
ru: Ошибка чтения %s

source: Really delete this entry? It cannot be recovered!
ar: هل حقا تريد حذف هذا الإدخال؟ لا يمكن استعادته!
ru: Вы действительно хотите удалить эту запись? Запись потом не может быть восстановлена!

source: Received %d new news item(s).
ar: تم الاستقبال %d جديد من المادة الإخبارية (المواد).
ru: Получено %d новых сообщений.

source: Scroll speed (ms)
ar: سرعة التمرير (مللي ثانية)
ru: Скорость прокрутки (мс)

source: Setup
ar: الضبط

source: Show in extensions menu
ar: عرض في الملحقات القائمة
ru: Показать плагин в меню расширений

source: Show new Messages as
ar: عرض الرسائل الجديدة كـ
ru: Показывать новые сообщения как

source: Simple RSS Reader
ar: قارئ RSS بسيط
ru: Простое чтение RSS лент

source: Simple RSS Reader Setup
ar: إعداد قارئ RSS بسيط
ru: Простое чтение RSS лент - настройки

source: Simple RSS Reader: %s
ar: قارئ RSS بسيط: %s
ru: Простой просмотр RSS: %s

source: Sorry, this type of feed is unsupported: %s
ar: عذراً، هذا النوع من موجز ويب غير معتمد: %s
ru: К сожалению, этот тип ленты не поддерживается: %s

source: Start automatically with Enigma2
ar: التشغيل تلقائيًا باستخدام الانجما2
ru: Автозапуск

source: Subscribe Newsfeed...
ar: الاشتراك في مصدر الأخبار...
ru: Подписка фида новостей...

source: Ticker
ar: شريط
ru: Бегущая строка

source: Update Feed
ar: تحديث المصدر
ru: Обновление ленты

source: Update Interval (min)
ar: تحديث الفاصل الزمني (دقيقة)
ru: Интервал обновления (мин)

source: Update is being done in Background. Contents will automatically be updated when it's done.
ar: يتم التحديث في الخلفية. سيتم تحديث المحتويات تلقائيًا عند الانتهاء منها.
ru: Обновление будет выполнено в фоновом режиме. Контент будет автоматически обновлен.

source: View RSS...
ar: عرض RSS...
ru: Просмотр RSS...

source: What to do?
ar: ما الذي يجب القيام به؟
ru: Что Вы хотите сделать?

source: none
ar: لا شي
ru: ничего
