Repository: OpenPLi/enigma2-plugins
Catalog: epgsearch/po/*.po
Languages: ar, cs, fr, sk

source: %ssearch EPG
ar: %s البحث في الدليل الالكتروني

source: %ssearch EPG from history...
ar: %s البحث في الدليل الالكتروني من السجل...

source: Add AutoTimer
ar: إضافة مؤقت تلقائي

source: Add Timer
ar: إضافة مؤقت

source: Add a record timer for highlighted event
ar: أضف مؤقت التسجيل للحدث المميز

source: Add a zap timer for highlighted event
ar: أضف مؤقت للانتقال للحدث المميز

source: Add an AutoTimer for highlighted event
ar: أضف المؤقت التلقائي للحدث المميز

source: Add/remove/edit timer for highlighted event
ar: إضافة/إزالة/تعديلر مؤقت للحدث المميز

source: All bouquets
ar: جميع الباقات

source: All services
ar: كافة الخدمات

source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
sk: Zrušiť

source: Channel Selection
ar: إختيار القناة
cs: Výběr kanálu
fr: Sélection de la chaîne
sk: Výber kanálov

source: Choose the encoding type for searches, helpful for foreign languages.
ar: اختر نوع الترميز لعمليات البحث، وهو مفيد للغات الأجنبية.

source: Close dialog
ar: إغلاق الحوار

source: Control where to search in the EPG. When 'all bouquets' is set, all bouquets are searched, even if 'Enable multiple bouquets' is disabled.
ar: التحكم في مكان البحث في دليل البرامج الإلكتروني. عند تعيين 'جميع الباقات' ، يتم البحث في جميع الباقات ، حتى إذا تم تعطيل 'تمكين باقات متعددة'.

source: Could not read AutoTimer timer list: %s
ar: لا يمكن قراءة المؤقت التلقائي من القائمة: %s
cs: Nepodařilo se načíst seznam časovačů AutoTimeru: %s
fr: Impossible de lire la liste des AutoTimer: %s
sk: Nepodarilo sa načítať zoznam časovačov AutoTimeru: %s

source: Current bouquet
ar: الباقة الحالية

source: Current service
ar: القناة الحالية

source: Default scope when asked
ar: النطاق الافتراضي عندما أسئل

source: EPG Search
ar: البحدث في دليل البرامج الإلكتروني
fr: Recherche EPG
sk: EPG hľadanie

source: EPG Search setup
ar: إعداد البحث في الدليل الالكتروني

source: EPGSearch
ar: البحث في دليل البرامج الإلكترونية
fr: RechercheEPG

source: EPGSearch Setup
ar: ضبط البحث في دليل البرامج الإلكترونية
cs: Nastavení EPGSearch
fr: Configuration RechercheEPG
sk: Nastavenie EPGSearch

source: Enable this to allow access to EPG Search from within the plugin browser.
ar: قم بتمكين هذا للسماح بالوصول إلى البحث في الدليل الالكتروني من داخل متصفح البلجن.

source: Enter new search
ar: أدخل البحث الجديد

source: Enter text to search for
ar: إدخال نص للبحث عن
cs: Zadejte text pro hledání
fr: Entrer le texte à rechercher
sk: Zadajte text pre hľadanie

source: Exit EPG Search
ar: خروج من بحث دليل البرامج الإلكترونية

source: IMDB search for highlighted event
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت عن حدث مميز

source: IMDb Search
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت

source: Import from AutoTimer
ar: إستيراد من المؤقت التلقائي
cs: Import z AutoTimeru
fr: Importer depuis un AutoTimer
sk: Import z AutoTimeru

source: Import from EPG
ar: إستيراد من دليل البرامج الإلكتروني
cs: Import z EPG
fr: Importer depuis l'EPG
sk: Import z EPG

source: Import from Timer
ar: إستيراد من المؤقت
cs: Import z Časovače
fr: Importer depuis les Timers (programmations)
sk: Import z Časovača

source: Is the search case-sensitive or case-insensitive?
ar: هل البحث حساس لحالة الأحرف أم غير حساس لحالة الأحرف؟

source: Length of history
ar: طول التاريخ

source: Maximum number of entries in the search history. Set this to 0 to disable search history.
ar: الحد الأقصى لعدد الإدخالات في محفوظات البحث. اضبط هذا على 0 لتعطيل سجل البحث.

source: Move down
ar: تحرك لأسفل

source: Move down a page
ar: الانتقال إلى أسفل الصفحة

source: Move up
ar: تحريك لأعلى

source: Move up a page
ar: الانتقال إلى أعلى الصفحة

source: New Search
ar: بحث جديد
cs: Nové hledání
fr: Nouvelle recherche
sk: Nové hľadanie

source: No history
ar: بدون تاريخ

source: OK
ar: موافق

source: Open selected in IMDb
ar: فتح الحدث المختار من قاعدة بيانات معلومات الأفلام
cs: Otevřít v IMDb
fr: Ouvrir la sélection dans IMDB
sk: Otvoriť vybrané v IMDb

source: Save search as AutoTimer
ar: حفظ البحث حسب المؤقت التلقائي
cs: Uložit hledání jako AutoTimer
fr: Sauvegarder la recherche comme un AutoTimer
sk: Uložiť hľadanie ako AutoTimer

source: Search
ar: بحث
cs: Hledat
fr: Recherche
sk: Hľadať

source: Search EPG
ar: البحث في دليل البرامج الإلكترونية

source: Search encoding
ar: ترميز البحث

source: Search in...
ar: البحث في...

source: Search scope
ar: نطاق البحث

source: Search strictness
ar: دقة البحث
cs: Přesnost vyhledávání
fr: Rigueur de la recherche
sk: Prísne hľadanie

source: Search type
ar: نوع البحث
cs: Typ hledání
fr: Type de recherche
sk: Hľadať typ

source: Searching...
ar: جار البحث...

source: Select a timer to search
ar: إختيار مؤقت البحث
cs: Výběr časovače pro hledání
fr: Choisir un timer à rechercher
sk: Výber časovača pre hľadanie

source: Select text to search for
ar: تحديد نص للبحث عن
cs: Výběr textu pro hledání
fr: Sélectionner le texte à rechercher
sk: Výber textu pre hľadanie

source: Set type of match used to compare program titles with the search string.
ar: حدد نوع التطابق المستخدم لمقارنة عناوين البرامج بسلسلة البحث.

source: Sets the default search scope when the user is asked.
ar: تعيين نطاق البحث الافتراضي عند سؤال المستخدم.

source: Setup
ar: الضبط
cs: Nastavení...
fr: Configuration
sk: Nastavenie

source: Setup menu
ar: قائمة الضبط

source: Show AutoTimer list
ar: عرض قائمة المؤقتات التلقائية

source: Show detailed event information
ar: عرض معلومات مفصلة عن الحدث

source: Show in plugin browser
ar: عرض متصفح البلج إنز

source: Show orbital position
ar: عرض الموقع المداري

source: Show satellite orbital positions in the search results.
ar: عرض المواقع المدارية الفضائية في نتائج البحث.

source: Show search history
ar: عرض تاريخ البحث

source: Zap to channel
ar: إنتقل إلى القناة

source: all bouquets
ar: كل الباقات

source: all services
ar: كل القنوات

source: ask user
ar: أسال المستخدم

source: case-insensitive search
ar: البحث عن طريق الحروف الأبجدية
cs: Nerozlišovat velikost písmen
fr: recherche non sensible à la casse
sk: hľadanie nezávislé na veľkosti písmen

source: case-sensitive search
ar: البحث عن طريق الحروف الأبجدية
cs: Rozlišovat velikost písmen
fr: recherche sensible à la casse
sk: hľadanie závislé na veľkosti písmen

source: current bouquet
ar: الباقة الحالية

source: current service
ar: القناة الحالية

source: exact match
ar: تطابق كامل
cs: Přesně odpovídá
fr: correspondance parfaite
sk: presná zhoda

source: partial match
ar: تطابق جزئي
cs: Částečně odpovídá
fr: correspondance partielle
sk: čiastočná zhoda

source: search EPG
ar: البحث في دليل البرامج الإلكترونية
cs: Prohledat EPG
fr: recherche EPG
sk: prehľadať EPG

source: search EPG from history...
ar: البحث في دليل البرامج الإلكترونية من السجل...

source: title starts with
ar: يبدأ العنوان بـ
cs: Název začíná na
fr: titre commence par
sk: názov začína na

source: Add "Search event in EPG" to channel menu
cs: Přidat "Najít událost v EPG" do menu kanálů
fr: Ajouter "Rechercher évènement dans EPG" dans le menu des chaînes
sk: Pridať "Nájsť udalosť v EPG" do menu kanálov

source: Add "Search event in EPG" to event menu
cs: Přidat "Najít událost v EPG" do menu události
fr: Ajouter "Rechercher évènement dans EPG" dans le menu des évènements
sk: Pridať "Nájsť udalosť v EPG" do menu udalostí

source: Add "Search" Button to EPG
cs: Přidat tlačítko "Hledat" do EPG
fr: Ajouter le bouton "Recherche" dans EPG
sk: Pridať tlačidlo "Hľadať" do EPG

source: Add timer
cs: Přidat časovač
fr: Ajouter une programmation (timer)
sk: Pridať časovač

source: Adds "Search event in EPG" item into the channel selection context menu (needs restart GUI)
cs: Přidá položku "Najít událost v EPG" do menu přehledu kanálů.
fr: Ajouter "Rechercher évènement dans EPG" dans le menu contextuel de la sélection des chaînes (nécessite de redémarrer l'IGU).
sk: Pridá položku "Nájsť udalosť v EPG" do menu prehľadu kanálov.

source: Adds "Search event in EPG" item into the event menu (needs restart GUI)
cs: Přidá položku "Najít událost v EPG" do menu události (potřeba restartovat Enigma).
fr: Ajouter "Rechercher évènement dans EPG" dans le menu des évènements (nécessite de redémarrer l'IGU).
sk: Pridá položku "Nájsť udalosť v EPG" do menu udalostí (potreba reštartovať Enigmu).

source: Choice list
cs: Výběr akce
fr: Liste des choix
sk: Zoznam výberu

source: Choice list EPGSearch
cs: Volby EPGSearch
fr: Liste des choix RechercheEPG
sk: Zvoliť zoznam EPGSearch

source: Choice list RED Button
cs: Akce pro červené tlačítko
fr: Liste des choix bouton ROUGE
sk: Voľba zoznamu červeného tlačidla

source: Choosing an encoding. "UTF-8" to search for EPG cyrillic.
cs: Volba kódování.
fr: Choisir un encodage. "UTF-8" pour chercher dans l'EPG cyrillique
sk: Voľba kódovania. "UTF-8" pre vyhľadávanie cyriliky v EPG.

source: Clear history
cs: Smazat historii
fr: Effacer l'historique
sk: Zmazať históriu

source: Display name service as in bouquets
cs: Zobrazovat názvy programů jako v přehledech
fr: Afficher le nom du service comme dans les bouquets
sk: Zobraziť názov stanice ako je uvedené v obľúbených položkách

source: Encoding Search to EPG
cs: P
fr: Encodage des recherches dans l'EPG
sk: Kódovanie hľadania v EPG

source: Export selected as AutoTimer
cs: Exportovat vybrané jako AutoTimer
fr: Exporter la sélection en tant qu'AutoTimer
sk: Exportovať vybrané ako AutoTimer

source: History
cs: Historie
fr: Historique
sk: História

source: How many entries to keep in the search history at most. 0 disables history entirely!
cs: Kolik položek je udržováno v historii hledání. 0 zakáže historii úplně!
fr: Combien d'entréesde recherche conserver dans l'historique au maximum. 0 pour désactiver l'historique!
sk: Koľko položiek je uložených v histórii hľadania. 0 zakáže históriu úplne!

source: If 'Search only bouquets' is enabled, show service name as in bouquets for renamed services.
cs: Jestliže je nastaveno 'Hledat pouze v přehledech', zobrazuje pro přejmenované programy názvy jako v přehledech.
fr: Si 'Chercher seulement dans les bouquets' est activé, affiche le nom du service comme dans les bouquets pour les services renommés.
sk: Ak je povolená voľba 'Prehľadávať len obľúbené položky', zobraziť názov premenovaných staníc ako sú uvedené v obľúbených položkách.

source: If this setting is enabled, searching EPG in only services in user bouquets.
cs: Jestliže je zapnuté, EPG je prohledávána pouze v programech umístěných v uživatelských přehledech.
fr: Si ce paramètre est activé, la recherche EPG se fait uniquement sur les services qui sont dans les bouquets.
sk: Ak je povolené, vyhľadávať EPG len v staniciach užívateľských obľúbených položkách.

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
cs: Jestliže je povoleno, plugin přidá tlačítko "EPG Search" do EPG.
fr: Si ce paramètre est activé, le plugin ajouters un bouton "Recherche" dans l'EPG habituel.
sk: Ak je povolené, doplnok pridá tlačidlo "EPG Search" do EPG.

source: If this setting is enabled, the plugin adds picons.
cs: Jestliže je povoleno, plugin přidá tpikony.
fr: Si ce paramètre est activé, le plugin affiche les picons dans les résultats.
sk: Ak je povolené, doplnok pridá picony.

source: Length of History
cs: Délka historie
fr: Longueur de l'historique
sk: Dĺžka histórie

source: List of history is cleared !
cs: Seznam historie je smazán!
fr: La liste de l'historique a été effacée!
sk: Zoznam histórie je vymazaný!

source: Lookup in TMBD
cs: Vyhledat v TMDB
fr: Rechecher dans TMDB
sk: Hľadať v TMBD

source: No history !
cs: Žádná historie !
fr: Pas d'historique!
sk: Žiadna história!

source: Partnerbox Entries
cs: Položky Partnerboxu
fr: Entrées du récepteur partenaire
sk: Položky Partnerbox

source: Search EPG by title event
cs: Vyhledávání události v EPG podle názvu
fr: Rechercher un évènement dans l'EPG par son titre
sk: Hľadať EPG podľa názvu udalosti

source: Search event in EPG
cs: Najít událost v EPG
fr: Rechercher l'évènement dans l'EPG
sk: Nájsť udalosť v EPG

source: Search for TMDb info
cs: Hledat TMDb info
fr: Recherche les infos de TMDB
sk: Vyhľadať TMDb informácie

source: Search only bouquets
cs: Hledat pouze v přehledech
fr: Chercher uniquement dans les bouquets
sk: Prehľadávať len obľúbené položky

source: Search type for filter
cs: Způsob vyhledávání
fr: Type de recherche pour le filtre
sk: Filter vyhľadávania typu

source: Select action:
cs: Zvolte akci:
fr: Choisir l'action:
sk: Zvoliť akciu:

source: Select channel
cs: Vyberte kanál
fr: Sélectionner une chaîne
sk: Voľba kanálu

source: Select type for filter search. Press button P +/- for show/hide filter in description after search.
cs: Vyberte typ filtru pro vyhledávání. Stiskněte P+/- pro zobrazení / skrytí filtru v popisu po vyhledání.
fr: Sélectionner le type de filtre de recherche. Appuyez sur P+/- pour afficher/masquer le filtre dans la description après la recherche.
sk: Voľba typu pre filtrované vyhľadávanie. Stlačte tlačidlo P +/- pre filter zobrazenia/skrytia v popise po hľadaní.

source: Select type for search, "partial match" for the most extensive search.
cs: Zvolte typ hledání, "částečně odpovídá" pro rozsáhlá vyhledávání.
fr: Sélectionner le type de recherche, "correspondance partielle" pour la recherche la plus étendue.
sk: Zvoliť typ pre hľadanie, "čiastočná zhoda" pre rozsiahle vyhľadávanie.

source: Select type: 'Search and Select channel' or 'Search'.
cs: Vyberte 'hledat a vybrat kanál' nebo 'pouze hledat'.
fr: Sélectionner le type: 'Rechercher et sélectionner la chaîne' ou 'Rechercher'.
sk: Zvoliť typ: 'Hľadať a Vybrať kanál' alebo 'Hľadať'.

source: Select whether or not you want to enforce case correctness.
cs: Zvolte, zda při hledání chcete rozlišovat velikost písmen.
fr: Sélectionne si vous voulez ou pas forcer le respect de la casse (majuscule ou minuscule).
sk: Vyberte, či chcete vynútiť správnosť veľkých a malých písmen

source: Timers list
cs: Přehled časovačů
fr: Liste des programmations (timers)
sk: Zoznam časovačov

source: Type blue Button
cs: Možnosti modrého tlačítka
fr: Type bouton bleu
sk: Typ modrého tlačidla

source: Use Picons
cs: Používat pikony
fr: Utiliser les picons
sk: Použiť picony

source: Zap to selected service
cs: Přepnout na vybraný program
fr: Zapper vers le service sélectionné
sk: Prepnúť na zvolenú stanicu

source: choice (Search and standard)
cs: Výběr (hledat a standard)
fr: Rechercher et sélectionner la chaîne
sk: voľba (Hľadať a štandardná)

source: only Search
cs: Pouze hledat
fr: seulement rechercher
sk: iba Hľadať

source: search EPG...
cs: Hledat v EPG...
fr: recherche EPG...
sk: hľadať v EPG...
