Repository: OpenPLi/enigma2-plugins
Catalog: autoresolution/po/*.po
Languages: fr, lt, ru

source: Alternative resolution when native not supported
fr: Résolution alternative lorsque le mode natif n’est pas supporté
lt: Alternatyvioji raiška, jei nepalaikoma numatytoji
ru: Альтернативное разрешение, если родное не поддерживается

source: Ask before changing videomode
fr: Demander avant de changer le mode vidéo
lt: Klausti, prieš keičiant vaizdo režimą
ru: Спросить перед изменением видеорежима

source: Auto frame rate (refresh need 'multi/auto')
fr: Frame rate auto (rafraîchissement doit être ‘multi/auto’)
lt: Automatinis kadrų dažnis (skleistinė t.b. 'multi/auto')
ru: Авто скорость частоты кадров (обновление необходимо 'multi/auto')

source: Autoresolution
fr: Autorésolution
lt: Automatinė raiška
ru: Авторазрешение

source: Autoresolution Plugin Testmode: Is %s OK?
fr: Plugin autorésolution mode test: Est-ce %s correcte?
lt: Automatinės raiškos įskiepio bandomasis režimas: Ar %s tinka?
ru: Тестовый режим авторазрешения: Такой режим %s Вас устраивает?

source: Autoresolution Switch
fr: Bascule autorésolution
lt: Automatinės raiškos perjungimas
ru: Переключатель авторазрешения

source: Autoresolution is not working in Scart/DVI-PC Mode
fr: Autorésolution ne fonctionne pas en mode Péritel(Scart)/DVI-PC
lt: Automatinė raiška neveikia SCART/DVI-PC režimuose
ru: Авторазрешение не работает в Scart/DVI-PC режиме

source: Autoresolution videomode setup
fr: Configuration autorésolution mode vidéo
lt: Automatinės raiškos vaizdo režimo sąranka
ru: Параметры авторазрешения видеорежима

source: Cancel
fr: Annuler
lt: Atšaukti
ru: Отмена

source: Changing framerate for current service? Current framerate: %s New framerate: %s
fr: Changer le framerate pour le service courant? Framerate actuel: %s Nouveau framerate: %s
lt: Keisti šio kanalo kadrų dažnį? Dabartinis kadrų dažnis: %s Naujasis kadrų dažnis: %s
ru: Изменить скорость частоты кадров для текущего сервиса? Текущая скорость частоты кадров: %s Новая скорость частоты кадров: %s

source: Deinterlacer mode for interlaced content
fr: Mode désentrelacé pour le contenu entrelacé
lt: Dvieilio pynimo turinio išpynimas
ru: Деинтерлейсер режим для чересстрочной развертки

source: Deinterlacer mode for progressive content
fr: Mode désentrelacé pour le contenu progressif
lt: Pilnaeilio turinio išpynimas
ru: Деинтерлейсер режим для прогрессивной развертки

source: Delay x seconds after service started
fr: Délai de x secondes après le démarrage du service
lt: Atvėrus kanalą, uždelsti X sekundžių
ru: Задержка в х секунд после старта сервиса

source: Enable 1080p24 Mode
fr: Mode 1080p24 activer
lt: Įjungti 1080p24 režimą
ru: Включить режим 1080p24

source: Enable 1080p25 Mode
fr: Mode 1080p25 activer
lt: Įjungti 1080p25 režimą
ru: Включить режим 1080p25

source: Enable 1080p30 Mode
fr: Mode 1080p30 activer
lt: Įjungti 1080p30 režimą
ru: Включить режим 1080p30

source: Enable 2160p24 Mode
fr: Mode 2160p24 activer
lt: Įjungti 2160p24 režimą
ru: Включить режим 2160p24

source: Enable 2160p25 Mode
fr: Mode 2160p25 activer
lt: Įjungti 2160p25 režimą
ru: Включить режим 2160p25

source: Enable 2160p30 Mode
fr: Mode 2160p30 activer
lt: Įjungti 2160p30 režimą
ru: Включить режим 2160p30

source: Enable 720p24 Mode
fr: Mode 720p24 activer
lt: Įjungti 720p24 režimą
ru: Включить режим 720p24

source: Enable 720p50 Mode
fr: Mode 720p50 activer
lt: Įjungti 720p50 režimą
ru: Включить режим 720p50

source: Enable Autoresolution
fr: Activer autorésolution
lt: Įjungti automatinę raišką
ru: Включить авторазрешение

source: Exit
fr: Sortir
lt: Uždaryti
ru: Выход

source: FHD 50/60HZ Progressive Mode
fr: FHD 50/60HZ mode progressif
lt: FHD 50/60HZ pilnaeilis režimas
ru: FHD 50/60HZ прогрессивный режим

source: Force set progressive for stream/video content
fr: Forcer le mode progressif pour le contenu stream/vidéo
lt: Transliacijai/video priverstinai jungti pilnaeilį režimą
ru: Принудительная прогрессивная развертка для стрима/видео

source: HD Interlace Mode
fr: HD mode entrelacé
lt: HD dvieilio pynimo (interlace) režimas
ru: HD чересстрочный режим

source: HD Progressive Mode
fr: HD mode progressif
lt: HD pilnaeilis (progressive) režimas
ru: HD прогрессивный режим

source: Lock timeout
fr: Verrouiller le délai d’expiration
lt: Fiksavimo laikas
ru: Таймаут блокировки

source: Manual
fr: Manuel
lt: Rankinis
ru: Ручной

source: Manual resolution
fr: Résolution manuelle
lt: Rankinė raiška
ru: Ручное разрешение

source: Manual resolution is not working in Scart/DVI-PC mode!
fr: La résolution manuelle ne fonctionne pas en mode Péritel(Scart)/DVI-PC!
lt: Rankinė raiška neveikia SCART/DVI-PC režimuose!
ru: Ручное разрешение не работает в Scart/DVI-PC режиме!

source: Message timeout
fr: Délai d’expiration du message
lt: Pranešimą rodyti (sek.):
ru: Таймаут сообщения

source: Mode
lt: Režimas
ru: Режим

source: OK
lt: Gerai
ru: ОК

source: Please select a resolution...
fr: Merci de choisir une résolution…
lt: Pasirinkite rezoliuciją...
ru: Пожалуйста, выберите разрешение...

source: Refresh Rate
fr: Taux de rafraîchissement
lt: Skleistinės dažnis
ru: Частота обновления

source: Return back without confirmation after 10 sec.
fr: Retour si pas de confirmation après 10 sec.
lt: Po 10 sek. atkursime ankstesnę be patvirtinimo
ru: Возврат назад без подтверждения через 10 сек.

source: Running in testmode
fr: Fonctionne en mode test
lt: Veikia bandomuoju režimu
ru: Запуск в тестовом режиме

source: SD 24HZ Progressive mode
fr: SD 24Hz mode progressif
lt: SD 30/60HZ pilnaeilis režimas
ru: SD 24HZ прогрессивный режим

source: SD 25/50HZ Interlace Mode
fr: SD 25/50Hz mode entrelacé
lt: SD 25/50HZ dvieilio pynimo režimas
ru: SD 25/50HZ чересстрочный режим

source: SD 25/50HZ Progressive Mode
fr: SD 25/50Hz mode progressif
lt: SD 25/50HZ pilnaeilis režimas
ru: SD 25/50HZ прогрессивный режим

source: SD 30/60HZ Interlace Mode
fr: SD 30/60Hz mode entrelacé
lt: SD 30/60HZ dvieilio pynimo režimas
ru: SD 30/60HZ чересстрочный режим

source: SD 30/60HZ Progressive Mode
fr: SD 30/60Hz mode progressif
lt: SD 30/60HZ pilnaeilis režimas
ru: SD 30/60Hz прогрессивный режим

source: Separate colorimetry for HDR (set 'auto' HDMI Colorimetry)
fr: Colorimétrie séparée pour HDR (définir 'auto' HDMI Colorimétrie)
lt: Atskirti HDR (plataus dinaminio diapazono) (nustatykite 'auto' HDMI kolorimetrijai)
ru: Отдельная колориметрия для HDR (установите 'auto' HDMI Colorimetry)

source: Show 'Manual resolution' in extensions menu
fr: Afficher ‘Résolution manuelle’ dans le menu des extensions
lt: Meniu plėtiniuose rodyti "Rankinė raiška"
ru: Показать 'Ручное разрешение' в меню дополнений

source: Show info screen
fr: Afficher l'écran d'information
lt: Rodyti informacinį pranešimą
ru: Показать экран информации

source: Smart HDR type (set 'auto' HDMI HDR type)
fr: Type HDR intelligent (définir le type HDR HDMI 'auto')
lt: Išmanusis HDR (nustatykite 'auto' HDMI HDR tipą)
ru: Умный режим HDR (установите 'auto' HDMI HDR тип)

source: This resolution is OK?
fr: Cette résolution est correcte?
lt: Ar ši rezoliucija tinkama?
ru: Это разрешение в порядке?

source: UHD Interlace Mode
fr: UHD mode entrelacé
lt: UHD dvieilio pynimo režimas
ru: UHD чересстрочный режим

source: UHD Progressive Mode
fr: UHD mode progressif
lt: UHD pilnaeilis režimas
ru: UHD прогрессивный режим

source: Use 60HZ instead 30HZ
fr: Utiliser 60Hz à la place de 30 Hz
lt: Vietoje 30Hz naudoti 60Hz
ru: Использовать 60HZ вместо 30HZ

source: Video:
fr: Vidéo:
lt: Vaizdo režimas:
ru: Видео:

source: Videocontent: %sx%s%s %sHZ
fr: Contenu vidéo: %sx%s%s %sHZ
lt: Vaizdo turinys: %sx%s%s %sHZ
ru: Видеоконтент: %sx%s%s %sHZ

source: Videomode: %s
fr: Mode vidéo: %s
lt: Vaizdo režimas: %s
ru: Видеорежим: %s

source: Videomode: %s %s %s
fr: Mode vidéo: %s %s %s
lt: Vaizdo režimas: %s %s %s
ru: Видеорежим: %s %s %s

source: default
fr: défaut
lt: numatyta
ru: дефолт

source: no
fr: non
lt: ne

source: second
fr: seconde
lt: sekundę
ru: сек.

source: seconds
fr: secondes
lt: sek.
ru: сек.

source: Use 'seek' for stream/video content
fr: Utiliser 'seek' pour le contenu de flux/vidéo
