Repository: OpenPLi/enigma2-plugins
Catalog: virtualzap/po/*.po
Languages: fr, ru

source: %d min
ru: %d мин

source: +%d min
ru: +%d мин

source: 1 minute
ru: 1 минута

source: 12 hours
fr: 12 heures
ru: 12 часов

source: 15 minutes
ru: 15 минут

source: 2 hours
fr: 2 heures
ru: 2 часа

source: 24 hours
fr: 24 heures
ru: 24 часа

source: 3 hours
fr: 3 heures
ru: 3 часа

source: 30 minutes
ru: 30 минут

source: 45 minutes
ru: 45 минут

source: 5 minutes
ru: 5 минут

source: 6 hours
fr: 6 heures
ru: 6 часов

source: 60 minutes
ru: 60 минут

source: Cancel
fr: Annuler
ru: Отмена

source: Could not open Picture in Picture
fr: Impossible d'ouvrir Image dans Image (PiP)
ru: Невозможно открыть картинку в картинке (PiP)!

source: Don't toggle standard infobar(s) with exit button
fr: Ne basculez pas les infobarres standard avec le bouton de sortie.
ru: Не переключать стандартный инфобар(ы) кнопкой выход

source: EPGSelection (context menu)
fr: EPGSelection (menu contextuel)
ru: Одиночное/мульти EPG (контекстное меню)

source: EPGSelection/EventView (context menu)
fr: EPGSelection/EventView (menu contextuel)
ru: Одиночное EPG/Мульти EPG/Просмотр события (контекстное меню)

source: EventView (context menu)
fr: EventView (menu contextuel)
ru: Просмотр события (контекстное меню)

source: Extended virtual zap
fr: Zap virtuel étendu
ru: Расширенное виртуальное переключение

source: Extended virtual zap (PiP)
fr: Zap virtuel étendu (PiP)
ru: Расширенное виртуальное переключение (PiP)

source: Extended virtual zap config
fr: Configuration zap virtuel étendu
ru: Конфигурация расширенного виртуального переключения

source: Extended virtual zap setup
fr: Configuration de Virtual Zap étendu
ru: 'Extended virtual zap' конфигурация

source: GUI needs a restart to apply the new settings. Do you want to Restart the GUI now?
fr: L'IGU doit être redémarrée pour appliquer les nouveaux paramètres. Voulez-vous redémarrer l'IGU maintenant?
ru: Для активация новой конфигурации необходим рестарт GUI. Рестарт GUI сейчас?

source: Incorrect type service for PiP!
fr: Type de service incorrect pour PiP !
ru: Некорректный тип сервиса для PiP!

source: No free tuner!
fr: Aucun tuner de libre
ru: Нет свободного тюнера!

source: Parental control!
fr: Contrôle parental !
ru: Родительский контроль!

source: Remember last service
fr: Se souvenir du dernier service
ru: Запоминать последний сервис

source: Remember mode
fr: Mode Mémoriser
ru: Режим сохранения

source: Restart GUI
fr: Relancer l’IGU
ru: Перезагрузка GUI

source: Save
fr: Sauver
ru: Сохранить

source: Show PiP in window infobar
fr: Afficher PiP dans la fenêtre de la barre d'info
ru: Показать PiP в окне инфобара

source: Show picons
fr: Afficher les picons
ru: Показать пиконы

source: Show plugin in channel selection context menu
fr: Afficher le plugin dans le menu contextuel de sélection des canaux
ru: Показать плагин в контекстном меню селектора каналов

source: Show plugin in the context menu
fr: Afficher le plugin dans le menu contextuel
ru: Показать плагин в контекстном меню

source: Show positioner movement for PiP service
fr: Afficher le mouvement du positionneur pour le service PiP
ru: Показать движение мотора для сервиса PiP

source: Start standard PiP after x secs (0 = disabled)
fr: Démarrer le PiP standard après x secs (0 = désactivé)
ru: Старт стандартного PiP после х секунд (0 = отключено)

source: Stream
ru: Стрим

source: Tuner
ru: Тюнер

source: Tuner %s
ru: Тюнер %s

source: Usage
fr: Utilisation
ru: Применение

source: Use PiP
fr: Utiliser PiP
ru: Использовать PiP

source: Use plugin 'PiPServiceRelation'
fr: Utiliser le plugin 'PiPServiceRelation'.
ru: Использовать плагин 'PiPServiceRelation'

source: always
fr: toujours
ru: всегда

source: as plugin in event menu
fr: comme plugin dans le menu des évènements
ru: как плагин в меню событий

source: as plugin in extended menu
fr: comme plugin dans le menu étendu
ru: как плагин в меню дополнений

source: config menu
fr: Menu de configuration
ru: меню настроек

source: disable
fr: désactiver
ru: отключить

source: disabled
fr: désactivé
ru: отключено

source: exit
fr: sortir
ru: выход

source: open Event View
fr: ouvrir la vue de l'événement
ru: окрыть просмотр события

source: open favorite list
fr: ouvrir la liste des favoris
ru: открыть список фаворитов

source: open service list
fr: ouvrir liste service
ru: открыть список сервисов

source: open single EPG
fr: ouvrir l’EPG simple
ru: открыть одиночное EPG

source: show 'Extended virtual zap' for current service
fr: afficher ’zap virtuel étendu’ pour le service actuel
ru: 'Расширенное виртуальное переключение' для сервиса

source: standard PiP
fr: PiP standard
ru: стандартный PiP

source: standard PiPzap
fr: PiPzap standard
ru: стандартный PiPzap

source: swap and standard PiP
fr: permuter et PiP standard
ru: поменять сервисы и стандартный PiP

source: swap and standard PiPzap
fr: permuter et PiPzap standard
ru: поменять сервисы и стандартный PiPzap

source: swap services
fr: Permuter les services
ru: поменять сервисы

source: until standby/restart
fr: jusqu'à veille/redémarrage
ru: до режима ожидания/рестарта

source: wait 5 seconds
fr: attendre 5 secondes
ru: подождите 5 секунд

source: with exit button
fr: avec le bouton EXIT
ru: с помощью кнопки выход

source: with long OK press
fr: avec un appui long sur OK
ru: при длительном нажатии кнопки ОК

source: zap to PiP service and exit
fr: zap au service PiP et sortir
ru: переключить к сервису PiP и выйти

source: zap to next channel/open service list
fr: zap vers le canal suivant/ouvrir liste des services
ru: перейти к следующему каналу/открыть список сервисов

source: zap to previous channel/open service list
fr: zap vers le canal précédent/ouvrir liste des services
ru: перейти к предыдущему каналу/открыть список сервисов

source: From :
fr: De :

source: Goto :
fr: Aller à :
