Repository: OpenPLi/enigma2-plugins
Catalog: fancontrol2/po/*.po
Languages: ar, sk

source: below Tunerslot 4
ar: أسفل فتحة الموالف 4
sk: pod Tunerslot 4

source: near XILINX Spartan
ar: بالقرب من XILINX
sk: v blízkosti XILINX Spartan

source: under the WLAN
ar: تحت إتصال شبكة عبر الوايفاي
sk: v rámci WLAN

source: left of the Battery
ar: يسار البطارية
sk: vľavo od batérie

source: left near Front-CI
ar: اليسار بالقرب من الواجهة-وحدة النفاذ المشورط
sk: vľavo u predného-CI

source: left near Card-Slot
ar: اليسار بالقرب من فتحة بطاقة
sk: vľavo u slotu karty

source: over Security Card
ar: أكثر من بطاقة الأمن
sk: nad Security Card

source: under the Fan
ar: تحت المروحة
sk: pod ventilátorom

source: 3Pin
sk: 3piny

source: 4Pin
sk: 4piny

source: 4Pin (PID)
sk: 4piny (PID)

source: Control disabled
ar: تم تعطيل التحكم
sk: Ovládanie vypnuté

source: disabled
ar: تم التعطيل
sk: vypnuté

source: yes, Except for Recording or HDD
ar: نعم، باستثناء التسجيل أو الأقراص الصلبة
sk: áno, okrem záznamu alebo HDD

source: no
ar: لا
sk: nie

source: yes
ar: نعم
sk: áno

source: Box Shutdown
ar: إيقاف تشغيل الجهاز
sk: Vypnúť prijímač

source: display Info
ar: عرض معلومات
sk: zobraziť Info

source: do nothing
ar: لا تفعل شيئ
sk: nič nevykonať

source: auto
ar: تلقائي
sk: automaticky

source: never
ar: أبدا
sk: nikdy

source: please wait (until 3min)...
ar: يرجى الانتظار (حتى ثلاث دقائق)...
sk: čaakjte prosím (asi 3min)...

source: Min Fan Start %d rpm at PWM=%d
ar: الحد الأدنى من بدء تشغيل %d دورة في الدقيقة PWM=%d
sk: Od min. otáčok %d rpm pri PWM=%d

source: Min Fan Stop %d rpm at PWM=%d (%s)
ar: الحد الأدنى من إيقاف تشغيل %d دورة في الدقيقة PWM=%d (%s)
sk: Do min. otáčok %d rpm pri PWM=%d (%s)

source: Max Fan %d rpm at PWM=255 (%s)
ar: حد أقصى للمروحة %d دورة في الدقيقة عند PWM = 255 (%s)
sk: Max. otáčky %d rpm pri PWM=255 (%s)

source: Extended Control Range
ar: نطاق التحكم الموسع
sk: Rozšírená regulácia

source: Min Fan Start %d rpm at VLT=%d and PWM=0
ar: الحد الأدنى من بدء تشغيل %d دورة في الدقيقة PWM=%d
sk: Od min. otáčok %d rpm pri VLT=%d a PWM=0

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
sk: Do min. otáčok %d rpm pri VLT=%d a PWM=0 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
ar: حد أقصى للمروحة %d دورة في الدقيقة في PWM = 255 و VLT = 255 (%s)
sk: Max. otáčky %d rpm pri PWM=255 a VLT=255 (%s)

source: Min Fan Start %d rpm at VLT=%d
ar: حد أدنى للمروحة %d دورة في الدقيقة في VLT=%d
sk: Od min. otáčok %d rpm pri VLT=%d

source: Min Fan Stop %d rpm at VLT=%d (%s)
sk: Do min. otáčok %d rpm pri VLT=%d (%s)

source: Max Fan %d rpm at VLT=255 (%s)
ar: حد أقصى للمروحة %d دورة في الدقيقة في VLT = 255 (%s)
sk: Max. otáčky %d rpm pri VLT=255 (%s)

source: please set fan type (3Pin or 4Pin)
ar: يرجى تعيين نوع مروحة (ثلاث أرقام أو أربعة أرقام)
sk: nastavte prosím typ ventilátora (3piny alebo 4piny)

source: press Info for HDD-Temp
ar: اضغط على معلومات عن الأقراص الصلبة-درجة الحرارة
sk: stlačte Info pre teplotu HDD

source: Current rpm %4d
ar: دورة في الدقيقة الحالية %4d
sk: Aktuálne otáčky %4d

source: Action in case of Fan failure
ar: الإجراء في حالة فشل المروحة
sk: Akce pri poruše ventilátoru

source: Box shutdown at Temperature (C)
ar: إغلاق الجهاز في درجة الحرارة (مقياس مئوي)
sk: Vypnúť prijímač pri teplote (°C)

source: increases overheating protection to (C)
ar: يزيد من الحماية من ارتفاع درجة الحرارة إلى (المقياس المئوي)
sk: Zvýšiť ochranu proti prehriatiu o (°C)

source: read HDD-Temperature in HDD-Standby-Mode
ar: قراءة القرص الصلب - درجة الحرارة في القرص الصلب أثناء وضع-الاغلاق
sk: Načítať teplotu HDD v pohovostnom režime

source: disable DMM-FanControl
sk: Vypnúť DMM ovládanie ventilátora

source: Show Fan Speed as
ar: إظهار سرعة المروحة كـ
sk: Zobraziť rýchlosť ventilátora ako

source: Show Plugin in Extension-Menu
ar: عرض البلجن في القائمة الاساسية
sk: Zobraziť doplnok v menu rozšírení

source: Show Monitor in Extension-Menu
ar: عرض جهاز العرض في القائمة الاساسية
sk: Zobraziť monitor v menu rozšírení

source: Enable Console Logging
sk: Povoliť logovanie konzoly

source: Number of WebIF-Log-Entries
ar: عدد إدخالات سجل واجهة المستخدم
sk: Počet záznamov pre WebIF

source: Logging path
ar: مسار التسجيل
sk: Cesta k logu

source: Enable Data Logging
ar: تمكين تسجيل البيانات
sk: Zapnúť logovanie údajov

source: Auto-Delete Data older than (Days)
ar: الحذف التلقائي للبيانات الأقدم من (أيام)
sk: Automaticky mazať údaje staršie ako (dni)

source: Enable Event Logging
ar: تمكين تسجيل الأحداث
sk: Povoliť logovanie udalostí

source: Enable Thread use
sk: Povoliť použitie vlákien

source: Choose path
ar: اختيار المسار
sk: Vyberte cestu

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
ar: تحتاج واجهة الانجما إلى إعادة تشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل واجهة المستخدم الرسومية الآن؟
sk: Pre potvrdenie zmien sa musí reštartovať GUI. Chcete GUI teraz reštartovať?

source: Restart GUI now?
ar: هل تريد إعادة تشغيل الاينجما2 الان ؟
sk: Reštartovať užívateľské rozhranie?

source: Fan type
ar: نوع المروحة
sk: Typ ventilátora

source: Fan off in Idle Mode
ar: إيقاف تشغيل المروحة في وضع الخمول
sk: Ventilátor vypnutý v pohotovostnom režime

source: min Speed rpm
ar: الحد الادنى سرعة الدورة في الدقيقة
sk: Minimálne otáčky

source: max Speed rpm
ar: الحد الاعلى سرعة الدورة في الدقيقة
sk: Maximálne otáčky

source: Static temp C
ar: درجة الحرارة الثابتة C
sk: Kľudová teplota °C

source: End temperature C
ar: درجة الحرارة النهائية المقياس المئوي
sk: Maximálna tepl. °C

source: Initial Voltage
ar: الجهد الأولي
sk: Počiatočné napätie

source: Initial PWM
ar: PWM الأولية
sk: Počiatočné PWM

source: Cancel
ar: إلغاء
sk: Zrušiť

source: Save
ar: حفظ
sk: Uložiť

source: Check
ar: فحص
sk: Kontrola

source: Help
ar: المساعدة
sk: Pomoc

source: Current value: %s
ar: القيمة الحالية: %s
sk: Aktuálne hodnoty: %s

source: Temperature C %4.1f
ar: درجة الحرارة C %4.1f
sk: Teplota %4.1f °C

source: Target rpm %4d
ar: الهدف دورة في الدقيقة %4d
sk: Cieľové otáčky %4d

source: Voltage %03d
ar: الجهد %03d
sk: Napätie %03d

source: PID Ctl Err %03.2f %%
sk: PID Ctl Chyba %03.2f %%

source: Information
ar: المعلومات
sk: Informácie

source: FanControl2 emergency, Box Shutdown now?
ar: طوارئ التحكم في المروحة الثانية، إيقاف تشغيل الجهاز الآن؟
sk: FanControl2 núdzový stav - vypnúť teraz prijímač?

source: Fan is not working!
ar: المروحة لا تعمل!
sk: Ventilátor nefunguje!

source: currentRPM:%d targetRPM:%d Temp:%4.1f
ar: التاريخRPM:%d الهدفRPM:%d درجة الحرارة:%4.1f
sk: aktuálneRPM:%d cieľovéRPM:%d Tep:%4.1f

source: Box has no fancontrol hardware -> FC2 deactivated
ar: لا يحتوي الجهاز على أي جهاز للتحكم في المعالج -> تم إلغاء تنشيط التحكم في المروحة الثانية
sk: Prijímač nemá odpovedajúci hardvér -> FC2 je neaktívne

source: Temperature
ar: درجة حرارة
sk: Teplota

source: Speed
ar: السرعة
sk: Otáčky

source: Voltage
ar: الجهد االكهربائي
sk: Napätie

source: Sensors
ar: أجهزة الاستشعار
sk: Senzory

source: active
ar: نشط
sk: aktívne

source: turn off
ar: إغلاق
sk: vypnuté

source: not active
ar: غير نشط
sk: neaktívne

source: turn on
ar: تشغيل
sk: zapnuté

source: Filesize : %d %sByte
ar: حجم الملف : %d %s بايت
sk: Veľkosť : %d %sByte

source: Disk free : %d MByte
ar: مساحة القرص المتوفرة : %d ميقابايت
sk: HDD volné : %d MB

source: Download
ar: تحميل
sk: Stiahnúť

source: Delete
ar: حذف
sk: Zmazať

source: Delete older 48h
ar: حذف الاقدم بعد 48 ساعة
sk: Zmazať staršie ako 48h

source: File %s does not exists
ar: الملف %s غير موجود
sk: Súbor %s neexistuje

source: Logging-Path: %s
ar: مسار التسجيل: %s
sk: Cesta k logu: %s

source: Auto-Delete older %s Days
ar: حذف تلقائي للأيام %s القديمة
sk: Auto-mazanie staršie ako %s dní

source: Fan Control
ar: التحكم بالمروحة

source: Fan Control 2
ar: التحكم في المروحة 2

source: Fan Control 2 - Monitor
ar: مروحة التحكم 2 - مراقبة

source: Fan Control 2 - Setup
ar: التحكم بمروحة 2 - الإعداد

source: Fan Control 2 - Test
ar: التحكم بمروحة 2 - اختبار

source: readme.txt
ar: قراءة ملف النصوص

source: setup Fancontol inStandby mode
ar: إعدادات التحكم بالمروحة في وضع الإستعداد
