Repository: OpenPLi/enigma2-plugins
Catalog: remotetimer/po/*.po
Languages: ar, fr, lt, ru

source: Cancel
ar: إلغاء
fr: Annuler
lt: Atšaukti
ru: Отмена

source: Cleanup
ar: تنظيف
fr: Nettoyage
lt: Išvalyti
ru: Очистка

source: Create timers on remote reciever enigma2
ar: إنشاء مؤقتات على جهاز الاستقبال البعيد الانجما2
fr: Créer des minuteries sur les récepteurs à distance enigma2
lt: Sukurti laikmačius nutolusiame enigma2 imtuve
ru: Создавать таймеры на удаленном ресивере с enigma2

source: Delete
ar: حذف
fr: Supprimer
lt: Ištrinti
ru: Удалить

source: Do you really want to delete the timer %s ?
ar: هل تريد حقا لحذف الموقت %s ?
fr: Voulez-vous vraiment supprimer la programmation %s ?
lt: Ar tikrai norite pašalinti laikmatį %s ?
ru: Вы действительно хотите удалить таймер %s ?

source: ERROR - Set timer on remote reciever via WebIf: %s
ar: خطأ - تعيين جهاز ضبط الوقت على الرسيفر البعيد عبر صفحة الويب انترفيس: %s
fr: ERREUR - Régler la minuterie sur le récepteur à distance via WebIf: %s
lt: KLAIDA nustatant laikmatį nutolusiame imtuve per WebIf: %s
ru: Ошибка установки таймера на дистанционный ресивер через WebIf: %s

source: ERROR XML parse
ar: تحليل خطاء ملف الاكسل
fr: ERREUR XML parse
lt: KLAIDA, apdorojant XML
ru: Ошибка парсинга XML

source: Hostname
ar: اسم المستضيف
fr: Nom d'hôte
lt: Vardas tinkle
ru: Имя хоста

source: Network IP
ar: عنوان أيبي الشبكة
fr: Réseau IP
lt: tinklo IP
ru: Сетевой IP

source: No entry in XML from the web server
ar: لا يوجد إدخال في الاكسل من خادم الويب
fr: Pas d'entrée en XML à partir du serveur web
lt: Nėra XML įrašų iš interneto serverio
ru: Нет данных в XML из веб-сервера

source: Password
ar: كلمة المرور
fr: Mot de passe
lt: Slaptažodis
ru: Пароль

source: Please select a subservice to record...
ar: من فضلك أختار الخدمه الفرعيه المطلوب تسجيلها...
fr: Veuillez choisir un sous-service à enregistrer...
lt: Pasirinkite subkanalą įrašymui...
ru: Выбор субсервиса для записи...

source: Remote Timer
ar: الموقت عن بعد
fr: Programmation distante
lt: Nuotolinis laikmatis
ru: Дистанционный таймер

source: Remote-Timer digest
ar: ملخص الموقت البعيد
fr: Remote-Timer résumé
lt: Nuotolinio laikmačio sąvadas
ru: Дистанционный таймер - обзор

source: Remote-Timer settings
ar: إعدادات الموقت البعيد
fr: Remote-Timer paramètres
lt: Nuotolinio laikmačio nustatymai
ru: Дистанционный таймер - настройки

source: Save
ar: حفظ
fr: Sauver
lt: Išsaugoti
ru: Сохранить

source: Set timer on remote reciever via WebIf: %s
ar: ضبط المؤقت على جهاز الاستقبال البعيد عبر صفحة الويب انترفيس: %s
fr: Régler la minuterie sur le récepteur à distance via WebIf : %s
lt: Nustattti laikmatį nutolusiame imtuve per WebIf: %s
ru: Установка таймера на дистанционный ресивер через WebIf: %s

source: Settings
ar: إعدادات
fr: Réglages
lt: Nuostatos
ru: Настройки

source: Show in extensions menu
ar: عرض في الملحقات القائمة
fr: Afficher dans le menu des extensions
lt: Rodyti meniu tarp plėtinių
ru: Показать в меню дополнений

source: Timer Edit - remote as default
ar: تحرير مؤقت - عن بعد بشكل افتراضي
fr: Edition de la minuterie - à distance par défaut
lt: Redaguoti laikmatį - numatytasis nuotolinis
ru: Редактор таймеров - дистанционный по дефолту

source: Use remote directory
ar: استخدام المسار البعيد
fr: Utiliser le répertoire distant
lt: Naudoti nuotolinį katalogą
ru: Использовать дистанционную директорию

source: Username
ar: اسم المستخدم
fr: Nom utilisateur
lt: Vartotojas
ru: Имя пользователя

source: WebIf port
ar: منفذ صفحة الويب انترفيس
fr: Port WebIf
lt: WebIF prievadas
ru: WebIf порт

source: added
ar: تم الإضافة
fr: ajouté
lt: Pridėta
ru: добавлен

source: error parsing incoming data...
ar: خطأ في تحليل البيانات الواردة ...
fr: erreur d'analyse des données entrantes.....
lt: Gaunamų duomenų apdorojimo klaida...
ru: Ошибка разбора входящих данных...

source: fetching remote data...
ar: إحضار البيانات عن بعد ...
fr: récupération des données à distance.....
lt: Parsiunčiami duomenys...
ru: Извлечение дистанционных данных...

source: finish fetching remote data...
ar: إنهاء إحضار البيانات عن بعد ...
fr: terminer l'extraction des données à distance.....
lt: Duomenų parsiuntimas baigtas.
ru: Закончено получение данных...

source: not configured yet. please do so in the settings.
ar: لم يتم تكوينه بعد. الرجاء القيام بذلك في الإعدادات.
fr: pas encore configuré. Veuillez le faire dans les paramètres.
lt: Dar nesukonfigūruotas, atlikite tai nustatymuose.
ru: Нет конфигурации. Пожалуйста, выполните настройки.
