Repository: OpenPLi/enigma2-plugins
Catalog: vlcplayer/po/*.po
Languages: fr

source: A video streaming solution based on VLC
fr: Une solution de streaming vidéo basée sur VLC

source: Audio Bitrate
fr: Taux d'échantillonnage audio

source: Audio Channels
fr: Canaux audio

source: Audio Codec
fr: Codec audio

source: Audio Samplerate
fr: Echantillonnage audio

source: Cache Directory
fr: Répertoire Cache

source: Cancel
fr: Annuler

source: Choice of minutes to jump
fr: Choix des minutes pour sauter

source: Choose an action:
fr: Sélectionner une action:

source: DVD Device (leave empty for default)
fr: Périphérique DVD (laisser vide pour celui par défaut)

source: Direct play
fr: Lecture directe

source: Edit VLC Server
fr: Modifier le serveur VLC

source: Enter VLC-Server as FQDN or IP-Address
fr: Entrer le serveur VLC comme nom complet (FQDN) ou adresse IP

source: Enter subtitles as Track or Language
fr: Entrer les sous-titres comme Piste ou Langue

source: Error loading filelist into server %(server)s: %(error)s
fr: Erreur lors du chargement de la liste des fichiers sur le %(server)s: %(error)s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
fr: Erreur lors du chargement de la liste de lecture %(media)s sur le serveur %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
fr: Erreur lors du chargement de la liste de lecteur sur le serveur %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
fr: Erreur lors de la mise à jour de la liste des fichiers depuis le serveur %(server)s: %(error)s

source: Error with VLC server: %s
fr: Erreur avec le serveur VLC: %s

source: Filelist
fr: Liste des fichiers

source: HTTP Port
fr: Port HTTP

source: IP-Address
fr: Adresse IP

source: Latest compatible version VLC 2.0.7 Setup VLC for PC: Tools -> Preferences -> All -> Interface -> Main Interface -> Select Web Find file c:/Program Files/VideoLAN/VLC/Lua/http/.hosts and insert your box ip (without #). Add shortcut to the startup of the background start VLC 'C:\Program Files\VideoLAN\VLC\vlc.exe --intf telnet --extraintf http'
fr: Dernière version compatible VLC 2.0.0.7 Configurer VLC pour PC : Outils -> Préférences -> Tout -> Interface -> Interface -> Interface principale -> Sélectionner Web Trouvez le fichier c:/Program Files/VideoLAN/VideoLAN/VLC/Lua/http/.hosts et insérez votre boîte ip (sans #). Ajouter un raccourci au démarrage du démarrage de l'arrière-plan VLC 'C:\Fichiers de programme\VideoLAN\VLC\VideoLAN\VLC.exe --intf telnet --extraintf http'.

source: List of known profiles. Note: key info - help
fr: Liste des profils connus. Note : informations clés - aide

source: Movie Directory
fr: Répertoire des films

source: No more files in this directory
fr: Plus aucun fichier dans le répertoire

source: No ping from Server: %s %s
fr: Pas de ping depuis le serveur : %s %s

source: No previous file in this directory
fr: Aucun ancien fichier dans le répertoire

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
fr: Aucun service Enigma valide pour lire un flux (stream) VLC Vérifiez votre installation et recommencez!

source: Overscan Correction [in %(percentsign)s of Video width]
fr: Correction de l'overscan [en %(percentsign)s de la largeur vidéo]

source: Ping IP-Address when open Server
fr: Ping Adresse IP lors de l'ouverture du Serveur

source: Playlist
fr: Liste de lecture

source: Really delete this Server?
fr: Voulez-vous vraiment effacer ce serveur?

source: Reset default
fr: Réinitialiser la valeur par défaut

source: Save as .ts and play
fr: Enregistrer en tant que .ts et jouer

source: Select VLC-Server profile
fr: Sélectionner le profil du serveur VLC

source: Select method?
fr: Choisir la méthode ?

source: Server Address
fr: Adresse du serveur

source: Server Profile Name
fr: Nom du profil du serveur

source: Serverlist
fr: Liste des serveurs

source: Set as default
fr: Définir comme réglages par défaut

source: Subtitle overlay
fr: Superposition des sous-titres

source: Subtitles
fr: Sous-titres

source: Transcode MPEG/DVD Audio
fr: Transcoder MPEG/DVD Audio

source: Transcode MPEG/DVD Video
fr: Transcoder MPEG/DVD vidéo

source: Use saving to Cache Directory
fr: Utiliser l'enregistrement dans Cache Directory

source: VLC Media List
fr: Liste des médias VLC

source: VLC Video Player
fr: Lecteur vidéo VLC

source: Video Bitrate
fr: Taux d'échantillonnage vidéo

source: Video Codec
fr: Codec vidéo

source: Video Norm
fr: Norme vidéo

source: Yellow subtitles
fr: Sous-titres jaunes

source: add server
fr: Ajouter serveur

source: delete server
fr: Effacer serveur

source: edit server
fr: Editer serveur

source: filter off
fr: Filtre off

source: filter on
fr: Filtre on

source: languages
fr: langues

source: play DVD
fr: Jouer DVD

source: refresh
fr: Rafraîchir

source: set default
fr: Définir par défaut
