Repository: OpenPLi/enigma2-plugins
Catalog: reconstructapsc/po/*.po
Languages: fr

source: Cannot reconstruct this item
fr: Impossible de reconstituer cet élément

source: Change type '.stream' to '.ts' of the selected movie
fr: Changer le type '.stream' en '.ts' du film sélectionné

source: Don't reconstruct
fr: Ne pas reconstruire

source: Reconstruct AP/SC - %s
fr: Reconstruire AP/SC - %s

source: Reconstruct AP/SC ...
fr: Reconstruire AP/SC .....

source: Reconstruct all .ap and .sc files in this directory
fr: Reconstruire tous les fichiers.ap et.sc dans ce répertoire.

source: Reconstruct missing .ap and .sc files in this directory
fr: Reconstruire les fichiers.ap et.sc manquants dans ce répertoire.

source: Reconstruct the .ap and .sc files of the selected movie
fr: Reconstruire les fichiers.ap et.sc du film sélectionné.

source: What would you like to reconstruct? ("%s")
fr: Qu'aimeriez-vous reconstruire ? ("%s")

source: more files...
fr: plus de fichiers.....
