Repository: OpenPLi/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: cs, fr, ru, uk

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
cs: Změní stav napájení po ukončení záznamu. Zvolte "standard ", když nechcete měnit výchozí chování Enigma2 nebo si nastavte hodnotu sami.
fr: Etat du récepteur après un enregistrement. Choisir "standard" pour ne pas changer le comportement par défaut d'enigma2 ou votre propre valeur.
ru: Действие для режима после окончания записей. Выберите "стандарт", если не хотите изменять стандартное поведение энигма2 или поменяйте это вручную.
uk: Дія для режиму після закінчення запису. Виберіть "стандарт", якщо не бажаєте змінювати стандартну поведінку енігми2 або поміняйте це вручну.

source: Preview
cs: Náhled
fr: Aperçu
ru: Превью
uk: Прев'ю

source: Preview AutoTimer
cs: Prohlížení AutoTimerů
fr: Prévisualisation AutoTimer
ru: Превью Автотаймеров
uk: Прев'ю Автотаймерів

source: Preview for your AutoTimers
cs: Přehled AutoTimerů
fr: Prévisualisation pour vos AutoTimers
ru: Превью для ваших Автотаймеров
uk: Прев'ю для ваших Автотаймерів

source: Print shell log
cs: Tisknout shell log
fr: Imprimer le log vers le shell
ru: Вывод shell лога
uk: Вивід минулого лога

source: Question: I found a problem with the AutoTimer, can you fix it? Answer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior. If you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there. Q: The plugin only adds timers when leaving the configuration, not automatically. What can I do? A: From the Overview press MENU and enter the "Setup". In this screen enable "Poll automatically" and you should be good to go.
cs: Otázka: Našel jsem problém s AutoTimer, můžete ho opravit? Odpověď: Nejprve zkuste verzi AutoTimer v nedávném (experimentálním) obrázku, abyste zjistili, zda byl problém vyřešen. Poté si znovu přečtěte Nápovědu a FAQ, abyste se ujistili, že se jedná o problém a ne očekávané chování. Pokud si stále myslíte, že je něco špatného s AutoTimerem, navštivte http://openpli.org a popište tam svůj problém. Otázka: Plugin přidává časovače pouze po opuštění konfigurace, ne automaticky. Co mám dělat? Odpověď: V přehledu stiskněte MENU a vstupte do "Nastavení...". Zde povolte "Zjišťovat automaticky" a mělo by to být vyřešeno.

source: Question: My AutoTimer for "Nachrichten" does not record the "Spätnachrichten". Answer: Check "Search type" and "Search strictness" for the given AutoTimer. Q: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it. A: Check the "EPG encoding" for the given AutoTimer. For german stations "ISO8859-15" should be selected. Q: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events. A: From the Overview press MENU and enter the "Setup". In this screen disable "Guess existing timer based on begin/end".
cs: Otázka: Můj AutoTimer pro "zprávy" nezaznamenává "pozdní zprávy". Odpověď: Zkontrolujte "Typ hledání" a "Přesnost hledání" pro daný AutoTimer. Otázka: Událost, kterou se snažím zaznamenat, obsahuje přehlásky v názvu. AutoTimer ji nenajde. Odpověď: Zkontrolujte "Kódování EPG" pro daný AutoTimer. Pro německé stanice by měl být vybrán "ISO8859-15". Otázka: Zdá se, že nemohu zaznamenat dvě následující události. Je vytvořen pouze jeden časovač, který překrývá (část) obou událostí. Odpověď: V Přehledu časovačů stiskněte MENU a vstupte do "Nastavení...". Zde zakažte "Odhadnout existující časovač podle začátku/konce".

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full). Answer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
cs: Otázka: hovoří se o nápovědě, která je poskytována pro každý parametr. Nemohu ji ale číst (částečně nebo úplně). Odpověď: Zkuste použít Defaultní skin a pokud to funguje, zeptejte se tvůrce Vámi používaného skinu. Pokud to stále nefunguje, Váš obraz (image) v přijímači nemusí poskytovat aktuální Defaultní skin, takže se obraťte na tvůrce image.

source: Reading file...
cs: Načítání souboru...
fr: Lecture du fichier….
ru: Чтение файла...
uk: Читання файлу...

source: Really close without saving settings?
cs: Opravdu zavřít bez uloženého nastavení?
fr: Voulez-vous vraiment fermer sans sauvegarder la configuration?
ru: Действительно закрыть без сохранения настроек?
uk: Дійсно закрити без збереження налаштувань?

source: Record a maximum of x times
cs: Nahrát maximálně x-krát
fr: Enregistrer au maximum x fois
ru: Запись максимум x раз
uk: Запис максимум x разів

source: Record on
cs: Nahrávat z
fr: Enregistrer sur
ru: Запись для
uk: Запис для

source: Reload timers list after search events
cs: Znovu načíst přehled časovačů po vyhledání událostí
fr: Relire la liste des programmations après la recherche d’évènements
ru: Перезагрузка списка таймеров по окончании поиска событий
uk: Перезавантажте список таймерів після пошуку

source: Reload timers list. %d autotimer(s) disabled because conflict. %d double autotimer(s) removed.
cs: Znovu načíst přehled časovačů. %d autotimer(ů) zakázáno kvůli konfliktu. %d duplicitní(ch) autotimer(ů) odstraněn(o).
fr: Relire la liste des programmations. %d autotimer(s) désactivé(s) à cause d’un conflit. %d entrée(s) en double dans autotimer(s) enlevé(s).
ru: Перезагрузка списка таймеров. %d автотаймер(а) отключен из-за конфликта. %d дублирующий автотаймер(а) удален.

source: Remove not existing events
cs: Odstranit neexistující události
fr: Enlever les évènements qui n’existent pas
ru: Удалять не существующие события
uk: Видаляти не існуючі події

source: Remove selected AutoTimer
cs: Odstranit vybraný AutoTimer
fr: Enlever AutoTimer sélectionné
ru: Удалить выбранный Автотаймер
uk: Видалити вибраний Автотаймер

source: Require description to be unique
cs: Vyžadovat unikátní popis
fr: Nécessite que la description soit unique
ru: Описание должно быть уникальным
uk: Опис має бути унікальним

source: Reset count
cs: Vynulovat počítadlo
fr: Remise à zéro du compteur
ru: Сброс счетчика
uk: Скидання лічильника

source: Restrict "after event" to a certain timespan?
cs: Omezit "po skončení" na určitý časový úsek?
fr: Restreindre "après évènement" à une certaine plage horaire?
ru: Ограничить "после событий " для заданного промежутка времени?
uk: Обмежити "після подій " для заданого проміжку часу?

source: Restrict to events on certain dates
cs: Omezit události na určité datum
fr: Restreindre aux évènements à certains dates
ru: Ограничить события на определенную дату
uk: Обмежити подію на конкретну дату

source: Restriction to certain bouquets (edit in services menu)
cs: Omezení na některé přehledy (upravit v nabídce programů)
fr: Restreindre à certains bouquets (éditer dans le menu services)
ru: Ограничение букетов (редактор в меню сервисов)
uk: Обмеження букетів (редактор в меню сервісів)

source: Restriction to certain days of week (edit in filter menu)
cs: Omezení na některé dny v týdnu (upravit v nabídce filtrů)
fr: Restreindre à certains jours de la semaine (éditer dans le menu filtre)
ru: Ограничение на определенные дни недели (меню фильтров)
uk: Обмеження на вибрані дні тижня (меню фільтрів)

source: Restriction to certain services (edit in services menu)
cs: Omezení na některé služby (upravit v nabídce programů)
fr: Restreindre à certains services (éditer dans le menu services)
ru: Ограничение сервисов (редактор в меню сервисов)
uk: Обмеження сервісів (редактор в меню сервісів)

source: Sat
cs: Sobota
fr: Sam
ru: Сб
uk: Сб

source: Saturday
cs: Sobota
fr: Samedi
ru: Суббота
uk: Субота

source: Save
cs: Uložit
fr: Sauvegarder
ru: Сохранить
uk: Зберегти

source: Save and search now
cs: Uložit a vyhledat
fr: Sauvegarder et rechercher maintenant
ru: Сохранить и поиск сейчас
uk: Зберегти і пошук зараз

source: Search new events matching for your AutoTimers
cs: Vyhledat nové události odpovídající Vašim AutoTimerům
fr: Rechercher des nouveaux évènements correspondant à vos AutoTimers
ru: Поиск новых совпадений для ваших Автотаймеров
uk: Пошук нових співпадінь для ваших Автотаймерів

source: Search strictness
cs: Přesnost hledání
fr: Rigueur de la recherche
ru: Избирательность поиска
uk: Винятковісь пошуку

source: Search type
cs: Typ hledání
fr: Type de recherche
ru: Тип поиска
uk: Тип пошуку

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
cs: Zvolte "Přesně odpovídá" pokud chcete, aby název přesně odpovídal. Vyberte "Název začíná na" nebo "Částečná shoda", chcete-li hledat jen část z názvu nebo "Hledat v popisu", pokud chcete hledat jen část popisu události
fr: Choisir "correspondance parfaite" to forcer une correspondance parfaite avec le "titre correspondant", "correspondance partielle" si vous voulez seulement rechercher pour une partie du titre ou "description correspondante" si vous voulez seulement chercher sur une partie de la description.
ru: Выбор: "точное совпадение" - "Название совпадения" должно полностью совпасть с названием найденного, "частичное совпадение" - названия совпадения есть в названии найденного, "описание совпадения" - если Вы хотите найти название совпадения в кратком или расширенном описании найденного
uk: Вибір: "точне співпадіння" для можливості "Назва співпадіння" повністтю бути одинаковим з назвою знайденого, "часткове співпадіння", якщо Ви хочите знайти тільки частину назви співпадіння в назві знайденого або "опис співпадіння", якщо Ви бажаєте знайти тільки частину назви співпадіння в опису знайденого (короткому або розширеному)

source: Select a timer to import
cs: Vyberte časovač pro import
fr: Choisir une programmation a importé
ru: Выберите таймер для импорта
uk: Виберіть таймер для імпорту

source: Select action
cs: Vybrat akci
fr: Choisir une action
ru: Выбор действия
uk: Виберіть дію

source: Select action for AutoTimer or input date/time:
cs: Zvolte akci pro Autotimer nebo zadejte datum/čas:
fr: Choisir une action pour AutoTimer ou entrer date/heure:
ru: Выбор действия для Автотаймера или ввод дата/время:
uk: Вибір дії для Автотаймера або ввід дата/час:

source: Select action for AutoTimer:
cs: Vyberte akci pro AutoTimer
fr: Choisir une action pour AutoTimer:
ru: Выбор действия для Автотаймера:
uk: Вибір дії для Автотаймера:

source: Select bouquet to record on
cs: Zvolte přehled pro nahrávání
fr: Choisir un bouquet à enregistrer
ru: Выбрать фаворитный список для записи
uk: Вибрати фаворитний список для запису

source: Select channel to record on
cs: Zvolte kanál pro nahrávání
fr: Choisir une chaîne à enregistrer
ru: Выбрать канал для записи
uk: Вибрати канал для запису

source: Select the count of the last saved searchlogs (min=5 max=20)
cs: Zvolte počet posledních uložených záznamů vyhledávání (min = 5 max = 20)
fr: Choisir le nombre des derniers searchlogs sauvegardés (min=5 max=20)
ru: Выберите количество последних сохраненных записей в логе поиска (минимум=5 максимум=20).
uk: Виберіть кількість останніх збережених журналів пошуку (мін=5 макс=20)

source: Select the location to save the recording to.
cs: Nastavení umístění pro ukládání nahrávek.
fr: Choisir la localisation pour sauvegarder les enregistrements.
ru: Выберите директорию для сохранения записи.
uk: Виберіть директорію для збереження запису.

source: Select the path for autotimer_search.log
cs: Zvolte umístění pro autotimer_search.log
fr: Choisir le chemin pour autotimer_search.log
ru: Выбор пути для autotimer_search.log
uk: Виберіть шлях для autotimer_search.log

source: Select the path where the autotimer_search.log should be saved
cs: Zvolte umístění kam bude ukládán autotimer_search.log
fr: Choisir le chemin où le autotimer_search.log peut être sauvegardé
ru: Выберите путь для сохранения autotimer_search.log.
uk: Виберіть шлях, куди слід зберегти autotimer_search.log

source: Select type of Filter
cs: Vyberte typ filtru
fr: Choisir le type de filtre
ru: Выберите тип фильтра
uk: Виберіть тип фільтра

source: Select whether or not you want to enforce case correctness.
cs: Vyberte, zda chcete nebo nechcete použít rozlišování velkých a malých písmen.
fr: Spécifie si vous voulez forcer ou pas la case.
ru: Выбор корректности регистра для поиска.
uk: Вибір коректності регістра для пошуку.

source: Set End Time
cs: Nastavte čas ukončení
fr: Définir heure de fin
ru: Установить время окончания
uk: Встановіть час закінчення

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
cs: Nastavuje čas ukončení časovače. Pokud tak učiníte, časový interval události může být zablokován pro nahrávání.
fr: Définir une heure de fin pour la programmation. Si vous faites cela, la plage horaire de l'évènement peut-être bloqué pour les enregistrements.
ru: Установить время окончания таймера. Если включено, то этот промежуток времени события, возможно будет заблокирован для записей.
uk: Встановіть час закінчення таймера. Якщо включено, то цей проміжок часу події, мабуть буде заблокований для запису.

source: Set maximum duration
cs: Nastavit maximální délku trvání
fr: Définir la durée maximale
ru: Максимальная продолжительность
uk: Максимальна тривалість

source: Set this NO to disable this AutoTimer.
cs: Pro zakázání tohoto AutoTimeru nastavte Ne.
fr: Mettre ceci sur NON pour désactiver cet AutoTimer.
ru: Установите НЕТ для отключения этого Автотаймера.
uk: Встановіть НІ для відключення цього Автотаймера.

source: Set timer type: zap, simple record, zap+record (always zap to service before start record).
cs: Nastavuje typ časovače: přepnout, nahrát, přepnout a nahrát (před nahráváním vždy přepne na program).
fr: Choisir le type de programmation: zapper, enregistrer, zapper+enregistrer (toujours zapper sur le service avant de démarrer l’enregistrement).
ru: Установите тип таймера: переключение, простая запись, переключение+запись (всегда переключать на сервис перед стартом записи).
uk: Встановіть тип таймера: переключення, простий запис, перемикання+запис (завжди перемикати на сервіс перед стартом запису).

source: Set wakeup receiver type. This works only for zap timers.
cs: Nastavte typ probuzení přijímače. Funguje pouze pro časovače přepnutí.
fr: Type de réveil du récepteur. Cela fonctionne uniquement avec une programmation de zap.
ru: Установите тип пробуждения ресивера. Это работает только для таймеров переключения.
uk: Встановіть тип пробуждення ресивера. Це працює тільки для таймерів перемикання.

source: Setup
cs: Nastavení...
fr: Configuration
ru: Настройки
uk: Налаштування

source: Should this AutoTimer be restricted to a timespan?
cs: Měl by být tento AutoTimer omezen časovým úsekem?
fr: Est-ce que cet AutoTimer doit être restreind à une plage horaire?
ru: Нужно или нет, ограничить этот Автотаймер по промежутку времени?
uk: Потрібно чи ні, обмежити цей Автотаймер по проміжку часу?

source: Should this AutoTimer only match up to a certain event duration?
cs: Měl by AutoTimer odpovídat trvání určité události?
fr: Est-ce que cet AutoTimer doit seulement correspondre jusqu'à une certaine durée de l'évènement?
ru: Должен или нет, этот Автотаймер совпадать только до определенной длительности события?
uk: Повинен або ні, цей Автотаймер співпадати тільки до відповідної тривалості події?

source: Should timers created by this AutoTimer be recorded to a custom location?
cs: Měly by být časovače vytvořené AutoTimerem zaznamenávány do vlastního umístění?
fr: Est-ce que les programmations créées par cet AutoTimer seront enregistrés à un autre endroit?
ru: Должны или нет, таймеры, созданные этим Автотаймером, быть записаны в пользовательскую директорию?
uk: Повинні або ні, таймери, створені цим Автотаймером, бути записані в користувацьку директорію?

source: Show "add to AutoTimer" in channel selection menu
cs: Zobrazit "přidat AutoTimer" v menu seznamu kanálů.
fr: Afficher "ajouter à AutoTimer" dans le menu de la sélection des chaînes
ru: Показать "добавить в Автотаймер" в меню селектора каналов
uk: Показати "добавити в Автотаймер" в меню селектора каналів

source: Show AutoTimer FilterTxt
cs: Zobrazit AutoTimer FilterTxt
fr: Afficher AutoTimer FilterTxt
ru: Открыть список фильтров Автотаймера
uk: Показувати FilterTxt Автотаймера

source: Show Log file
cs: Zobrazení log souboru
fr: Afficher le fichier Log
ru: Открыть лог-файл
uk: Показати файл логу

source: Show in event menu
cs: Zobrazit v menu události
fr: Afficher dans le menu des évènements
ru: Показать в меню выбранного события
uk: Показати в меню вибраної події

source: Show in extension menu
cs: Zobrazit v Extension menu
fr: Afficher dans le menu extension
ru: Показать в меню дополнений
uk: Показати в меню доповнень

source: Show last SearchLog
cs: Zobrazit poslední vyhledávání
fr: Afficher le dernier SearchLog
ru: Показать последний лог поиска
uk: Показати останній лог пошуку

source: Show notification on added timers
cs: Zobrazovat oznámení o přidaných časovačích
fr: Afficher une notification en cas d'ajout de programmations
ru: Показать уведомление о добавленных таймерах
uk: Показати повідомлення про добавлені таймери

source: Show notification on conflicts
cs: Zobrazovat oznámení při konfliktech
fr: Afficher un avertissement en cas de conflit
ru: Показать уведомление о конфликтах
uk: Показати повідомлення про конфлікти

source: Show notification on similars
cs: Zobrazovat oznámení při podobných
fr: Afficher une notification en cas de similitude
ru: Показать уведомление об аналогичных событиях
uk: Показати повідомлення про аналогічні події

source: Skip poll during epg refresh
cs: Nevyhledávat během aktualizace EPG
fr: Ne pas interroger pendant une mise à jour de l'EPG
ru: Пропускать проверку во время обновления EPG
uk: Пропускати провірку під час оновлення EPG

source: Skip poll during records
cs: Nevyhledávat během nahrávání
fr: Ne pas interroger pendant un enregistrement
ru: Пропускать проверку во время записи
uk: Пропускати провірку під час запису

source: Sort AutoTimer
cs: Třídit AutoTimer
fr: Trier AutoTimer
ru: Сортировка Автотаймеров
uk: Сортування Автотаймерів

source: Sort Time
cs: Setřídit dle času
fr: Trier par heure
ru: Сортировка по времени
uk: Сортування по часу

source: Specify the name and location for the log.
cs: Zadejte jméno a umístění pro log.
fr: Spécifier le nom et la localisation du log.
ru: Укажите имя и расположение для лога.
uk: Вкажіть ім'я і розташування для логу.

source: Standard
cs: Standardní
ru: стандарт
uk: Стандарт

source: Standard (1000 events)
cs: Standardní (1000 událostí)
fr: Standard (1000 événements)
ru: Стандарт (1000 событий)
uk: Стандартно (1000 передач)

source: Standard input date/time
cs: Standardní vstup datum/čas
fr: Entrée standard date/heure
ru: Стандартный ввод дата/время
uk: Стандартний ввід дата/час

source: Startup delay (in min)
cs: Zpoždění při startu (v minutách)
fr: Délai de démarrage (en min)
ru: Задержка при старте энигма2 (в мин)
uk: Затримка при старті енігма2 (в хв)

source: Style auto timers list
cs: Styl seznamu časovačů
fr: Style liste AutoTimer
ru: Стиль списка автотаймеров
uk: Стиль списку автотаймерів

source: Sun
cs: Neděle
fr: Dim
ru: Вс
uk: Нд

source: Sunday
cs: Neděle
fr: Dimanche
ru: Воскресенье
uk: Неділя

source: Support "Fast Scan"?
cs: Podporovat "Fast Scan"?
fr: Support "recherche rapide"?
ru: Поддержка "Быстрый поиск"?
uk: Підтримка "Швидкий пошук"?

source: Tags
cs: Tagy
fr: Marqueurs (tags)
ru: Теги
uk: Теги

source: Tags the Timer/Recording will have.
cs: Tagy, které bude mít časovač/záznam.
fr: Marqueurs (tags) que les programmations auront.
ru: Теги только для таймеров записи.
uk: Теги тільки для таймерів запису.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
cs: Děkujeme za použití průvodce. Nový AutoTimer byl přidán do seznamu. Pro pokračování stiskněte tlačítko OK.

source: The "Overview"
cs: Přehled automatických časovačů.

source: The AutoTimer overview is the standard entry point to this plugin. If AutoTimers are configured you can choose them from a list to change them (OK button on your remove) or remove them (YELLOW button on your remote). New Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button. When leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
cs: Přehled automatických časovačů je standardním vstupním bodem tohoto pluginu. Pokud jsou automatické časovače nakonfigurovány, můžete je vybrat ze seznamu, abyste je mohli měnit (tlačítko 'OK' na Vašem ovladači) nebo odstranit (žluté tlačítko na ovladači). Nové časovače lze přidat stisknutím 'modrého' tlačítka a ovládací nabídku lze otevřít pomocí tlačítka 'MENU'. Pokud opouštíte plugin pomocí 'zeleného' tlačítka, prohledá plugin jednou EPG a snaží se vyhledat odpovídající události. Chcete-li nakonfigurovat pravidelný interval vyhledávání událostí, otevřete menu a zvolte položku 'Nastavení...'.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
cs: Časovač nebude přidán do seznamu. Stiskněte tlačítko OK pro zavření tohoto průvodce.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
cs: Časový úsek AutoTimeru je první "pokročilý" parametr. Je-li zadán časový úsek, událost bude odpovídat tomuto AutoTimeru pouze tehdy, leží-li v tomto časovém úseku.

source: The autotimer file (/etc/enigma2/autotimer.xml) is corrupt and could not be loaded.
cs: Soubor autotimeru (/etc/enigma2/autotimer.xml) je porušen a nemůže být načten.
fr: Le fichier autotimer (/etc/enigma2/autotimer.xml) est corrompu et ne peut pas être lu.
ru: Файл автотаймеров (/etc/enigma2/autotimer.xml) поврежден и не может быть загружен.

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers. While you can just open the menu and take a look for yourself, let's go through the available options: - Help: What you are looking at right now - Preview: Simulate EPG search, helps finding errors in your setup. - Import existing Timer: Create a new AutoTimer based on an existing regular timer. - Import from EPG: Create an AutoTimer based on an EPG event. - Setup: Generic configuration of the plugin. - Edit new timer defaults: Configure default values for new AutoTimers. - Create a new timer using the wizard/classic editor: Use the non-default editor to create a new AutoTimer.
cs: Ovládací menu ukrývá méně často používané volby pluginu, včetně konfigurace a výchozích nastavení pro nové AutoTimery. I když můžete otevřít menu a podívat se sami, pojďme si projít dostupné možnosti: - Nápověda: To, co právě teď čtete. - Náhled: Simulace prohledávání EPG. Pomáhá najít chyby ve Vašem nastavení. - Importovat existující časovač: Vytvoření nového automatického časovače na základě existujícího standardního časovače. - Importovat z EPG: Vytvoří automatický časovač na základě EPG události. - Nastavení: Hlavní nastavení pluginu. - Upravit předvolby nových časovačů: Nastavuje výchozí nastavení pro nové časovače. - Vytvořit nový časovač pomocí pomocníka/klasického editoru: Vytvoření nového časovače s pomocníkem nebo klasickým editorem.
