Repository: OpenPLi/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: cs, fr, ru, uk

source: Cancel?
cs: Zrušit?
fr: Annuler?
ru: Отмена?
uk: Відмінити?

source: (only services from bouquets when use "favorites description match").
cs: (pouze programy z přehledů, když je použito "V popisu oblíbených").
fr: (seulement pour les services des favoris lorsqu’on utilise « la description du favoris correspond »).
ru: (только в сервисах из букетов при использовании "описание совпадения в фаворитах").
uk: (лише канали з фаворитів, коли використовується ’збіг описів вибраного’).

source: - Version:
cs: - verze:
ru: - версия:
uk: - версія:

source: 0 - timers will not be added.
cs: 0 - časovače nebudou přidány.
fr: 0 - les programmations ne seront pas ajoutées.
ru: 0 - таймеры не будут добавлены.
uk: 0 - таймери не будуть додані.

source: == attention: global option 'Save/check filterlist is still active!! ==
cs: == pozor: globální volba 'Uložit / zkontrolovat seznam filtrů je stále aktivní! ==
fr: == attention: l’option globale ’Sauvegarder/vérifier la liste des filtres est encore active!! ==
ru: == внимание: глобальная опция 'Сохранение/проверка в списке фильтров' по прежнему активна!! ==
uk: == увага: глобальна опція 'Зберегти/перевірити список фільтрів все ще активний !! ==

source: add AutoTimer
cs: Přidat AutoTimer
fr: ajouter AutoTimer
ru: Доб. Автотаймер
uk: Доб. Автотаймер

source: %d conflict(s) encountered when trying to add new timers: %s
cs: Při pokusu o přidání nových časovačů byl(o) nalezen(o) %d konflikt(ů): %s
fr: %d conflit(s) rencontré(s) en tentant d'ajouter de nouvelles programmations: %s
ru: %d конфликт(ы), возникающие при попытке добавить новые таймеры: %s
uk: %d конфлікт(и) під час спроби додати новий таймер: %s

source: %d conflict(s) solved with similar timer(s): %s
cs: %d konflikt(y) vyřešen(y) pomocí podobných časovačů: %s
fr: %d conflit(s) résolu(s) avec programmation(s) similaire(s): %s
ru: %d конфликт(ы), решены с аналогичным таймером(и): %s
uk: %d конфлікт(и), вирішені з аналогічним таймером(и): %s

source: A new and empty config was created. A backup of the config can be found here (/etc/enigma2/autotimer.xml_old).
cs: Byl vytvořen nový prázdný konfigurační soubor. Zálohu konfigurace naleznete zde (/etc/enigma2/autotimer.xml_old).
fr: Une nouvelle configuration vide a été créée. Une sauvegarde de la configuration peut être trouvée dans (/etc/enigma2/autotimer.xml_old).
ru: Создана новая и пустая конфигурация. Резервное копирование конфигурации можно найти здесь (/etc/enigma2/autotimer.xml_old).
uk: Створено нову та порожню конфігурацію. Резервну копію конфігурації можна знайти тут (/etc/enigma2/autotimer.xml_old).

source: Abort this Wizard.
cs: Ukončit pomocníka.

source: Activate VPS
cs: Aktivovat VPS
fr: Activer VPS
ru: Активировать VPS
uk: Активувати VPS

source: Add
cs: Přidat
fr: Ajouter
ru: Добавить
uk: Додати

source: Add "Choice list AutoTimer" menu button to multi-EPG
cs: Přidat "Seznam možností AutoTimeru" do menu multiEPG
fr: Ajouter au bouton menu dans multi-EPG "Choisir liste AutoTimer"
ru: "Автотаймер - список выбора" на кнопке меню в мульти-EPG
uk: "Автотаймер - список вибору" на кнопці меню в мульти-EPG

source: Add "Choice list AutoTimer" menu button to single-EPG
cs: Přidat "Seznam možností AutoTimeru" do menu EPG
fr: Ajouter le bouton de menu "Choisir la liste AutoTimer" dans single-EPG
ru: "Автотаймер - список выбора" на кнопке меню в одиночном EPG
uk: "Автотаймер - список вибору" на кнопці меню в одиночному EPG

source: Add AutoTimer
cs: Přidat AutoTimer
fr: Ajouter AutoTimer
ru: Добавить Автотаймер
uk: Додати автотаймер

source: Add new AutoTimer
cs: Přidat nový AutoTimer
fr: Ajouter un nouvel AutoTimer
ru: Добавить новый Автотаймер
uk: Додати новий автотаймер

source: Add services
cs: Přidat programy
fr: Ajouter services
ru: Добавить сервисы
uk: Додавання сервісів

source: Add similar timer on conflict
cs: Přidat podobný časovač při konfliktu
fr: Ajouter programmation similaire en cas de conflit
ru: Добавить аналогичный таймер при конфликте
uk: Додати аналогічний таймер при конфлікті

source: Add timer as disabled on conflict
cs: Přidat časovač při konfliktu jako zakázaný
fr: Ajouter une programmation comme désactivée en cas de conflit
ru: Добавить отключеннный таймер при конфликте
uk: Додати відключений таймер при конфлікті

source: Advanced
cs: Pokročilé
fr: Avancé
ru: расширенный
uk: Розширений

source: Advanced (2000 events)
cs: Pokročilé (2000 událostí)
fr: Avancé (2000 événements)
ru: Расширенный (2000 событий)
uk: Розширений (2000 подій)

source: After event
cs: Po skončení
fr: Après évènement
ru: После события
uk: Після події

source: All channels
cs: Všechny kanály
fr: Toutes les chaînes
ru: Все каналы
uk: Всі канали

source: All non-repeating timers
cs: Všechny neopakující se časovače
fr: Toutes les programmations non-répétitives
ru: Все неповторяющиеся таймеры
uk: Всі неповторювальні таймери

source: Allow double timer for different services
cs: Duplicitní časovače pro různé programy
fr: Autoriser les doubles programmations pour des services différents
ru: Разрешить двойной таймер для разных сервисов
uk: Дозволити подвійний таймер для різних каналів

source: Always write config
cs: Vždy ukládat konfiguraci
fr: Toujours sauvegarder la configuration
ru: Всегда перезаписывать конфигурацию
uk: Завжди перезаписувати конфігурацію

source: Amount of recordings left
cs: Zbývá nahrávek
fr: Nombre d'enregistrement restant
ru: Количество оставшихся записей
uk: Кількість записів що залишилися

source: Any service/recording
cs: Libovolný program/nahrávání
fr: N'importe quel service/enregistrement
ru: Любой сервис/запись
uk: Будь-які служби/запис

source: Any time
cs: Libovolný čas
fr: A n'importe quelle heure
ru: Любое время
uk: Будь-який час

source: AutoTimer %d timer(s) were added.
cs: AutoTimer %d časovač(ů) přidán(o).
fr: AutoTimer %d programmation(s) ont été ajoutée.
ru: Автотаймер %d таймер(ов) добавлен(о).
uk: Автотаймера %d таймер(s) були додані.

source: AutoTimer Context Menu
cs: Otevřít kontextové menu
fr: AutoTimer menu contextuel
ru: Контекстное меню Автотаймера
uk: Контекстне меню Автотаймера

source: AutoTimer FAQ
cs: FAQ AutoTimeru

source: AutoTimer Filters
cs: Filtry AutoTimeru
fr: Filtres AutoTimers
ru: Автотаймер - фильтры
uk: Автотаймер - фільтри

source: AutoTimer Help
cs: AutoTimer - Nápověda

source: AutoTimer Services
cs: AutoTimer programy
fr: Services AutoTimer
ru: Автотаймер - сервисы
uk: Автотаймер Канали

source: AutoTimer Settings
cs: AutoTimer nastavení
fr: Configuration AutoTimer
ru: Автотаймер - настройки
uk: Автотаймер - налаштування

source: AutoTimer failed with error %s
cs: AutoTimeru selhal s chybou %s
fr: AutoTimer a échoué avec l’erreur %s
ru: Автотаймер - ошибка %s
uk: Помилка АвтоТаймера %s

source: AutoTimer overview
cs: Přehled AutoTimerů
fr: Aperçu AutoTimer
ru: Автотаймер - обзор
uk: Автотаймер - огляд

source: AutoTimer was added successfully
cs: AutoTimer byl úspěšně přidán
fr: AutoTimer a été ajouté avec succès
ru: Автотаймер был успешно добавлен
uk: Автотаймер був успішно доданий

source: AutoTimer was changed successfully
cs: AutoTimer byl úspěšně změněn
fr: AutoTimer a été modifié avec succès
ru: Автотаймер был успешно изменен
uk: Автотаймер був успішно змінений

source: AutoTimer was removed
cs: AutoTimer byl odstraněn
fr: AutoTimer a été supprimé
ru: Автотаймер был удален
uk: Автотаймер був видалений

source: AutoTimers were changed successfully
cs: AutoTimery byly úspěšně změněny
fr: AutoTimers ont été modifiés avec succès
ru: Автотаймеры были успешно изменены
uk: Автотаймери були успішно змінені

source: Begin of "after event" timespan
cs: Začátek časového úseku "po skončení"
fr: Début de "après évènement" pendant la plage horaire
ru: Начало для "после события" промежутка времени
uk: Початок для "після події" проміжку часу

source: Begin of timespan
cs: Začátek časového úseku
fr: Début de la plage horaire
ru: Начало для промежутка времени
uk: Початок для проміжку часу

source: Bouquets
cs: Přehledy
ru: Фаворитные списки
uk: Фавориті списки

source: By enabling this events will not be matched if they don't occur on certain dates.
cs: Povolením tohoto nebudou události odpovídat, jestliže se nevyskytují v určitých datových termínech
fr: En activant ceci les évènements ne correspondront pas si ils ne se passent pas à certaines dates.
ru: Если это включено, то найденные события не будет совпадать, если они не происходят по определенным датам.
uk: Якщо це включено, то знайдені події не буде збігатися, якщо вони не відбуваються по певних дат.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
cs: Při zapnutí budete při automatickém dotazování dostávat informáce o podobných časovačích. Nepoužívá se zde žádná logika, takže Vás pak může ten samý konflikt obtěžovat stále dokola
fr: En activant ceci vous serez notifier en cas de programmation similaire durant l'interrogation automatique. Il n'y a pas d'intelligence dans ceci, donc cela pourrait rapidement vous ennuyer en cas de répétition du même conflit.
ru: Если это включено, то вы будете уведомлены об аналогичных таймерах добавленых во время автоматической проверки.
uk: Якщо це включено, то ви будете повідомлені про аналогічні таймерах додану під час автоматичної перевірки.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
cs: Při zapnutí budete při automatickém dotazování dostávat informáce o konfliktech časovače. Nepoužívá se zde žádná logika, takže Vás pak může ten samý konflikt obtěžovat stále dokola.
fr: En activant ceci vous serez notifier en cas de conflit trouvé durant l'interrogation automatique. Il n'y a pas d'intelligence dans ceci, donc cela pourrait rapidement vous ennuyer en cas de répétition du même conflit.
ru: Если это включено, то вы будете уведомлены об конфликтах таймеров найденных во время автоматической проверки.
uk: Якщо це включено, то ви будете повідомлені про конфліктах таймерів знайдених під час автоматичної перевірки.

source: By enabling this you will be notified about timer(s) added during automated polling. Just not in standby mode.
cs: Povolením tohoto nastavení budete upozorněni na časovač(e) přidané během automatizovaného zjišťování. Nikoliv ale ve standby.
fr: En activant ceci vous serez notifié à propos des programmations ajoutées pendant une interrogation automatique. Pas en mode veille.
ru: Если этот параметр включен, то вы увидете сообщение, если были добавлены новые таймеры после автоматической проверки. Уведомление не появися,если проверка состоялась в режиме ожидания.
uk: Якщо цей параметр включений, то ви побачите повідомлення, якщо були додані нові таймери після автоматичної перевірки. Повідомлення не з'явилося, якщо перевірка відбулася в режимі очікування.

source: Cancel
cs: Zavřít
fr: Annuler
ru: Отмена
uk: Відміна

source: Change default recording offset?
cs: Změnit standardní posun nahrávání?
fr: Modifier la marge par défaut des enregistrements?
ru: Изменить дефолтное смещение записи?
uk: Змінити дефолтне зміщення запису?

source: Channel Selection
cs: Výběr programu
fr: Sélection des chaînes
ru: Селектор каналов
uk: Селектор каналів

source: Channels
cs: Kanály
fr: Chaînes
ru: Каналы
uk: Канали

source: Check for uniqueness in
cs: Kontrola jedinečnosti v
fr: Vérifier l'unicité dans
ru: Проверка на уникальность
uk: Перевірка на унікальність

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatibility issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
cs: Zkontroluje ID události (eit) a odstraní časovač, pokud neexistuje odpovídající EPG událost. Vzhledem k problémům s kompatibilitou se systémy SerienRecorder a IPRec je ovlivněn pouze časovač vytvořený AutoTimerem.
fr: Vérifier l’id de l’évènement (eit) et enlever la programmation s’il n’y pas d’évènement EPG correspondant. A cause d’un problème de compatibilité avec SerienRecorder et IPRec, seul les programmations créées par AutoTimer sont affectées.
ru: Проверка идентификатора события (eit) и удаление таймера, если нет соответствующего события EPG. Не совместим с SerienRecorder и IPRec, это затрагивает только таймеры созданные Автотаймером.
uk: Перевірка ідентифікатора події (eit) і видалення таймера, якщо немає відповідного події EPG. Не сумісний з SerienRecorder і IPRec, це зачіпає тільки таймери створені автотаймером.

source: Choice list AutoTimer
cs: Seznam AutoTimer
fr: Choisir la liste AutoTimer
ru: Автотаймер - список выбора
uk: Автотаймер - список вибору

source: Choose target folder
cs: Vyberte cílovou složku
fr: Choisir un répertoire cible
ru: Выберите целевую папку
uk: Виберіть папку

source: Classic
cs: Klasický
fr: Classique
ru: Классический
uk: Класичний

source: Clear memory before auto run
cs: Čistit paměť před spouštěním
fr: Effacer la mémoire avant l’exécution automatique
ru: Очистка памяти перед автостартом поиска
uk: Очистіть пам'ять перед автоматичним запуском

source: Clone selected timer
cs: Klonovat vybraný AutoTimer
fr: Dupliquer l’AutoTimer sélectionné
ru: Клонировать выбранный таймер
uk: Клонувати обраний таймер

source: Close
cs: Zavřít
fr: Fermer
ru: Закрыть
uk: Закрити

source: Close and forget changes
cs: Zavřít a zapomenout změny
fr: Fermer et oublier les changements
ru: Закрыть и отменить изменения
uk: Закрити та скасувати зміни

source: Close and save
cs: Zavřít a uložit
fr: Fermer et sauvegarder
ru: Закрыть и сохранить
uk: Закрити і зберегти

source: Close without saving
cs: Zavřít bez uložení
fr: Fermer sans sauvegarder
ru: Закрыть без сохранения
uk: Закрити без збереження

source: Close, save changes and search now
cs: Zavřít, uložit změny a hledat
fr: Fermer, sauvegarder les changements et rechercher maintenant
ru: Закрыть, сохранить изменения и поиск сейчас
uk: Закрити, зберегти зміни і пошук зараз

source: Configure AutoTimer behavior
cs: Konfigurace chování AutoTimeru
fr: Configuration du comportement de AutoTimer
ru: Автотаймер - настройка поведения
uk: Автотаймер - настройка поведінки

source: Congratulations
cs: Blahopřejeme.

source: Control recording completely by service
cs: Řídit nahrávání vysíláním
fr: Contrôler l'enregistrement entièrement par service
ru: Полное управление записью сервиса
uk: Повне управління записом сервісу

source: Couldn't load config file!
cs: Nelze načíst konfigurační soubor!
fr: Impossible de lire le fichier de configuration!
ru: Ошибка загрузки xml конфиг файла!
uk: Не вдалося завантажити файл конфігурації!

source: Create AutoTimer
cs: Vytvořit AutoTimer
fr: Créer AutoTimer
ru: Создать Автотаймер
uk: Створити Автотаймер

source: Create a new AutoTimer.
cs: Vytvořit nový AutoTimer.

source: Create a new timer using the classic editor
cs: Vytvořit nový časovač pomocí klasického editoru
fr: Créer un nouveau timer en utilisant l'éditeur classique
ru: Создать новый таймер классическим редактором
uk: Створити новий таймер класичним редактором

source: Create a new timer using the wizard
cs: Vytvořit nový časovač s pomocníkem
fr: Créer un nouveau timer en utilisant l'assistant
ru: Создать новый таймер с помощью мастера
uk: Створити новий таймер за допомогою майстра

source: Create debug log file
cs: Založit debug log
fr: Créer un journal de débogage
ru: Создавать лог файл отладки
uk: Створювати лог файл налагодження

source: Create searchlog file
cs: Založit searchlog soubor
fr: Créer un fichier searchlog
ru: Создавать лог-файл поиска
uk: Створити файл журналу пошуку

source: Custom (%s)
cs: Vlastní (%s)
fr: Personnalisé (%s)
ru: Пользовательское (%s)
uk: Користувача (%s)

source: Custom location
cs: Vlastní umístění
fr: Localisation spécifique
ru: Пользовательское расположение
uk: Розташування користувача

source: Custom offset
cs: Vlastní posun
fr: Marges personnalisées
ru: Пользовательское смещение
uk: Зміщення користувача

source: Date
cs: Datum
ru: Дата
uk: Дата

source: Defines where to search for duplicates (only title, short description or even extended description)
cs: Definuje, kde hledat duplicity (pouze název, krátký popis nebo i rozšířený popis)
fr: Défini où chercher pour les doubles (seulement titre, description courte ou description étendue)
ru: Определяет, как искать дубликаты (только название, краткое описание или даже расширенное описание)
uk: Визначає, як шукати дублікати (тільки назва, короткий опис або навіть розширений опис)

source: Delay after editing (in sec)
cs: Zpoždění po úpravách (sec)
fr: Délai après l’édition (en sec)
ru: Задержка после редактирования (в сек)
uk: Затримка після редагування (в сек)

source: Delete
cs: Smazat
fr: Effacer
ru: Удалить
uk: Видалити

source: Description
cs: Popis
ru: Описание
uk: Опис

source: Description - short equal extended for match
cs: Popis - krátký se rovná rozšířenému pro porovnání
fr: Description - courte égale étendue pour la correspondance
ru: Описание для совпадения - краткое, такое же как и расширенное
uk: Опис для збігу - короткий, таке ж як і розширене

source: Do not skip match when not description
cs: Nepřeskakovat, pokud není popis
fr: Ne pas passer les correspondances lorsqu’il n’y a pas de description
ru: Не пропускать совпадение, если нет описания
uk: Не пропускати збіг, якщо немає опису

source: Do you really want to delete %s?
cs: Opravdu chcete smazat %s?
fr: Voulez-vous vraiment effacer %s?
ru: Вы действительно хотите удалить %s?
uk: Ви дійсно хочете видалити %s ?

source: EPG encoding
cs: Kódování EPG
fr: Format encodage EPG
ru: Кодировка EPG
uk: EPG кодування

source: Edit AutoTimer
cs: Upravit AutoTimer
fr: Editer AutoTimer
ru: Редактировать Автотаймер
uk: Редагувати автотаймер

source: Edit AutoTimer filters
cs: Upravit filtry AutoTimeru
fr: Editer les filtres AutoTimer
ru: Редактировать фильтры Автотаймера
uk: Редагувати фільтри автотаймера

source: Edit AutoTimer services
cs: Upravit programy Autotimeru
fr: Editer les timers AutoTimer
ru: Редактировать сервисы Автотаймера
uk: Редагувати сервіси Автотаймеру

source: Edit Timers and scan for new Events
cs: Úpravy časovačů a hledání nových událostí
fr: Editer programmation et scanner pour de nouveaux évènements
ru: Редактор и поисковик новых событий для таймеров
uk: Редактор і пошуковик нових подій для таймерів

source: Edit new timer defaults
cs: Upravit předvolby nových časovačů
fr: Editer les paramètres par défaut des nouveaux timers
ru: Редактор для нового таймера по дефолту
uk: Редагувати новий таймер за замовчуванням

source: Edit selected AutoTimer
cs: Upravit vybrané AutoTimery
fr: Editer l'AutoTimer sélectionné
ru: Редактировать выбранный Автотаймер
uk: Змінити вибраний Автотаймер

source: Edit services
cs: Upravit programy
fr: Editer services
ru: Редактор сервисов
uk: Редагувати сервіси

source: Editing
cs: Upravovat
fr: Edition
ru: Редактирование
uk: Редагування

source: Editor for new AutoTimers
cs: Editor pro nové AutoTimery
fr: Editeur de nouveau AutoTimers
ru: Редактор для новых Автотаймеров
uk: Редактор для нових Автотаймерів

source: Enable Filtering
cs: Povolit filtrování
fr: Activer le filtrage
ru: Включить фильтрацию
uk: Включити фільтрацію

source: Enable Service Restriction
cs: Povolit programové omezení
fr: Activer la restriction du service
ru: Включение ограничение сервиса
uk: Включення обмеження сервісу

source: Enable this to add item for create the AutoTimer into event menu (needs restart GUI).
cs: Přidá možnost pro založení Autotimeru do menu události (vyžaduje restart GUI).
fr: Activer ceci pour ajouter l'entrée AutoTimer dans le menu des évènements (nécessite de relancer l'IGU).
ru: Если включено, то будет добавлена строка для создания Автотаймера в меню выбранного события (по кнопке меню в одиночном/мульти/графическом EPG).
uk: Якщо включено, то буде доданий рядок для створення автотаймером в меню вибраного події (по кнопці меню в одиночному / мульти / графічному EPG).

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
cs: Umožní připojit AutoTimer přehled do Extension menu.
fr: Activer ceci pour avoir accès à la supervision AutoTimer depuis le menu extenion.
ru: Если включено, то Автотаймер - обзор, будет доступен из меню дополнений.
uk: Якщо включено, то Автотаймер - огляд, буде доступний з меню доповнень.

source: Enable this to be able to access the add to AutoTimer from the channel selection context menu.
cs: Přidá možnost pro založení Autotimeru z kontextového menu kanálů.
fr: Activer ceci pour avoir l'option ajouter à AutoTimer dans le menu contextuel de la liste des chaînes.
ru: Если этот параметр включен, то можно добавить новый Автотаймер через контекстное меню селектора каналов.
uk: Якщо цей параметр включений, то можна додати новий Автотаймер через контекстне меню селектора каналів.

source: Enable timer conflict detection
cs: Povolit detekci konfliktu časovače
fr: Activer la détection des conflits
ru: Включить обнаружение конфликтов таймера
uk: Увімкнути виявлення конфліктів таймеру

source: Enabled
cs: Povolen
fr: Activé
ru: Включено
uk: Увімкнено

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
cs: Kódování, které kanál používá pro EPG data. Potřebujete nastavit zpravidla jen tehdy, hledáte-li speciální znaky, jako jsou např. přehlásky.
fr: Encodage utiliser pour les données EPG des chaînes. Vous devez uniquement changer cette option si vous voulez chercher des caractères spéciaux comme le trémas allemand.
ru: Кодировка данных EPG для канала. Для поиска на кириллице, оставьте дефолтное значение.
uk: Кодування даних EPG для каналу. Для пошуку на кирилиці, залиште дефолтний значення.

source: End of "after event" timespan
cs: Konec časového úseku "po skončení"
fr: Fin de "après évènement" pendant la plage horaire
ru: Окончание для "после события" промежутка времени
uk: Кінець "після події" відрізоку часу

source: End of timespan
cs: Konec časového úseku
fr: Fin de la plage horaire
ru: Окончание для промежутка времени
uk: Кінець для проміжку часу

source: Enter or edit description
cs: Zadejte nebo upravte popis
fr: Entrer ou éditer une description
ru: Введите или измените описание
uk: Введіть або змініть опис

source: Enter or edit match title
cs: Zadejte nebo upravte odpovídající název
fr: Editer ou entrer un titre correspondant
ru: Введите или измените название совпадения
uk: Введіть або змініть назву збігів

source: Enter or edit text
cs: Zadejte nebo upravte text
fr: Entrer ou éditer du texte
ru: Введите или измените текст
uk: Введіть або змініть текст

source: Everyday
cs: Každý den
fr: Chaque jour
ru: Любой день
uk: щоденно

source: Exact match
cs: Přesně odpovídá
fr: Concordance parfaite
ru: Полное совпадение
uk: &Точний збіг

source: Exclude
cs: Kromě
fr: Exclure
ru: Исключать
uk: Виключити

source: Execute "after event" during timespan
cs: Provést "po skončení" v časovém úseku
fr: Exécuter "après évènement" pendant la plage horaire
ru: Исполнять "после события" в течении промежутка времени
uk: Виконати "після події" протягом проміжку часу

source: Filter
cs: Filtr
fr: Filtre
ru: Фильтр
uk: Фільтр

source: FilterEntry
cs: Položka filtru
fr: EntréeDuFiltre
ru: Запись фильтра
uk: Фільтр Передачі

source: Filterlist
cs: Seznam filtru
fr: ListeFiltre
ru: Список фильтров
uk: Список фільтра
