Repository: OpenPLi/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: cs, fr, ru, uk

source: The counter can automatically be reset to the limit at certain intervals.
cs: Počítadlo může být automaticky resetováno na limit po určitých intervalech.
fr: Le compteur peut être automatiquement remis à la limite à certains intervalles.
ru: Счетчик может автоматически сбрасывается при лимите через заданный интервал.
uk: Лічильник може автоматично скидуватися при ліміті через заданий інтервал.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
cs: Editor použitý pro nové AutoTimery. Může to být Průvodce nebo klasický editor.
fr: L'éditeur a utiliser pour les nouveaux AutoTimers. Ceci peut être soit l'assistant ou l'éditeur classique.
ru: Редактор для ваших новых Автотаймеров. Это может быть мастер или классический редактор.
uk: Редактор для ваших нових Автотаймерів. Це може бути майстер або класичний редактор.

source: The filterEntry '%s' already exist! The change was canceled.
cs: Položka filtru '%s' již existuje! Změna byla zrušena.
fr: Le filterEntry ‘%s’ existe déjà! Le changement sera annulé.
ru: Запись фильтра '%s' уже существует! Изменение было отменено.

source: The match attribute is mandatory.
cs: Parametr 'Hledat v názvu' je povinný.
fr: L'attribut de recherche est obligatoire
ru: Атрибут совпадения является обязательным.
uk: Атрибут співпадіння являється обов'язковим.

source: The title attribute is mandatory.
cs: Název je povinný.
fr: L'attribut titre est obligatoire
ru: Атрибут название является обязательным.
uk: Атрибут Title є обов’язковим.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation. To make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
cs: FAQ má pomoci každému, kdo si nechce pomoci sám tím, že si přečte veškerou dostupnou nápovědu a těm, kteří v rámci poskytnuté dokumentace nenalezli řešení svých problémů. Aby byly tyto rady trochu srozumitelnější, jsou rozděleny na více stránek. Na další stránku můžete přejít pomocí 'modrého' tlačítka na dálkovém ovladači a zpět pomocí 'žlutého'. Stiskem 'červeného' tlačítka nebo tlačítkem 'exit' zavřete FAQ.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
cs: Tato nápověda by Vám měla poskytnout rychlý náhled na vše, co AutoTimer nabízí. Můžete ji kdykoliv přerušit stisknutím 'červeného' tlačítka nebo tlačítka 'exit' na dálkovém ovladači nebo ji později vyvolat výběrem z ovládacího menu. Měli byste věnovat několik minut přečtení těchto stránek nápovědy.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
cs: Pojmenování AutoTimeru, které bude zobrazováno v Náhledu a Přehledu.
fr: Ceci est un nom que vous pouvez donner à AutoTimer. Il sera affiché dans la vue d'ensemble et dans l'aperçu.
ru: Это имя для вашего Автотаймера. Оно будет показано Вам в обзоре и в превью таймеров. Только для информации.
uk: Це ім'я для вашого Автотаймера. Воно буде показано Вам в огляді і в прев'ю таймерів. Тільки для інформації.

source: This is mostly a matter of taste. The Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the "expert" level features of enigma2. You can check out the "classic" editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
cs: To je většinou otázka preferencí. Průvodce poskytuje omezenou sadu možností a prezentuje je v menších nastaveních najednou. Je většinou zaměřen na uživatele, kteří nemají s tímto pluginem nebo s "expertním" nastavením enigma2 příliš zkušeností. Můžete se podívat na "klasický" editor otevřením existujícího časovače z přehledu a pokud dáváte přednost tomuto zobrazení před průvodcem, můžete změnit výchozí editor v nastavení.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
cs: Toto je zpoždění v hodinách, po které bude AutoTimer po hledání čekat na další prohledání EPG.
fr: Ceci est le délai en heures que l'AutoTimer va attendre avant de faire une nouvelle recherche dans l'EPG.
ru: Время таймаута ожидания в часах, после которого Автотаймер начнет новый поиск EPG.
uk: Час таймаута очікування в годинах, після якого Автотаймер почне новий пошук EPG.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
cs: Zpoždění v minutách, po které bude AutoTimer čekat s inicializací, aby nedocházelo ke zpoždění startu enigma2.
fr: Ceci est le délai en minutes que l'AutoTimer va attendre au démarrage initial pour ne pas ralentir le démarrage de enigma2.
ru: Это задержка в минутах, сколько Автотаймер будет ждать для первоначальной проверки совпадений,не откладывая старт энигма2.
uk: Ця затримка в хвилинах, скільки Автотаймер буде чекати для першої провірки співпадінь,не відкладаючи старт енігма2.

source: This is the delay in seconds that the AutoTimer will wait after editing the AutoTimers.
cs: Toto je zpoždění v sekundách, po které bude AutoTimer čekat po úpravách AutoTimerů.
fr: Ceci est le délai en secondes pour que l'AutoTimer va attendre après avoir édité les AutoTimers.
ru: Это задержка в секундах, которую Автотаймер будет ждать после редактирования автотаймеров.
uk: Ця затримка в секундах, яку Автотаймер буде чекати після редагування автотаймерів.

source: This is the duration in minutes that the AutoTimer is allowed to run.
cs: Doba v minutách po kterou může AutoTimer běžet.
fr: Ceci est la durée en minutes pendant laquelle AutoTimer est autorisé à fonctionner.
ru: Это продолжительность в минутах, для выполнения поиска Автотаймеров. По окончании этого времени поиск будет прекращен.
uk: Ця тривалість в хвилинах, для виконання пошуку Автотаймерів. По закінченні цього часу пошук буде зупинений.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
cs: Tento výraz bude hledán v názvech událostí. Uvědomte si, že pro hledání např. přehlásek musíte znát, jaké kódování kanál používá.
fr: C'est ce qui sera recherché dans le titre des événements. Attention rechercher par exemple dans les caractères accentués peut être difficile car vous devrez connaître l'encodage utilisé par la chaîne.
ru: Это то название, по которому будет вестись поиск в названиях новых событий для совпадения. Для поиска, например на немецком языке, Вы должны точно знать кодировку канала.
uk: Це та назва, по якому буде вестися пошук в назвах нових подій для співпадіння. Для пошуку, наприклад на німецькій мові, Ви маєте точно знати кодіровку каналу.

source: This option allows you to turn off the timer confict detection. This option is for advanced users.
cs: Umožňuje vypnout detekci konfliktu časovače. Tato volba je pro pokročilé uživatele.
fr: Cette option vous permet de désactiver la détection des conflits. Cette option est pour les utilisateurs avancés.
ru: При использовании дистанционного резервного тюнера для записей, обнаружение конфликтов таймеров не может сделать исключение для резервного тюнера. Эта опция позволяет отключить обнаружение конфликтов для этого таймера. Не рекомендуется!
uk: При використанні дистанційного резервного тюнера для записів, виявлення конфліктів таймерів не може зробити виключення для резервного тюнера. Ця опція дозволяє відключити виявлення конфліктів для цього таймера. Не рекомендується!

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue. A lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
cs: Tato obrazovka by měla být zcela jasná. Pokud název volby nedává smysl, mělo by být pro každou z nich uvedeno vysvětlení. Pokud neexistuje žádné viditelné vysvětlení, je to pravděpodobně problém skinu. Zkuste, zda problém vyřeší Defaultní skin. Bylo vynaloženo velké úsilí na to, aby byly parametry co nejvíce pochopitelné, takže si je zkuste přečíst ;-).

source: This setting controls the behavior when a timer matches a found event.
cs: Určuje chování v případě, že časovač odpovídá nalezené události.
fr: Ce paramètre contrôle le comportement lorsqu'un timer correspond à un évènement trouvé.
ru: Если эта опция включена, то когда уже существующий таймер соответствует найденому событию, Автотаймер имеет право изменить этот таймер(время начала/окончания, название/описание).
uk: Цей параметр контролює поведінку, коли існуючий таймер відповідає знайденій події.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
cs: Určuje chování při konfliktech časovače. Jestliže se AutoTimer shoduje s událostí, která koliduje s existujícím časovačem, nebude ji ignorovat, ale přidá ji jako zakázaný časovač.
fr: Ceci modifie le comportement en cas de conflit de programmation. Si un AutoTimer correspond à un évènement qui entre en conflit avec une programmation existante, il ne va pas ignorer cet évènement mais l'ajouter désactivé.
ru: Если включено, и Автотаймер нашел совпадение события, которое конфликтует с существующим таймером,он не будет игнорировать это событие, а добавит таймер отключенным,для дальнейшего решения пользователя в ручную.
uk: Це перемикає поведінку при конфліктах таймерів. Якщо Автотаймер знайшов співпадіння події, яке конфліктує з існуючим таймером,він не буде ігнорувати цю подію, а добавить таймер відключеним.

source: Thur
cs: Čtvrtek
fr: Jeu
ru: Чт
uk: Чт

source: Thursday
cs: Čtvrtek
fr: Jeudi
ru: Четверг
uk: Четвер

source: Time
cs: Čas
fr: Heure
ru: Время
uk: Час

source: Time in minutes to append to recording.
cs: Čas v minutách přidaný k záznamu.
fr: Temps en minutes à ajouter après l'enregistrement.
ru: Время в минутах добавленное к окончанию записи.
uk: Час в хвилинах доданий до закінчення запису.

source: Time in minutes to prepend to recording.
cs: Čas v minutách přidaný před záznam.
fr: Temps en minutes à ajouter avant l'enregistrement.
ru: Время в минутах добавленное к началу записи.
uk: Час в хвилинах доданий до початку запису.

source: Timeout (in min)
cs: Zpoždění (v minutách)
fr: Timeout (en min)
ru: Таймаут (в мин)
uk: Таймаут (в хв)

source: Timer from:
cs: Časovač z:
fr: Programmation de:
ru: Таймер от:
uk: Таймер від:

source: Timer type
cs: Typ časovače
fr: Type de programmation
ru: Тип таймера
uk: Тип таймера

source: Timers list
cs: Přehled časovačů
fr: Liste des timers (programmations)
ru: Список таймеров
uk: Список таймерів

source: Title
cs: Název
fr: Titre
ru: Название
uk: Назва

source: Title and Short description
cs: Název a krátký popis
fr: Titre et description courte
ru: Название и краткое описание
uk: Назва і короткий опис

source: Title and all descriptions
cs: Název a popis
fr: Titre et toutes les descriptions
ru: Название и все описание
uk: Назва і весь опис

source: To cater for spelling mistakes and small deviations in the EPG information, you can make the matching algorithm fuzzy by setting the percentage both programmes must be equal for. Use 100% if you only want a match when both are completely identical. Recommended default ratio 80%.
cs: Chcete-li se postarat o pravopisné chyby a malé odchylky v informacích EPG, můžete přizpůsobit algoritmus nastavením procent, které musí být pro oba programy stejné. Použijte 100%, pokud chcete pouze shodu, pokud jsou obě zcela identické. Doporučený poměr je 80%.
fr: Pour corriger les fautes d’orthographe et les petites déviations dans les informations EPG, vous pouvez rendre l’algorithme de correspondance flou en définissant le pourcentage pour lequel les deux programmes doivent être égaux. Utilisez 100% si vous voulez seulement une correspondance quand les deux sont complètement identiques. Taux par défaut recommandé 80%.
ru: Для обхода опечаток и небольших отклонений в информации EPG, Вы можете сделать алгоритм сопоставления нечетким, установив нужный процент для совпадения обеих программ. Используйте 100% для полной идентичности. Рекомендуемое соотношение по дефолту 80%.
uk: Для обходу опечаток і невеликих відхилень в інформації EPG, Ви можете зробити алгоритм співставлення нечітким, встановив потрібний процент для співпадіння обох программ. Використовуйте 100% для повної ідентичності. Рекомендоване співвідношення по дефолту 80%.

source: Tue
cs: Úterý
fr: Mar
ru: Вт
uk: Вів

source: Tuesday
cs: Úterý
fr: Mardi
ru: Вторник
uk: Вівторок

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
cs: Pokud není povoleno, AutoTimer NEBUDE hledat události odpovídající Vašim AutoTimerům automaticky, ale pouze po ukončení nastavení stlačením ZELENÉHO tlačítka.
fr: A moins que ce ne soit activé AutoTimer ne va PAS automatiquement rechercher les événements correspondant à votre AutoTimer mais seulement lorsque vous quittez l'IGU avec la bouton vert.
ru: Если этот параметр отключен, то Автотаймер НЕ будет автоматически искать новые совпадения для события, через заданный промежуток времени. Ручная возможность поиска, зеленая кнопка в Автотаймер - обзор.
uk: Якщо цей параметр не включено, то Автотаймер НЕ буде автоматично шукати нові співпадіння для події. Ручна можливість пошуку, зелена кнопка в Автотаймер - огляд.

source: Upper bound of timespan.
cs: Horní mez časového úseku.
fr: Limite supérieure de la plage horaire.
ru: Верхняя граница промежутка времени.
uk: Верхня межа проміжку часу.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
cs: Horní mez časového úseku. Nic po tomto času nebude odpovídat. Posuny nejsou brány v úvahu!
fr: Limite supérieure de la plage horaire. Rien après cette heure ne sera pris en compte. Les décalages ne sont pas pris en compte!
ru: Верхняя граница промежутка времени. Ничего позже этого времени не будет совпадать. Смещения не учитываются!
uk: Верхня межа проміжку часу. Нічого пізніше цього часу не буде співпадати. Зміщення не враховуються!

source: Use a custom location
cs: Použít vlastní umístění
fr: Utiliser une localisation spécifique
ru: Пользовательская директория
uk: Користувацька директорія

source: Use blue key to edit bouquets or services.
cs: Modré tlačítko pro úpravu přehledů nebo programů.
fr: Utiliser le bouton bleu pour éditer les bouquets ou les services.
ru: Синяя кнопка для редактирования букетов или сервисов.
uk: Синя кнопка для редагування букетів або каналів.

source: Use yellow key to edit filters.
cs: Žluté tlačítko pro úpravu filtrů.
fr: Utiliser le bouton jaune pour éditer les filtres.
ru: Желтая кнопка для редактирования фильтров.
uk: Жовта кнопка для редагування фільтрів.

source: Wakeup receiver for start timer
cs: Probudit přijímač kvůli začátku časovače
fr: Réveiller le récepteur pour démarrer une programmation
ru: Разбудить ресивер для старта таймера
uk: Розбудить ресивер для старту таймера

source: Wed
cs: Středa
fr: Mer
ru: Ср
uk: Сер

source: Wednesday
cs: Středa
fr: Mercredi
ru: Среда
uk: Середа

source: Weekday
cs: Pracovní den
fr: Jour de semaine
ru: Будние дни
uk: Будні

source: Weekend
cs: Víkend
ru: Выходные
uk: Вихідні

source: Weekly (Monday)
cs: Týdně (pondělí)
fr: En semaine (Lundi)
ru: Еженедельно (понедельник)
uk: Щотижня (понеділок)

source: Weekly (Sunday)
cs: Týdně (neděle)
fr: En semaine (Dimanche)
ru: Еженедельно (воскресенье)
uk: Щотижня (неділя)

source: Welcome to the AutoTimer-Plugin
cs: Vítejte do pluginu AutoTimer.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
cs: Vitejte. Tento pomocník Vám pomůže vytvořit nový AutoTimer poskytnutím popisů pro běžná nastavení.

source: What is this "control menu" you keep talking about?
cs: Co je "ovládací menu" o kterém je stále řeč?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
cs: Při podpoře "Fast Scan" se ignoruje typ programu. Tuto funkci nemusíte zapínat, jestliže máte a používáte image s podporou "Fast Scan".
fr: Lors de la "recherche rapide" le type de service est ignoré. Vous ne devez pas activer ceci à moins que votre image supporte "recherche rapide" et que vous l'utilisez.
ru: При поддержке "Быстрый поиск", тип сервисов будет игнорирован (это первые три значения референса). Вам не нужно включать это, если ваш имидж не поддерживает "Быстрый поиск".
uk: При використанні "Швидкий пошук" тип сервісів буде ігнорований. Вам не потрібно включати це, якщо ваш софт підтримує "Швидкий пошук" і ви використовуєте його.

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
cs: Pokud je zapnuto, bude AutoTimer kontrolovat nové události POUZE, pokud je ve standby.
fr: Si activé, AutoTimer recherchera pour de nouveaux évènements lorsque le récepteur est en veille.
ru: Если включено, то Автотаймер будет проверять наличие новых событий ТОЛЬКО в режиме ожидания.
uk: Якщо включено, то Автотаймер буде провіряти наявність нових подій ТІЛЬКИ в режимі очікування.

source: When this option enabled and short description and extended description match is empty and timer title exist in match title, match is not a duplicate. Attention, this may result in double timers.
cs: Když je tato volba povolena, krátký popis a rozšířený popis je prázdný a název časovače existuje v názvu, shoda není duplicita. Pozor, může to mít za následek duplicitní časovač.
fr: Lorsque cette option est activée et que la description courte et la correspondance de description étendue sont vides et que le titre de la minuterie existe dans le titre de la correspondance, la correspondance n’est pas un doublon. Attention, ceci peut entraîner des entrées en double.
ru: Если эта опция включена и нет краткого и расширенного описания для совпадения, а название таймера существует в названии совпадения, не считать это совпадение дубликатом. Внимание, это может привести к дублям таймера.
uk: Якщо ця опція включена і нема короткого і розширеного опису для співпадіння, а назва таймера існує в назві співпадіння, не вважати це співпадінняе дублікатом. Увага, це може привести до дубля таймера.

source: When this option enabled, short description to equal extended description if short description is empty.
cs: Pokud je tato volba povolena a krátký popis je prázdný, krátký popis se rovná rozšířenému popisu.
fr: Lorsque cette option est activée, la description courte est égale la description longue si la description courte est vide.
ru: Если эта опция включена и нет краткого описания для совпадения, то заменить его на расширенное описание.
uk: Ящо ця опція включена і нема короткого опису для співпадіння, то замінити його на розширений опис.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
cs: Jestliže je tato volba povolena, AutoTimer nebude porovnávat události, jestliže již existuje v seznamu časovače jiný časovač se stejným popisem.
fr: Lorsque cette option est activée l'AutoTimer ne prendra pas en compte certains évènements lorqu'une autre programmation avec la même description existe toujours dans la liste des timers.
ru: Когда этот параметр включен, то Автотаймер не будет добавлять совпадения, если другой таймер с тем же описанием уже существует в списке таймеров.
uk: Коли цей параметр включений, то Автотаймер не буде добавлят співпадіння, якщо другий таймер з тим самим описом вже існує в списку таймерів.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
cs: Pomocí této volby může být kanál pro záznam změněn na alternativní program.
fr: Avec cette option activée la chaîne a enregistrer peut être changée pour un service alternatif dont il est limité à.
ru: Если этот параметр включен, то канал записи можеть быть заменен на альтернативный сервис, к которому он переназначен.
uk: Якщо цей параметр включений, то канал запису може бути замінено на альтернативний сервіс, для якого він перепризначений.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
cs: Pomocí této volby můžete omezit AutoTimer určitý počet nahrávek. Nastavte 0 pro vypnutí této funkce.
fr: Avec cette option vous pouvez restreindre l'AutoTimer à un certains nombres d'enregistrements programmés. Le définir à 0 pour désactiver cette fonctionnalité.
ru: С помощью этого параметра вы можете ограничить автотаймер на определенное количество запланированных записей. Установите 0, если хотите отключить эту функцию.
uk: За допомогю цього параметра ви можете обмежити автотаймер на певну кількість запланованих записів. Встановіть 0, якщо бажаєте відключити цю функцію.

source: Wizard
cs: Průvodce
fr: Assistant
ru: Мастер
uk: Майстер

source: Wizard or Classic Editor?
cs: Průvodce nebo klasický editor?

source: Write the config file after every change which the user quits by saving.
cs: Zapsat konfigurační soubor po každé změně, kterou uživatel ukončí uložením.
fr: Ecrire le fichier de config après chaque modification lorsque l’utilisateur quitte en sauvegardant.
ru: Перезаписывать конфигурационный файл после каждого изменения, когда пользователь сохранил настройки.
uk: Перезаписувати конфігураційний файл после кожної зміни, коли користувач зберіг налаштування.

source: Yes
cs: Ano
fr: Oui
ru: Да
uk: Так

source: Yes and show notify
cs: Ano a zobrazit oznámení
fr: Oui et montrer une notification
ru: Да и показать сообщение
uk: Так і показати сповіщення

source: Yes, and delete all timers generated by this autotimer
cs: Ano, a odstraňte všechny časovače generované tímto Autotimerem
fr: Oui, et effacer toutes les programmations générées par cet AutoTimer
ru: Да и удалить все таймеры сгенерированные этим автотаймером
uk: Так і видалити всі таймери згенеровані цим автотаймером

source: Yes, but keep timers generated by this autotimer
cs: Ano, a zachovejte všechny časovače generované tímto Autotimerem
fr: Oui, mais garder les programmations générées par cet AutoTimer
ru: Да, но сохранить таймеры, сгенерированные этим автотаймером
uk: Так, але зберегти таймери, згенеровані цим автотаймером

source: Yes, keep them.
cs: Ano, zachovat.
