Repository: OpenPLi/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: cs, fr, ru, uk

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
cs: Filtry jsou dalším účinným nástrojem při určení událostí. AutoTimer může být omezen na určité dny v týdnu nebo může odpovídat pouze události s textem uvnitř, např. jejímu popisu. Stisknutím MODRÉHO přidáte nové omezení a ŽLUTÉ stiskněte pro odstranění vybraného.

source: Finished add to filterList with %s event(s): %s event(s) added %s event(s) skipped
cs: Dokončeno přidání %s událostí do seznamu filtrů: Přidáno událostí: %s Událostí vynecháno: %s
fr: L’ajout de %s évènement(s) à la liste des filtres est terminé: %s évènement(s) ajouté(s) %s évènement(s) ignoré(s)
ru: В список фильтров записано %s результатов: %s добавленных событий %s пропущеных событий
uk: Завершено додавання до списку фільтрів із %s передачами: %s передач(і) додано %s передач(і) пропущено

source: First day to match events. No event that begins before this date will be matched.
cs: První den odpovídající události. Událost začínající před tímto datem nevyhoví.
fr: Premier jour pour évènements correspondants. Aucun évènement qui commence avant cette date ne sera pris en compte.
ru: Первый день для совпадения событий. Ни одно событие, которое начинается раньше этой даты не будет учитываться.
uk: Перший день відповідно до події. Жодна подія, що починається перед тим, як ця дата буде зіставлятися.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
cs: Nalezeno celkem %d odpovídajících událostí. %d časovačů přidáno %d modifikováno %d konfliktů nalezeno %d podobných přidáno
fr: Un total de %d évènements correspondants trouvés. %d programmations ont été ajoutées et %d modifiées, %d conflits rencontrés, %d similaires ajoutés.
ru: Всего найдено %d совпадающих событий. %d таймер(ов) было добавлено и %d модифицировано, %d конфликтов возникло, %d аналогичных добавлено.
uk: Знайдено в загальній складності %d відповідні заходи. %d таймер були додані і %d змінив, %d конфлікти зіткнулися, %d подібності додав.

source: Frequently asked questions
cs: Často kladené otázky.
fr: Questions fréquements posées
ru: Часто задаваемые вопросы
uk: Найчастіші запитання

source: Frequently asked questions about the AutoTimer
cs: Často kladené otázky o AutoTimeru

source: Fri
cs: Pátek
fr: Ven
ru: Пт
uk: Пт

source: Friday
cs: Pátek
fr: Vendredi
ru: Пятница
uk: П'ятниця

source: Full (3000 events)
cs: Úplné (3000 událostí)
fr: Complet (3000 événements)
ru: Полный (3000 событий)
uk: Повний (3000 передач)

source: Generic setup
cs: Hlavní nastavení.

source: Guess existing timer based on begin/end
cs: Odhadnout existující časovač podle začátku/konce
fr: Deviner les timers existant basé sur début/fin
ru: Учесть уже существующий таймер, базируясь на начало/окончание
uk: Врахувати існуючий таймер, базуючись на початок / закінчення

source: Help
cs: Nápověda
fr: Aide
ru: Помощь
uk: Допомога

source: Here you can specify whether simultaneous timers of the same program can be created. This allows simultaneous recording of a program with different resolutions. (e.g. SD service and HD service).
cs: Můžete stanovit, zda lze vytvořit souběžné časovače stejného programu. To umožní současný záznam programu s různými rozlišeními. (např. SD program a HD program).
fr: Vous pouvez spécifier si plusieurs programmations simultanées du même programme peuvent être créées. Cela autorise l'enregistrement simultané de programme dans différentes résolutions (p.e. les services SD et HD).
ru: Здесь Вы можете указать, могут ли быть созданы одновременные таймеры одной и той же программы. Это позволяет одновременно записывать программу с разными разрешениями. (например, сервис SD и сервис HD).
uk: Тут ви можете вказати, чи можна створювати одночасні таймери однієї програми. Це дозволяє одночасно записувати програму з різною роздільною здатністю. (наприклад, формат SD і HD).

source: If 0, the popup will remain open.
cs: Pokud je 0, zůstane vyskakovací okno otevřené.
fr: Si 0, le message à l’écran restera ouvert.
ru: Если 0, всплывающее окно останется открытым всегда.
uk: Якщо 0, спливаюче вікно буде залишатися відкритим.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
cs: Pokud dojde ke konfliktu časovače, AutoTimer bude hledat mimo časový interval podobnou událost a přidá ji.
fr: Si un conflit de timer arrive, AutoTimer cherchera en dehors de la plage horaire pour un évènment similaire et il l'ajoutera.
ru: Если у таймера возникает конфликт, Автотаймер будет искать за пределами промежутка времени для аналогичного события и добавлять его.
uk: Якщо виник конфлікт таймер, автотаймера пошуку за межами діапазону часу для аналогічні події і додайте його.

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
cs: Jestliže je povoleno, pak se nebude vyhledávat během práce EPGRefresh.
fr: Si activé, l'interrogation sera suspendue si EPGRefresh est en cours d'exécution.
ru: Если включено, то проверка совпадений будет пропущена, если в текущее время запущен плагин 'Oбновление EPG'
uk: Якщо включено, то перевірка збігів буде пропущена, якщо в даний час запущений плагін 'Oбновленіе EPG'

source: If enabled, the polling will be skipped if a recording is in progress.
cs: Jestliže je povoleno, pak se nebude vyhledávání při probíhajícím nahrávání.
fr: Si activé, l'interrogation sera suspendue si un enregistrement est en cours.
ru: Если включено, то проверка совпадений будет пропущена, если в это время идет запись.
uk: Якщо включено, то перевірка збігів буде пропущена, якщо в цей час йде запис.

source: If specified bouquets
cs: Jsou-li určeny přehledy
fr: Si les bouquets sont spécifiés
ru: Если назначены букеты
uk: Якщо вказано фаворити

source: If specified services
cs: Jsou-li určeny programy
fr: Si les services sont spécifiés
ru: Если назначены сервисы
uk: Якщо вказані канали

source: If specified services or bouquets
cs: Jsou-li určeny programy nebo přehledy
fr: Si les services ou bouquets sont spécifiés
ru: Если назначены сервисы или букеты
uk: Якщо вказано канали, або фаворити

source: If the style is advanced, you will see more information about each auto timer. This change will not take effect until the plugin has started again.
cs: Při rozšířeném stylu uvidíte více informací o každém automatickém časovači. Tato změna projeví se až při novém spuštění pluginu.
fr: Si le style est avancé, vous verrez plus d'information à propos de chaque programmation.
ru: Если стиль расширенный, то вы увидете больше информации о каждом автотаймере.
uk: Якщо стиль розширений, то ви побачите більше інформації про кожен автотаймером.

source: If this enabled, debug Autotimer write in log file.
cs: Jestliže je povoleno, Autotimer zapisuje debug do log souboru.
fr: Si cette option activée, le déboggage d’Autotimer écrira dans le fichier journal.
ru: Если это включено, то лог отладки Автотаймера будет записан в файл.
uk: Якщо це включено, то лог налагодження автотаймером буде записаний у файл.

source: If this enabled, debug log print in console mode start enigma2.
cs: Vytiskne protokol ladění v režimu konzoly enigma2.
fr: Si c’est activé, le log de débogage imprimera sur la console au démarrage d’enigma2.
ru: Если это включено, то лог отладки будет выводится в режиме запуска enigma2 через консоль.
uk: Якщо це включено, то лог налагодження буде виводиться в режимі запуску enigma2 через консоль.

source: If this enabled, search log write in autotimer_search.log.
cs: Jestliže je povoleno, bude se zapisovat do protokolu autotimer_search.log.
fr: Si cette option est activée, le journal de recherche écrit dans autotimer_search. log.
ru: Если это включено, то лог поиска будет записан в файл autotimer_search.log.
uk: Якщо це включено, увійдіть у журнал пошуку autotimer_search.log.

source: If this enabled, will check the list of timers, conflicting autotimers are disabled, the duplicate autotimers will be deleted.
cs: Pokud je tato volba zapnuta, zkontroluje seznam časovačů, konfliktní autotimery zakáže, duplicitní autotimery smaže.
fr: Si c’est activé, cela vérifiera la liste des programmations, les AutoTimers en conflit seront désactivés, les AutoTimers dupliqués seront effacés.
ru: Если эта опция включена, то будет запущена проверка списка таймеров, по окончании поиска событий .Кофликтные автотаймеры будут отключены, дублирующие автотаймеры будут удалены.
uk: Якщо ця функція ввімкнена, буде перевірено список таймерів, конфліктуючі автотаймери вимкнено, дублікати автотаймерів будуть видалені.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
cs: Při zapnutí této funkce se bude existující časovač považovat za nahrávající, jestliže nahraje alespoň 80% programu.
fr: Si c'est activé, une programmation existante sera considérée comme enregistrant un événement si elle enregistre au moins 80% de celui-ci.
uk: Якщо це ввімкнено, існуючий таймер також буде вважатися записом передачі, якщо він записує принаймні 80% її.

source: If this is enabled, up on the MENU button in the multi-EPG will list of choices for AutoTimer.
cs: Jestliže je povoleno, v menu v multi-EPG se zobrazí seznam možností pro AutoTimer.
fr: Si c'est activé, sur la touche menu dans le multi-EPG vous aurez une liste de choix pour AutoTimer.
ru: Если этот параметр включен, то на кнопке меню в мульти EPG, будет список действий для Автотаймера.
uk: Якщо цей параметр включений, то на кнопці меню в графічному EPG, буде список дій для автотаймером.

source: If this is enabled, up on the Menu button in the standard single-EPG will list of choices for AutoTimer.
cs: Jestliže je povoleno, v menu v EPG se zobrazí seznam možností pro AutoTimer.
fr: Si c'est activé, sur la touche menu dans l'EPG simple standard vous aurez une liste de choix pour AutoTimer.
ru: Если этот параметр включен, то на кнопке меню в стандартном одиночном EPG, будет список действий для Автотаймера.
uk: Якщо цей параметр включений, то на кнопці меню в мульти EPG, буде список дій для автотаймером.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
cs: Název příslušného AutoTimeru bude přidán jako tag časovačům vytvořených tímto pluginem.
fr: Si c'est sélectionné, le nom des AutoTimers respectifs sera ajouté comme marqueur (tag) aux programmations créées par ce plugin.
ru: Если выбран этот параметр, имя соответствующего Автотаймера будет добавлено в качестве тега таймера, созданным этим плагином.
uk: Якщо цей параметр вибрано, ім'я відповідного автотаймера додаються як тег таймери, створений цей плагін.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
cs: Jestliže je povoleno, tag "AutoTimer" bude přidáván do časovačů založených tímto pluginem.
fr: Si c'est séléctionné, le marqueur "AutoTimer" sera donné aux programmations créées par ce plugin.
ru: Если выбран этот параметр, то тег "Автотаймер" будет присвоен таймерам, созданным этим плагином.
uk: Якщо цей параметр вибрано, тег "Автотаймера" буде приділено таймери, створений цей плагін.

source: If your receiver has a small amount of memory, clear memory before poll AutoTimer run.
cs: Pokud má přijímač malé množství paměti, vyčistěte paměť před spuštěním vyhledávání AutoTimeru.
fr: Si votre récepteur a une petite quantité de mémoire, effacez la mémoire avant l’exécution de l’analyse de l’AutoTimer.
ru: Если ваш ресивер имеет небольшой объем памяти, очистите память перед автоматическим запуском поиска автотаймеров.
uk: Якщо Ваш приймач має невеликий об'єм пам'яті, очистіть пам'ять перед запуском автотаймера.

source: If your receiver has a small amount of memory, use mode 'Standard (1000 events)' or 'Advanced (2000 events)'.
cs: Pokud má přijímač malé množství paměti, použijte režim 'Standardní (1000 událostí)' nebo 'Pokročilé (2000 událostí)'.
fr: Si votre récepteur dispose d’une petite quantité de mémoire, utilisez le mode ’Standard (1000 événements)' ou ’Avancé (2000 événements)’.
ru: Если у вашего ресивера небольшой объем памяти, используйте режим 'Стандартный (1000 событий)' или 'Расширенный (2000 событий)'.
uk: Якщо Ваш приймач має невеликий об'єм пам’яті, використовуйте режим 'Стандартний (1000 подій)', або 'Розширений (2000 подій)'.

source: Import AutoTimer
cs: Importovat AutoTimer
fr: Importer AutoTimer
ru: Автотаймер - импорт
uk: Імпорт автотаймера

source: Import existing Timer
cs: Importovat existující časovač
fr: Import des timers existants
ru: Импорт существующего таймера
uk: Імпорт існуючого таймера

source: Import from EPG
cs: Importovat z EPG
fr: Import depuis EPG
ru: Импорт из EPG
uk: Імпорт з EPG

source: Include
cs: Včetně
fr: Inclure
ru: Включать
uk: Включити

source: Include "AutoTimer" in tags
cs: Zahrnout "AutoTimer" do tagů
fr: Inclure "AutoTimer" dans les marqueurs (tags)
ru: Включать "Автотаймер" в теги
uk: Включити "Автотаймер" в теги

source: Include AutoTimer name in tags
cs: Zahrnout jméno AutoTimeru do tagů
fr: Inclure le nom AutoTimer dans les marqueurs (tags)
ru: Включать имя Автотаймера в теги
uk: Включати ім'я автотаймером в теги

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
cs: AutoTimer je možné omezit na určité programy nebo přehledy nebo určité zakázat. Událost bude odpovídat tomuto AutoTimeru, pokud se jedná o konkrétní a nezakázaný program (uvnitř přehledu). Stiskněté MODRÉ pro přidání nového omezení a ŽLUTÉ pro odstranění vybraného.

source: Last day to match events. Events have to begin before this date to be matched.
cs: Poslední den odpovídající události. Událost musí začínat před tímto datem, jinak nevyhoví.
fr: Dernier jour pour événement correspondant. Les évènements doivent commencer avant cette date pour être pris en compte.
ru: Последний день для совпадения событий. Ни одно событие, которое начинается позже этой даты не будет учитываться.
uk: Останній день для збігу подій. Жодна подія, яке починається пізніше цієї дати не враховуватиметься.

source: Location
cs: Umístění
fr: Localisation
ru: Расположение
uk: Розташування

source: Lower bound of timespan.
cs: Dolní mez časového úseku.
fr: Limite inférieure de la plage horaire.
ru: Нижняя граница промежутка времени.
uk: Нижня межа проміжку часу.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
cs: Dolní mez časového úseku. Nic před tímto časem nebude odpovídat. Posuny nejsou brány v úvahu!
fr: Limite inférieure de la plage horaire. Rien avant cette heure ne sera pris en compte. Les décalages ne sont pas pris en compte!
ru: Нижняя граница промежутка времени. Ничего до этого времени не будет совпадать. Смещения не учитываются!
uk: Нижня межа проміжку часу. Нічого до цього часу не співпадатиме. Зміщення не враховуються!

source: Match Timespan: %02d:%02d - %02d:%02d
cs: Najít v časovém úseku: %02d:%02d - %02d:%02d
fr: Correspond à la plage horaire: %02d:%02d - %02d:%02d
ru: Промежуток времени совпадения: %02d:%02d - %02d:%02d
uk: Проміжок часу збігів: %02d:%02d - %02d:%02d

source: Match title
cs: Hledat v názvu
fr: Titre correspondant
ru: Название совпадения
uk: Назва збігів

source: Match title: %s
cs: Hledat v názvu: %s
fr: Correspond au titre: %s
ru: Название совпадения: %s
uk: Назва збігів: %s

source: Max. count for saved searchlog
cs: Maximální počet ukládaných seznamů hledání
fr: Compteur max. pour les logs de recherche sauvegardés
ru: Максимальное количество записей лога поиска
uk: Макс. кількість для збереженого журналу пошуку

source: Max. match search events
cs: Maximum událostí pro vyhledávání
fr: Max. événements de recherche correspondants
ru: Максимальное количество поиска совпадений
uk: Макс. кількість пошуку передач

source: Maximum duration (in m)
cs: Maximální délka trvání (v minutách)
fr: Durée maximale (en m)
ru: Максимальная продолжительность (в мин)
uk: Максимальна тривалість (в хв)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
cs: Maximální délka události. Jestliže je událost delší než tato doba (bez posunu), pak by neměla odpovídat.
fr: Durée maximale d'un évènement qui correspond. Si un évènement est plus long que cette durée (sans les marges) il ne sera pas pris en compte.
ru: Максимальная продолжительность события для совпадения. Если событие больше, чем эта сумма времени (без смещения), то это событие не будет считатся совпавшим.
uk: Максимальна тривалість події для збігу. Якщо подія більше, ніж ця сума часу (без зсуву), то ця подія не буде вважатися яке співпало.

source: Message Do you really want to delete %s?
cs: Oznámení Opravdu chcete smazat %s?
fr: Message Voulez-vous vraiment effacer %s?
ru: Сообщение Вы действительно хотите удалить %s?
uk: Повідомлення Ви дійсно хочете видалити %s?

source: Modify existing timers
cs: Změnit existující časovače
fr: Modifier les timers existants
ru: Изменить существующие таймеры
uk: Змінити існуючі таймери

source: Mon
cs: Pondělí
fr: Lun
ru: Пн
uk: Пн

source: Monday
cs: Pondělí
fr: Lundi
ru: Понедельник
uk: Понеділок

source: Monthly
cs: Měsíčně
fr: Mensuel
ru: Ежемесячно
uk: Щомісяця

source: Never
cs: Nikdy
fr: Jamais
ru: Никогда
uk: Ніколи

source: New
cs: Nové programy
fr: Nouveau
ru: Новый
uk: Новий

source: No
cs: Ne
fr: Non
ru: Нет
uk: Ні

source: No log file found
cs: Nenalezen žádný log soubor
fr: Aucun fichier de log trouvé
ru: Не найден лог файл
uk: Не знайдено файл логу

source: No searchLog found! So you have no new or modified timer at last autotimer-search.
cs: Nenalezen searchLog! To znamená žádný nový nebo modifikovaný časovač při posledním prohledávání.
fr: Aucun log de recherche trouvé! Donc vous n’avez pas de programmation nouvelle ou modifiée lors de la dernière recherche automatique.
ru: Не найден лог поиска! Это значит, что у Вас нет нового или измененного таймера при последнем поиске автотаймеров.
uk: Журнал пошуку не знайдено! Таким чином у Вас немає нового, або зміненого таймера у останньому автотаймер-пошуку.

source: No, remove them.
cs: Ne, odstranit.

source: None
cs: Žádné
fr: Aucun
ru: Нет
uk: Ні

source: Not after
cs: Ne po
fr: Pas après
ru: Не позже чем
uk: Не пізніше, ніж

source: Not before
cs: Ne před
fr: Pas avant
ru: Не раньше чем
uk: Не раніше, ніж

source: Not found xml config file!
cs: Nenalezen xml konfigurační soubor!
fr: Impossible de trouver le fichier xml de configuration!
ru: Не найден xml конфиг файл!
uk: Не знайдено конфігураційний файл xml!

source: Number of scheduled recordings left.
cs: Počet zbývajících naplánovaných nahrávek.
fr: Nombre d'enregistrements programmés restants.
ru: Количество оставшихся запланированных записей.
uk: Кількість що залишилися запланованих записів.

source: Offset after recording (in m)
cs: Posun po nahrávání (v minutách)
fr: Marge après enregistrement (en m)
ru: Смещение после окончания записи (в мин)
uk: Зсув після закінчення запису (в хв)

source: Offset before recording (in m)
cs: Posun před nahráváním (v minutách)
fr: Marge avant enregistrement (en m)
ru: Смещение после окончания записи (в мин)
uk: Зсув після закінчення запису (в хв)

source: On any service
cs: Na libovolném programu
fr: Sur n'importe quel service
ru: Любой сервис
uk: Будь-які служби

source: On same service
cs: Na stejném programu
fr: Sur le même service
ru: Этот сервис
uk: Цей сервіс

source: Only AutoTimers created during this session
cs: Jen AutoTimery založené v této akci
fr: Seulement les AutoTimers créés pendant cette session
ru: Только Автотаймеры созданые в ходе этой сессии
uk: Тільки автотаймери створені в ході цієї сесії

source: Only add timer for next x days
cs: Časovač přidat pouze na x dní
fr: Ajouter seulement le timer pour les prochains x jours
ru: Добавлять таймер только для следующих х дней
uk: Додати таймер тільки для наступних х днів

source: Only match during timespan
cs: Jen odpovídající časovému úseku
fr: Correspondant seulement pendant la plage horaire
ru: Только совпадения в промежуток времени
uk: Тільки збіги в проміжок часу

source: Only on Service: %s
cs: Pouze na programu: %s
fr: Seulement sur service: %s
ru: Только сервис: %s
uk: Тільки сервіс: %s

source: Only on Weekday: %s
cs: Pouze: %s
fr: Seulement sur le jour de la semaine: %s
ru: Только день: %s
uk: Тільки день: %s

source: Only poll while in standby
cs: Vyhledávat pouze ve standby
fr: Seulement interroger en mode veille
ru: Проверка только в режиме ожидания
uk: Перевірка тільки в режимі очікування

source: Open Context Menu
cs: Otevřít kontextové menu
fr: Ouvrir menu contextuel
ru: Открыть контекстное меню
uk: Відкрити контекстне меню

source: Open Timers list
cs: Otevřít seznam časovačů
fr: Ouvrir liste des programmations
ru: Открыть список таймеров
uk: Відкрити список таймерів

source: Open plugin
cs: Otevřít plugin
fr: Ouvrir plugin
ru: Открыть плагин
uk: Відкрити плагін

source: Open select location
cs: Otevřít zvolené umístění
fr: Ouvrir la localisation choisie
ru: Открыть выбор расположения
uk: Відкрити вибір розташування

source: Open select location as timer name
cs: Otevřít vybrané místo jako název časovače
fr: Ouvrir la localisation sélectionnée comme nom de programmation
ru: Открыть выбор расположения как имя таймера
uk: Відкрити вибір розташування як ім'я таймера

source: Other filters (edit in filter menu)
cs: Další filtry (upravit v menu filtrů)
fr: Autre filtres (éditer dans le menu filtre)
ru: Другие фильтры (меню фильтров)
uk: Інші фільтри (меню фільтрів)

source: Override found with alternative service
cs: Přepsat nalezené alternativním programem
fr: Remplacer le trouvé par le service alternatif
ru: Заменить на найденное в альтернативном сервисе
uk: Замінити на знайдене в альтернативному сервісі

source: Path debug log
cs: Cesta pro log
fr: Chemin vers le fichier log de déboggage
ru: Расположение лога отладки
uk: Розташування логу налагодження

source: Percentage ratio for duplicates matches
cs: Procentní poměr pro shody duplicity
fr: Ratio de pourcentage pour les correspondances en doublons
ru: Процентное соотношение для дубликатов совпадений
uk: Процентне співвідношення для дублікатів співпадінь

source: Please provide a Text to match
cs: Zadejte text pro 'Hledat v názvu'
fr: Merci de fournir un texte à rechercher
ru: Пожалуйста, укажите текст для совпадения
uk: Вкажіть текст для співпадіння

source: Poll Interval (in h)
cs: Interval zjišťování (v hodinách)
fr: Intervalle d'interrogation (en h)
ru: Интервал проверки ( в часах)
uk: Інтервал перевірки ( в годинах)

source: Poll automatically
cs: Zjišťovat automaticky
fr: Interroger automatiquement
ru: Автоматическая проверка
uk: Автоматична провірка

source: Popup timeout in seconds
cs: Délka zobrazení okna v sekundách
fr: Délai d’expiration de la fenêtre pop-up
ru: Таймаут всплывающего окна в секундах
uk: Таймаут вспливаючого вікна в секундах
