Repository: OpenPLi/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: cs, fr, ru, uk

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
cs: Můžete nastavit, po kolik dnů v budoucnu jsou časovače přidávány. Nastavení 0 zakáže tuto vlastnost.
fr: Vous pouvez controller pour combien de jours dans le futur les programmations seront ajoutées. Mette la valeur à 0 pour désactiver cette option.
ru: Вы можете контролировать, сколько дней в будущем можно добавлять таймеры. Установите 0, если хотите отключить эту функцию.
uk: Ви можете контролювати, скільки днів в майбутньому можна добавляти таймери. Встановіть 0, якщо бажаєте відключити цю функцію.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
cs: Zde můžete nastavit základní vlastnosti AutoTimeru. Zatímco 'Popis' je název zobrazovaný v přehledu, 'Hledat v názvu' je to, co se hledá v EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
cs: Nezadali jste "Hledat v názvu" pro Váš nový automatický časovač. Bez toho nemůžete pokračovat.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
cs: Zadali jste "%s" jako 'Hledat v názvu'. Chcete odstranit mezery na konci?
fr: Vous avez entré "%s" comme texte de recherche. Voulez-vous effacer les espaces à la fin?
ru: Вы ввели "%s" как текст для совпадения. Хотите удалить пробелы в строке?
uk: Ви ввели "%s" як текст для співпадіння. Бажаєте видалити пробіли в рядку?

source: You now know almost everything there is to know about the AutoTimer-Plugin. As a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
cs: Nyní znáte téměř vše co je potřeba znát o pluginu AutoTimer. Důležité je se dívat na pomocné texty, které jsou zobrazovány při nastavování časovače.

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
cs: Úspěšně jste nakonfigurovali nový AutoTimer. Chcete jej přidat do seznamu? Můžete se vrátit o krok zpět stisknutím tlačítka EXIT na dálkovém ovladači.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
cs: Parametr 'Hledat v názvu' končí mezerou. Potvrďte, zda to bylo úmyslné. Pokud ne, mezera bude odstraněna.

source: Your config file is not well-formed: %s
cs: Váš konfigurační soubor nemá správný formát: "%s
fr: Votre fichier de configuration n'est pas correcte: %s
ru: Ваш конфигурационный файл поврежден: %s
uk: Ваш конфігураційний файл пошкоджений: %s

source: add AutoTimer
cs: Přidat AutoTimer
fr: Ajouter AutoTimer
ru: добавить Автотаймер
uk: добавити Автотаймер

source: add AutoTimer...
cs: Přidat AutoTimer...
fr: Ajouter AutoTimer...
ru: добавить Автотаймер...
uk: добавити Автотаймер...

source: add filters
cs: Přidat filtry
fr: Ajouter filtres
ru: добавить фильтры
uk: добавити фільтри

source: add to AutoTimer filterList
cs: přidat do seznamu filtrů AutoTimeru
fr: Ajouter à la liste de filtres AutoTimer
ru: добавить в список фильтров Автотаймера
uk: додати до Автотаймера список фільтрів

source: always
cs: Vždy
fr: toujours
ru: всегда
uk: завжди

source: auto
cs: Automaticky
ru: авто
uk: авто

source: autotimers need a match attribute
cs: Autotimery potřebují odpovídající atribut
fr: Les autotimers ont besoin d'un attribut correspondant
ru: Автотаймерам нужен атрибут совпадения
uk: Автотаймерам потрібен атрибут співпадіння

source: begin searchLog from
cs: začátek vyhledávání z
fr: Démarrer searchLog depuis
ru: старт - лог поиска от
uk: розпочати лог пошуку для

source: case-insensitive search
cs: Nerozlišovat velikost písmen
fr: Recherche non sensible à la case
ru: поиск без учета регистра
uk: пошук без обліку регістру

source: case-sensitive search
cs: Rozlišovat velká a malá písmena
fr: Recherche sensible à la case
ru: поиск с учетом регистра
uk: пошук з обліком регістру

source: config changed.
cs: konfigurace změněna.
fr: Configuration modifiée.
ru: конфиг изменен.
uk: конфіг змінено.

source: create AutoTimer for current event
cs: Vytvořit AutoTimer pro aktuální událost
fr: Créer un AutoTimer pour l'évènement actuel
ru: создать Автотаймер для текущего события
uk: створити Автотаймер для поточної події

source: delete
cs: Smazat
fr: Effacer
ru: удалить
uk: видалити

source: description match
cs: Hledat v popisu
fr: Description correspondante
ru: описание совпадения
uk: опис співпадіння

source: disable
cs: Zakázat
fr: désactiver
ru: отключено
uk: виключено

source: disabled
cs: Zakázáno
fr: Désactivé
ru: отключено
uk: відключено

source: do nothing
cs: Nedělat nic
fr: Ne rien faire
ru: ничего не делать
uk: нічого не робити

source: edit filters
cs: Upravit filtry
fr: Editer filtres
ru: редактор фильтров
uk: редактировать фильтры

source: enable
cs: Povolit
fr: Activer
ru: включено
uk: включено

source: enabled
cs: Povoleno
fr: Activé
ru: включено
uk: включено

source: exact match
cs: Přesně odpovídá
fr: Correspondance exacte
ru: точное совпадение
uk: точне співпадіння

source: favorites description match
cs: V popisu oblíbených
fr: la description favorite correspond
ru: описание совпадения в фаворитах
uk: фаворити улюбленого опису

source: go to deep standby
cs: Přejít do hlubokého spánku
fr: Mettre en veille profonde
ru: перейти в режим глубокого ожидания
uk: перейти в режим глубокого очікування

source: go to standby
cs: Přejít do pohotovostního režimu
fr: Mettre en veille
ru: перейти в режим ожидания
uk: перейти в режим очікування

source: in Description
cs: V popisu
fr: Dans description
ru: в описании
uk: в описау

source: in Shortdescription
cs: V krátkém popisu
fr: Dans description courte
ru: в кратком описании
uk: в короткому опису

source: in Title
cs: V názvu
fr: Dans titre
ru: в названии
uk: в назві

source: like autotimer.log
cs: jako autotimer.log
fr: comme autotimer.log
ru: как autotimer.log
uk: схожий autotimer.log

source: mins
cs: minut
ru: минут
uk: хвилин

source: missing parameter "id"
cs: chybí parametr "id"
fr: Paramètre manquant "id"
ru: отсутствует параметр "ид"
uk: відсутній параметр "ід"

source: missing parameter "xml"
cs: chybí parametr "xml"
fr: Paramètre manquant « xml »
ru: отсутствует параметр "xml"
uk: відсутній параметр 'xml'

source: never
cs: Nikdy
fr: jamais
ru: никогда
uk: ніколи

source: on Weekday
cs: Na den v týdnu
fr: Les jours de la semaine
ru: по дням
uk: по днях

source: only from deep standby
cs: Pouze z hlubokého spánku
fr: seulement depuis la veille profonde
ru: только из режима глубокого ожидания
uk: тільки з режиму глубокого очікування

source: only from standby
cs: Pouze ze standby
fr: seulement depuis la veille
ru: только из режима ожидания
uk: тільки з режиму очікування

source: partial match
cs: Částečná shoda
fr: Correspondance partielle
ru: частичное совпадение
uk: часткове співпадіння

source: record
cs: Nahrát
fr: Enregistrer
ru: запись
uk: запис

source: scan for new Events
cs: hledání nových událostí
fr: Rechercher de nouveaux événements
ru: поиск новых событий
uk: шукати нові Передачі

source: standard
cs: Standardní
ru: стандарт
uk: стандарт

source: title ends with
cs: Název končí na
fr: Titre se termine par
ru: имя совпадения заканчивается на
uk: назва закінчується на

source: title starts with
cs: Název začíná na
fr: Titre commençant par
ru: имя совпадения начинается с
uk: ім'я співпадіння починається з

source: unable to find timer with id %i
cs: nemohu najít časovač s id %i
fr: Impossible de trouver une programmation avec l'id %i
ru: не найден таймер с ид %i
uk: не знайдено таймер з ід %i

source: unknown
cs: Neznámý
fr: Inconnu
ru: неизвестно
uk: невідомо

source: zap
cs: Přepnout
fr: Zapper
ru: переключение
uk: перемикання

source: zap and record
cs: Přepnout a nahrát
fr: zapper et enregistrer
ru: переключение и запись
uk: перемикання і запис

source: - AutoTimer
ru: - Автотаймер
uk: - АвтоТаймер

source: %s: %s at %s
fr: %s: %s à %s
ru: %s: %s в %s
uk: %s: %s в %s

source: Attention! We recommend that you ignore case when searching in Cyrillic if the search name contains uppercase and lowercase letters.
fr: Attention ! Nous vous recommandons de ne pas tenir compte de la casse lors d'une recherche en cyrillique si le nom de la recherche contient des lettres majuscules et minuscules.
ru: Внимание! Мы рекомендуем игнорировать регистр при поиске на кириллице, если имя поиска содержит прописные и строчные буквы.

source: AutoTimer
ru: Автотаймер
uk: АвтоТаймер

source: AutoTimer
ru: Автотаймер
uk: АвтоТаймер

source: AutoTimer %s FilterListEntry
ru: Автотаймер %s запись фильтра
uk: Автотаймер %s FilterListEntry

source: AutoTimer Editor
fr: Editeur AutoTimer
ru: Автотаймер - редактор
uk: Автотаймер - редактор

source: AutoTimer scan
ru: Автотаймер - сканирование
uk: АвтоТаймер сканування

source: IPTV stream use only this service for search
fr: Le flux IPTV utilise uniquement ce service pour la recherche
ru: Для канала IPTV используется только этот сервис для поиска

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
fr: Nommer les programmations avec la saison, épisode et titre, en accord avec les paramètres de SeriesPlugin.
ru: Этикетка таймеров по сезон/эпизод/название, в соответствии с настройками плагина SeriesPlugin.
uk: Етикетка таймерів по (сезон / епізод / назва), відповідно до настройками плагіна SeriesPlugin.

source: Label series
fr: Nom des séries
ru: Этикетка сериалов
uk: Етикетка серіалів

source: OK
ru: ОK
uk: ОK

source: Save the by SeriesPlugin generated timer-name in a filterlist to filter at later timer-searches (only with SeriesPlugin)
fr: Enregistrez le par nom de minuteur généré par SeriesPlugin dans une liste de filtres à filtrer lors des recherches de programmations ultérieures (uniquement avec SeriesPlugin)
ru: Сохраните имя таймера, созданного с помощью плагина SeriesPlugin, в список фильтров, как фильтр для последующего поиска автотаймеров (только для SeriesPlugin).
uk: Збережіть ім’я таймера, згенеровану SeriesPlugin, у списку фільтрів для фільтрації при подальших пошуках таймера (тільки з SeriesPlugin)

source: Save/check labeled series in filterlist (SeriesPlugin)
fr: Sauvegarder/vérifier les séries nommées dans filterlist (SeriesPlugin)
ru: Сохранение/проверка этикеток сериалов в список фильтров (SeriesPlugin)
uk: Зберегти/перевірити позначені серії в списку фільтрів (SeriesPlugin)

source: searchLog
ru: лог поиска
uk: лог пошуку

source: Any Day filter refers to the day of the timespan start, even if the timespan crosses midnight.
fr: Le filtre Any Day fait référence au jour du début de l'intervalle de temps, même si l'intervalle de temps dépasse minuit.
