Repository: OpenPLi/enigma2-plugins
Catalog: elektro/po/*.po
Languages: ar, fr

source: A NAS/Server can be shut down. Is required activated Telnet.
ar: يمكن إغلاق NAS / الخادم. مطلوب Telnet المنشط.
fr: Un serveur NAS peut être éteint. Cela nécessite un accès telnet actif.

source: Active Time Profile
ar: ملف تعريف الوقت النشط
fr: Activer le profil de temps

source: Automatically shut down to deep standby
ar: إيقاف التشغيل تلقائياً إلى وضع الاستعداد العميق
fr: Mettre automatiquement en veille profonde

source: Avoid deep standby when HDD is active, e.g. for FTP
ar: تجنب الاستعداد العميق عندما يكون محرك الأقراص الصلبة نشطًا، على سبيل المثال لبروتوكول نقل الملفات
fr: Eviter la veille profonde lorsque le disque dur est actif, p.e. pour du FTP

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
ar: يتم استخدام كلا التشكيلات بشكل بديل. عند إيقاف تشغيل ملف التعريف الآخر يتم تمكين. وهذا يسمح دورتين زمنيتين في اليوم الواحد. لا تتداخل مع الأوقات.
fr: Chaque profile est utilisé alternativement. Lors de l'extinction l'autre profil est activé. Cela permet 2 cycles par jour. Ne pas chevaucher les heures!

source: Cancel
ar: إلغاء
fr: Annuler

source: Check IPs (press OK to edit)
ar: التحقق من برامج العمل (اضغط موافق للتحرير)
fr: Vérifier les IPs (appuyer sur OK pour éditer)

source: Command [poweroff, shutdown -h,...]
ar: الأمر [الاغلاق، إيقاف -h,...]
fr: Commande [poweroff, shutdown -h,...]

source: Connection Error
ar: خطأ في الإتصال
fr: Erreur de connexion

source: Description
ar: الوصـف

source: Do not wake up at the end of next deep standby interval.
ar: لا تستيقظ في نهاية فترة الاستعداد العميق المقبل.
fr: Ne pas réveiller à la fin du prochain interval de veille profonde.

source: Don't wake up
ar: لا تستيقظ
fr: Ne pas réveiller

source: Elektro Power Save
ar: Elektro حفظ الطاقة
fr: Economiseur d'énergie Elektro

source: Enable Elektro Power Save
ar: تمكين حفظ الطاقة Elektro
fr: Activer la sauvegarde d'énergie Elektro

source: Extensions menu
ar: قائمة الملحقات
fr: Menu extensions

source: Force sleep (even when not in standby)
ar: وضع السكون (حتى عندما لا تكون في وضع الاستعداد)
fr: Forcer le repos (même lorsqu'il n'est pas en veille)

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
ar: يفرض وضع الاستعداد العميق، حتى عندما لا يكون الوضع في وضع الاستعداد. لا تتأثر التسجيلات المجدولة.
fr: Forcer la veille profonde, même lorsqu'il n'est pas en veille. Les enregistrements programmés ne seront pas affectés.

source: Friday
ar: الجمعه
fr: Vendredi

source: Go to Standby now?
ar: هل تذهب إلى "وضع الاستعداد" الآن؟
fr: Aller en veille maintenant?

source: Go to sleep now?
ar: تذهب للنوم الآن؟
fr: Aller au repos maintenant?

source: Help
ar: المساعدة
fr: Aide

source: Holiday mode (experimental)
ar: وضع العطلة (تجريبي)
fr: Mode vacances (expérimental)

source: IP Address
ar: عنوان الايبي
fr: Adresse IP

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
ar: إذا كان من المفترض أن تدخل مربع الاستعداد العميق على سبيل المثال ليلة الاثنين في 1 صباحا ، فإنه هو بالفعل يوم الثلاثاء. لتمكين هذا على أي حال، يمكن تحديد وقت بدء اليوم التالي مختلفة هنا.
fr: Si la boite est supposée entrer en veille profonde p.e. la nuit de lundi à 1h du matin, et s'il est déjà mardi. Pour l'activer quant même, une heure de début différente, le jour suivant, peut être spécifiée ici.

source: Monday
ar: الاثنين
fr: Lundi

source: NAS Poweroff (press OK to edit)
ar: NAS Poweroff (اضغط موافق للتحرير)
fr: Eteindre le NAS (appuyer sur OK pour éditer)

source: NAS/Server Name or IP
ar: اسم NAS/الخادم أو IP
fr: NAS/Nom du serveur ou adresse IP

source: Name
ar: الاسم
fr: Nom

source: Next day starts at
ar: اليوم التالي يبدأ في
fr: Jour suivant commence à

source: OK
ar: موافق

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Plugin menu
ar: قائمة البلج إنز
fr: Menu plugin

source: Puts the box in standby mode after boot.
ar: يضع الجهاز في وضع الاستعداد بعد التشغيل.
fr: Mettre la boite en veille après le démarrage.

source: Run
ar: تشغيل
fr: Fonctionne

source: Saturday
ar: السبت
fr: Samedi

source: Show in
ar: تظهر في
fr: Afficher dans

source: Showing Elektro readme.txt
ar: إظهار Elektro readme.txt
fr: Afficher Elektro readme.txt

source: Sleep
ar: النوم
fr: repos

source: Specify how long to show the standby query on boot screen. This value can be set to ensure the box does not shut down to deep standby again too fast when in standby mode.
ar: حدد المدة التي يجب فيها إظهار استعلام الاستعداد على شاشة التمهيد. يمكن تعيين هذه القيمة للتأكد من عدم إيقاف مربع إلى وضع الاستعداد العميق مرة أخرى سريع جداً عندما يكون في وضع الاستعداد.
fr: Spécifie combien de temps la demande de mise en veille sera affichée à l'écran. Cette valeur peut être mise pour éviter que le récepteur ne bascule en veille profonde trop rapidement après une mise en veille.

source: Specify plugin description to be used in menu (needs GUI restart).
ar: تحديد وصف البرنامج المساعد لاستخدامها في القائمة (يحتاج إعادة تشغيل واجهة المستخدم الرسومية).
fr: Spécifie la description du plugin à utiliser dans le menu (nécessite un redémarrage de l'IGU)

source: Specify plugin name to be used in menu (needs GUI restart).
ar: تحديد اسم البرنامج المساعد لاستخدامها في القائمة (يحتاج إعادة تشغيل واجهة المستخدم الرسومية).
fr: Spécifie le nom du plugin à utiliser dans le menu (nécessite un redémarrage de l'IGU)

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
ar: تحديد ما إذا كان يجب أن تظهر في البرنامج المساعد القائمة أو الملحقات القائمة (احتياجات إعادة تشغيل واجهة المستخدم الرسومية)
fr: Spécifie si le plugin doit s'afficher dans le menu plugin ou le menu extensions (nécessite un redémarrage de l'IGU)

source: Standby on boot
ar: وضع الاستعداد على التشغيل
fr: Veille au démarrage

source: Standby on boot screen timeout
ar: وضع الاستعداد على شاشة التشغيل
fr: Expiration de l'écran veille au démarrage

source: Standby on manual boot
ar: وضع الاستعداد على التشغيل اليدوي
fr: Veille en démarrage manuel

source: Sunday
ar: الاحد
fr: Dimanche

source: Telnet Port
ar: منفذ التلنت
fr: Port telnet

source: The active Time Profile is (1 or 2).
ar: ملف تعريف الوقت النشط هو (1 أو 2).
fr: Le profil de temps actif est (1 ou 2).

source: The box always enters deep standby mode, except for recording.
ar: الجهاز دائما يدخل وضع الاستعداد العميق، باستثناء للتسجيل.
fr: Le récepteur entre en veille profonde, excepté pour les enregistrements.

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
ar: يتم تحديد هذه القائمة من عناوين IP. Elektro ينتظر حتى عناوين لم يعد يستجيب ونينغ.
fr: Liste des adresses IP à vérifier. Elektro va attendre que les adresses IPs ne répondent plus au ping.

source: Thursday
ar: الخميس
fr: Jeudi

source: Times
ar: الزمن
fr: Heures

source: Tuesday
ar: الثلاثاء
fr: Mardi

source: Unless this is enabled, this plugin won't run automatically.
ar: ما لم يتم تمكين هذا ، لن يتم تشغيل هذا المكون الإضافي تلقائيًا.
fr: A moins que ceci ne soit activé, ce plugin ne démarrera pas automatiquement.

source: Use both profiles alternately
ar: استخدم كلا الملفين بالتناوب
fr: Utiliser alternativement chaque profile

source: Username
ar: اسم المستخدم
fr: Nom utilisateur

source: Ver.
ar: نسخة.

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
ar: انتظر حتى يدخل محرك الأقراص الثابتة في وضع السكون. اعتمادًا على التكوين ، يمكن أن يمنع هذا الصندوق تمامًا من الدخول في وضع الاستعداد العميق.
fr: Attendre que le disque dur entre en veille. En fonction de la configuration cela peut empêcher le récepteur d'entrer en mode veille profonde.

source: Waiting until poweroff
ar: الانتظار حتى إيقاف التشغيل
fr: Attendre jusqu'à l'extinction

source: Wakeup
ar: تنبيه
fr: allumage

source: Wednesday
ar: الاربعاء
fr: Mercredi

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
ar: ما إذا كان سيتم وضع الجهاز في وضع الاستعداد عند التشغيل يدويًا. في التشغيل اليدوي ، لن ينتقل الجهاز إلى وضع الاستعداد قبل بدء فترة الاستعداد العميق التالية ، حتى إذا تم تعيين هذا الخيار. يكون هذا الخيار نشطًا فقط إذا تم تعيين خيار "الاستعداد عند التشغيل" أيضًا.
fr: Pour mettre le récepteur en veille lorsqu'il est démarré manuellement. Au démarrage manuel le récepteur n'ira pas en veille avant le prochain interval de veille profonde, même si l'option est définie. Cette option n'est valable que lorsque l'option 'Veille au démarrage' est aussi activée.

source: no Name
ar: بدون اسم
fr: pas de nom

source: please wait...
ar: من فضلك أنتظر...
fr: merci de patienter...

source: readme.txt
ar: قراءة ملف النصوص

source: yes, Profile 1
ar: نعم، الملف الشخصي 1
fr: oui, profile 1

source: yes, Profile 2
ar: نعم، الملف الشخصي 2
fr: oui, profile 2
