Repository: OpenPLi/enigma2-plugins
Catalog: tageditor/po/*.po
Languages: ar, cs

source: Add new tag...
ar: إضافة علامة جديدة...
cs: Přidat nový tag...

source: Cancel
ar: إلغاء
cs: Zavřít

source: Delete all tags...
ar: حذف كافة العلامات...
cs: Smazat všechny tagy...

source: Delete this tag...
ar: حذف هذه العلامة...
cs: Smazat tento tag...

source: Delete unused tags
ar: حذف العلامات غير المستخدمة
cs: Smazat nepoužívané tagy

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
ar: هل تريد حقًا حذف جميع العلامات في كل مكان؟ (لاحظ أن "إلغاء" لن يؤدي إلى التراجع عن هذا!)
cs: Opravdu chcete smazat všude všechny tagy? ('Zavřít' nezruší provedené změny!)

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
ar: هل تريد حقًا حذف العلامة "%s" من كل مكان؟ (لاحظ أن "إلغاء" لن يؤدي إلى التراجع عن هذا!)
cs: Opravdu chcete všude odstranit tag "%s" ? ('Zavřít' nezruší provedené změny!)

source: Edit Tags
ar: تعديل الشعارات

source: Load
ar: تحميل
cs: Načíst

source: New
ar: جديد
cs: Nový

source: OK
ar: موافق

source: Please enter the new tag
ar: الرجاء إدخال العلامة الجديدة
cs: Zadejte nový tag

source: Rename this tag...
ar: إعادة تسمية هذه العلامة...
cs: Přejmenovat tento tag...

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
ar: استبدل العلامة "%s" في كل مكان بـ: (لاحظ أن "إلغاء" لن يؤدي إلى التراجع عن هذا!)
cs: Nahradit tag "%s" všude za: ('Zavřít' nezruší provedené změny!)

source: edit tags
ar: تعديل العلامات
cs: Upravit tagy
