Repository: OpenPLi/enigma2-plugins
Catalog: porncenter/po/*.po
Languages: fr

source: Adult streaming plugins for dm800/dm8000
fr: Plugins de streaming adulte pour dm800/dm8000

source: Buffer device:
fr: Dispositif tampon :

source: Buffer file handling:
fr: Gestion des fichiers tampons :

source: Buffer:
fr: Tampon :

source: Delete this movie?
fr: Supprimer ce film ?

source: Downloading movie: %s
fr: Téléchargement du film : %s

source: Error while getting video url!
fr: Erreur lors de l'obtention de l'url vidéo !

source: Name:
fr: Nom:

source: Select
fr: Sélectionner

source: Stop playing this movie?
fr: Arrêter la lecture du film?

source: ask me
fr: demander moi

source: delete
fr: effacer

source: keep on device
fr: garder sur l'appareil
