Repository: OpenPLi/enigma2-plugins
Catalog: easymedia/po/*.po
Languages: ar

source: added to EasyMedia
ar: إضافة إلى الوسائط البسيطة

source: removed from EasyMedia
ar: تمت إزالته من الوسائط البسيطة

source: Add/remove plugin
ar: إضافة/إزالة البلجن

source: Bookmarks
ar: الاشارات المرجعيه

source: DVD Player
ar: مشغل الديفيدي

source: DVD player:
ar: مشغل الأقراص الصلبة:

source: DVDPlayer Plugin is not installed!
ar: لم يتم تثبيت بلجن مشغل الأقراص الصلبة!

source: Disabled
ar: معطل

source: DreamExplorer
ar: متصفح الدريم

source: EasyMedia settings...
ar: إعدادات الوسائط البسيطة...

source: Enabled
ar: تمكين

source: Filebrowser
ar: متصفح الملفات

source: Files
ar: الملفات

source: Files browser:
ar: متصفح الملفات:

source: MediaPlayer
ar: مشغل الوسائط

source: Merlin iDream is not installed!
ar: لم يتم تثبيت مرلين أي دريم!

source: MerlinMusicPlayer
ar: مشغل مارلين للموسيقى

source: Movies
ar: الأفلام

source: Music
ar: موسيقى

source: Music player:
ar: مشغل الموسيقى:

source: MyTube Player
ar: مشغل اليوتيوب

source: MyTube Plugin is not installed!
ar: لم يتم تثبيت بلجن اليوتيوب!

source: MyVideo
ar: فديوهاتي

source: MyVideo Player is not installed!
ar: لم يتم تثبيت مشغل فديوهاتي!

source: MyVideo player:
ar: مشغل فديوهاتي:

source: NetRadio player:
ar: مشغل راديو الانترنت:

source: No File-Manager installed!
ar: لا يوجد ملف إدارة التثبيت!

source: No Music-Player installed!
ar: لا يوجد مشغل موسيقى مثبت!

source: Not easy way to start EasyMedia
ar: ليست طريقة سهلة لشتغيل الوسائط البسيطة

source: Nothing
ar: لا شئ

source: Picture-player is not installed!
ar: لم يتم تثبيت مشغل الصور!

source: PicturePlayer:
ar: مشغل الصو:

source: Pictures
ar: الصور

source: Radio
ar: القنوات الاذاعية

source: Radio-mode
ar: وضع الراديو

source: SHOUTcast
ar: البث المنتج

source: SHOUTcast Plugin is not installed!
ar: لم يتم تثبيت بلجن البث المنتج!

source: Select bookmark...
ar: حدد إشارة مرجعية...

source: Show Merlin-iDream:
ar: عرض مرلين-أي دريم

source: Show bookmarks:
ar: إظهار الإشارات المرجعية:

source: Show tv/radio switch:
ar: عرض التلفزيون/التغيي إلى الراديو:

source: Some plugins are not available:
ar: بعض البلجن غير متوفر:

source: TV-mode
ar: وضع التلفزيون

source: Timer
ar: المؤقت

source: Timer:
ar: الموقت:

source: TuxCom
ar: أوامر التكست

source: Tv/Radio
ar: التلفزيون/راديو

source: VLC Player
ar: مشغل الوسائط

source: VLC Player is not installed!
ar: لم يتم تثبيت مشغل الوسائط!

source: VLC player:
ar: مشغل الوسائط:

source: Video database:
ar: قاعدة بيانات الفيديو:

source: VideoDB
ar: فيديو دي بي

source: VideoDB is not installed!
ar: لم يتم تثبيت فديو دي بي!

source: Weather
ar: الطقس

source: Weather Plugin is not installed!
ar: لم يتم تثبيت بلجن الطقس!

source: Weather plugin:
ar: بلجن الطقس:

source: YouTube player:
ar: مشغل اليوتيوب:

source: ZDFmediathek
ar: زي دي اف بث الوسائط

source: ZDFmediathek Plugin is not installed!
ar: لم يتم تثبيت بلجن زي دي اف لبث الوسائط!

source: ZDFmediathek player:
ar: مشغل زي دي اف لبث الوسائط:

source: iDream
ar: أي دريم
