Repository: OpenPLi/enigma2-plugins
Catalog: emailclient/po/*.po
Languages: ar, fr, ru

source: Account Setup
ar: إعداد الحساب
fr: Configuration du compte
ru: Настройки аккакунта

source: Accounts list
ar: قائمة الحسابات
fr: Liste des comptes
ru: Список аккаунтов

source: Attachments
ar: المرفقات
fr: Pièces jointes
ru: Вложения

source: Bodys
ar: الاشخاص
fr: Corps
ru: Текст письма

source: Date
ar: تاريخ
ru: Дата

source: Email Client
ar: بريد إلكتروني عميل
fr: Client de messagerie
ru: Почтовый клиент

source: Email setup
ar: ضبط البريد الالكتروني
fr: Configuration email
ru: Настройки почтового клиента

source: EmailClient for %(account)s: %(error)s
fr: EmailClient pour %(account)s : %(error)s
ru: Почтовый клиент для %(account)s: %(error)s

source: From
ar: من
fr: De
ru: От

source: IMAP Port
ar: منفذ الخرائط
fr: Port IMAP
ru: IMAP порт

source: IMAP Server
ar: خادم خرائطي
fr: Serveur IMAP
ru: IMAP сервер

source: New mail arrived for account %s:
ar: وصل البريد الجديد لحساب%s:
fr: Un nouveau courrier est arrivé pour le compte %s :
ru: Новая почта пришла на аккаунт %s

source: Really delete account %s?
ar: هل تريد حذف الحساب بالفعل %s؟
fr: Réellement supprimer le compte %s ?
ru: Действительно удалить аккаунт %s?

source: Subject
ar: الموضوع
fr: Sujet
ru: Тема

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
fr: EmailAccount] %(name)s : _cbCapacites : #################################################################################################### Si vous avez des problèmes pour vous connecter à votre serveur imap, veuillez m'envoyer le résultat de la ligne suivante cbCapabilites : %(capa)s ####################################################################################################
ru: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # Если у Вас есть проблемы, чтобы войти в Ваш IMAP сервера, пожалуйста, пришлите мне ответ следующей строки # cbCapabilities: %(capa)s ####################################################################################################

source: account %s is not connected
ar: الحساب %s غير متصل
fr: le compte %s n'est pas connecté
ru: Нет подключения к аккаунту %s

source: account name
ar: اسم الحساب
fr: nom de compte
ru: Имя аккаунта

source: account not connected
ar: الحساب غير متصل
fr: compte non connecté
ru: Нет подключения к аккаунту

source: add
ar: إضافة
fr: ajouter
ru: Добавить

source: always
ar: دائما
fr: toujours
ru: всегда

source: cancel
ar: إلغاء
fr: annuler
ru: Отмена

source: cannot access inbox
ar: لا يمكن الوصول إلى صندوق البريد الوارد
fr: ne peut pas accéder à la boîte de réception
ru: Нет доступа к почтовому ящику

source: cannot get headers of new messages
ar: لا يمكن الحصول على عناوين الرسائل الجديدة
fr: ne peut pas obtenir les en-têtes des nouveaux messages
ru: Невозможно прочитать заголовки новых сообщений

source: cannot get list of new messages
ar: لا يمكن الحصول على قائمة من الرسائل الجديدة
fr: ne peut pas obtenir la liste des nouveaux messages
ru: Не удаётся получить список новых сообщений

source: connection failed - retrying
ar: فشل الاتصال - إعادة المحاولة
fr: échec de la connexion - nouvel essai en cours
ru: Подключение не удалось - повтор попытки

source: debug
ar: التصحيح
ru: Отладка

source: delete
ar: مسح
fr: effacer
ru: Удалить

source: display connection errors
ar: عرض أخطاء الاتصال
fr: afficher les erreurs de connexion
ru: Показать сообщение об ошибках соединения

source: display message type
ar: نوع الرسالة المعروضة
fr: afficher le type de message
ru: Тип показа сообщений

source: display timeout (seconds)
ar: مهلة العرض (ثواني)
fr: Délai d'affichage (secondes)
ru: Тайм-аут сообщения в секундах (0-всегда)

source: edit
ar: تحرير
fr: modifier
ru: Редактор

source: empty values - retry
ar: القيم الفارغة - إعادة المحاولة
fr: valeurs vides - réessayer
ru: Пустые значение - попробуйте снова

source: enable auto check mail
ar: تمكين التحقق التلقائي من صندوق البريد
fr: activer la vérification automatique du courrier
ru: Включить автопроверку почты

source: error logging %(who)s in: %(failure)s
ru: Ошибка загрузки %(who)s: %(failure)s

source: failed to load message
ar: فشل في تحميل الرسالة
fr: n'a pas réussi à charger le message
ru: Ошибка загрузки сообщения

source: getting message ...
ar: الحصول على رسالة ...
fr: obtenir un message ....
ru: Получение сообщения...

source: have %d messages
ar: يكون لديك %d الرسائل
fr: ont %d messages
ru: Имеется %d сообщений

source: have no messages
ar: ليس لديك رسائل
fr: n'ont pas de messages
ru: Нет сообщений

source: headers loaded, now parsing ...
ar: تم تحميل العناوين، والآن تحليل ...
fr: en-têtes chargées, gestion en cours …
ru: Заголовки загружены, идет анализ...

source: importing configurations from %s
ar: استيراد الاعدادات من %s
fr: importation de configurations à partir de %s
ru: Импорт конфигурации из %s

source: infobar mode (live TV)
ar: وضع شريط المعلومات (بث مباشر)
fr: mode infobar (TV en direct)
ru: режим инфобара (live TV)

source: leave unread
ar: أتركه غير مقروء
fr: laisser non-lu
ru: Оставлять непрочитаным

source: list all mailboxes
ar: قائمة كل صناديق البريد
fr: lister toutes les boîtes aux lettres
ru: Список всех почтовых ящиков

source: loading headers ...
ar: تحميل العناوين ...
fr: chargement des en-têtes ...
ru: Загрузка заголовков...

source: mail check interval (minutes)
ar: الفاصل الزمني للتحقق من البريد (بالدقائق)
fr: intervalle de vérification du courrier (minutes)
ru: Интервал проверки почты в минутах (0-откл.)

source: maximum mail size to fetch
ar: أقصى حجم البريد لجلب البيانات
fr: taille maximale du courrier à aller chercher
ru: Максимальный размер почты для выборки

source: message too large
ar: رسالة كبيرة جداً
fr: message trop grand
ru: Сообщение слишком большое

source: no account selected
ar: لم يتم تحديد الحساب
fr: Aucun compte sélectionné
ru: Аккаунт не выбран

source: no date
ar: لا يوجد تاريخ
fr: pas de date
ru: Нет даты

source: no filename
ar: لا يوجد اسم للملف
fr: pas de nom de fichier
ru: Нет имени файла

source: no from
ar: لا من
fr: pas d’expéditeur
ru: Без отправителя

source: no mailbox?!?!
ar: لا يوجد صندوق بريد?!?!
fr: pas de boîte aux lettres ?!?!
ru: Нет почтового ящика?!?!

source: no sender
ar: لا يوجد مرسل
fr: pas d'expéditeur
ru: Нет отправителя

source: no subject
ar: لا يوجد موضوع
fr: Sans sujet
ru: Без темы

source: parsing message ...
ar: رسالة تحليل ...
fr: analyse du message .....
ru: Анализ сообщения...

source: password
ar: كلمة المرور
fr: mot de passe
ru: Пароль

source: really delete mail?
ar: حقا حذف البريد؟
fr: vraiment supprimer le courrier ?
ru: Действительно удалить письмо?

source: really undelete mail?
ar: حقا لا تريد حذف البريد؟
fr: vraiment récupérer le courrier ?
ru: Действительно восстановить письмо?

source: remove
ar: حذف
fr: supprimer
ru: Удалить

source: select Attachment
ar: حدد المرفق
fr: sélectionnez Pièce jointe
ru: Выберите вложение

source: select Body
ar: حدد النص الأساسي
fr: Choisir le corps
ru: Выберите текстовую часть

source: show deleted entries
ar: عرض المدخلات المحذوفة
fr: afficher les entrées supprimées
ru: Показывать удалённые записи

source: undelete
ar: لا تحذف
fr: Annuler la suppression
ru: Восстановить

source: user name
ar: اسم المستخدم
fr: Nom d'utilisateur
ru: Логин

source: view Email
ar: عرض رسائل البريد الإلكتروني
fr: voir l'email
ru: Просмотр почты

source: view Emails via IMAP4
ar: عرض رسائل البريد الإلكتروني عبر IMAP4
fr: voir les courriels via IMAP4
ru: Просмотр почты через IMAP4

source: ok
ar: موافق
