Repository: OpenPLi/enigma2-plugins
Catalog: networkbrowser/po/*.po
Languages: bg, it, lv, sk

source: A mount entry with this name already exists! Update existing entry and continue?
bg: Точка за монтиране с това име вече съществува! Искате ли да обновите съществуващия запис и да продължите?
it: Voce di mount giÃ esistente! Aggiornarla con la configurazione corrente e continuare?
lv: Šāds montēšanas punkts jau eksistē! Atjaunot esošo un turpināt?
sk: Bod pripojenia tohto názvu už existuje! Aktualizovať existujúce údaje a pokračovať?

source: Active
bg: Активен
it: Attivo
lv: Aktīvs
sk: Aktívne

source: Active/ Inactive
bg: Активен/ Неактивен
it: Attivo/ Disattivo
lv: Akīvs/ Neaktīvs
sk: aktívne/ neaktívne

source: Add a new NFS or CIFS mount point to your Receiver.
bg: Добавяне на нова NFS или CIFS точка към вашия приемник.
it: Aggiungere un nuovo punto di mount NFS o CIFS al ricevitore.
lv: Pievienot jaunu NFS vai CIFS montēšanas punktu
sk: Pridať nový NFS alebo CIFS bod pripojenia.

source: Add new network mount point
bg: Добавяне на нова маунт точка
it: Aggiungere un nuovo punto di mount di rete
lv: Pievienot jaunu tīkla montēšanas punktu
sk: Pridať nový bod pripojenia

source: Are you sure you want to save this network mount?
bg: Искате ли да запазите този мрежов маунт?
it: Salvare questo punto di mount?
lv: Vai tiešām vēlaties saglabāt šo tīkla montēšanas punktu?
sk: Naozaj chcete uložiť tento bod pripojenia?

source: Attempt to mount shares again
bg: Опит за монтиране отново
it: Tentare ancora di montare le condivisioni.
lv: Mēģināt vēlreiz montēt koplietošanas punktus
sk: Pokus o znovupripojenie zdieľania

source: Attempt to recover lost mounts (in background)
bg: Опит за възстановяване на изгубен маунт. (във фонов режим).
it: Tentare di ripristinare gli ultimi mount (in sottofondo).
lv: Mēģināt atjaunot nedarbojošos montēšanas punktus (fonā)
sk: Pokus obnoviť stratené pripojenia (na pozadí).

source: Browse network neighbourhood
bg: Разгледайте устройствата в мрежата
it: Sfogliare Risorse di rete
lv: Pārlūko tīklu
sk: Prehľadávať siete

source: CIFS share
bg: CIFS споделяне
it: Condivisione CIFS
lv: CIFS
sk: CIFS zdieľanie

source: Cancel
bg: Отказ
it: Annullare
lv: Atcelt
sk: Zrušiť

source: Change hostname
bg: Промяна на мрежовото име
it: Cambiare nome di sistema
lv: Izmainīt uztvērēja nosaukumu
sk: Zmena názvu v sieti

source: Change the hostname of your Receiver.
bg: Промяна на мрежовото име на вашия приемник.
it: Cambiare il nome di sistema al ricevitore.
lv: Izmainīt uztvērēja nosaukumu tīklā.
sk: Zmena názvu prijímača v sieti.

source: Close
bg: Затваряне
it: Chiudere
lv: Aizvērt
sk: Zatvoriť

source: Delete
bg: Изтриване
it: Eliminare
lv: Dzēst
sk: Zmazať

source: Delete mount
bg: Изтриване на маунт
it: Eliminare mount
lv: Dzēst
sk: Vymazať

source: Do you want to enter a username and password for this host?
bg: Искате ли да въведете потребителско име и парола за този хост?
it: Utilizzare un nome utente e password per questo sistema?
lv: Vai vēlaties ievadīt lietotāju un paroli šim resursam?
sk: Chcete zadať pre tento hostiteľský počítač užívateľské meno a heslo?

source: Enter IP to scan...
bg: Въведете IP адрес за сканиране...
it: Inserire IP da ricercare...
lv: Ievadiet IP adresi skanēšanai...
sk: Zadajte IP pre hľadanie...

source: Enter new hostname for your Receiver
bg: Въведете ново мрежово име за Вашия приемник
it: Inserire il nuovo nome di sistema del ricevitore
lv: Ivadiet jauno uztvērēja nosaukumu tīklā
sk: Zadajte sieťový názov Vášho prijímača

source: Enter options:
it: Inserire opzioni:
lv: Ivadiet opcijas:
sk: Zadajte možnosti:

source: Enter password:
bg: Въведете парола:
it: Inserire password:
lv: Ivadiet paroli:
sk: Zadajte heslo:

source: Enter share directory:
it: Inserire cartella condivisa:
lv: Ievadiet koplietošanas direktoriju:
sk: Zadajte zdieľaný adresár:

source: Enter share name:
it: Inserire nome condivisione:
lv: Ievadiet koplietošanas nosaukumu:
sk: Zadajte názov zdieľania:

source: Enter user and password for host:
bg: Въведете име и парола за хост:
it: Inserire utente e password del sistema:
lv: Ievadiet lietotāju un paroli:
sk: Zadajte meno a heslo pre:

source: Enter username:
bg: Въведете потребителско име:
it: Inserire nome utente:
lv: Ievadiet lietotāju:
sk: Zadajte užívateľské meno:

source: Expert
bg: Експерт
it: Avanzato
lv: Lietpratēja

source: Finished restarting your network
bg: Рестартирането на мрежата завърши
it: Riavvio della rete terminato
lv: Pārlādēt tīklu
sk: Reštart siete dokončený

source: IP Address
bg: IP Адрес
it: Indirizzo IP
lv: IP adrese
sk: IP adresa

source: Local share name
it: Nome condivisione locale
lv: Koplietošanas punkta nosaukums uztvērējā
sk: Názov pre zdieľanie

source: Manage network shares
bg: Управление на мрежови споделяния
it: Gestire le condivisioni di rete
lv: Pārvaldīt tīkla koplietošanas punktus
sk: Správa sieťových zdieľaní

source: Manage your network shares...
bg: Управление на Вашите мрежови споделяния...
it: Gestire le condivisioni di rete.
lv: Pārvaldīt jūsu tīkla koplietošanas punktus...
sk: Správa sieťových zdieľaní...

source: Mount again
bg: Монтиране отново
it: Ripristinare mount
lv: Montēt vēlreiz
sk: Znovu pripojiť

source: Mount informations
bg: Маунт Информация
it: Informazioni mount
lv: Informācija
sk: Informácie o pripojení

source: Mount options
bg: Маунт опции
it: Opzioni mount
lv: Montēšanas punktu opcijas
sk: Možnosti pripojenia

source: Mount type
bg: Маунт тип
it: Tipo mount
lv: Montēšanas protokola tips
sk: Typ pripojenia

source: MountManager
bg: Маунт Мениджър
it: Gestore mount
lv: Montēšanas pārvaldnieks
sk: Sieťové pripojenia

source: Mounted/ Unmounted
bg: Монтиран/ Немонтиран
it: Montato/ Smontato
lv: Montēts/ Nemontēts
sk: Pripojené/ Odpojené

source: Mountpoints management
bg: Управление на монтираните точки
it: Gestione punti di mount
lv: Montēšanas punktu pārvaldība
sk: Správa pripojovacích bodov

source: Mounts editor
bg: Маунт редактор
it: Editor mount
lv: Montēšanas punktu redaktors
sk: Editor pripojení

source: Mounts management
bg: Маунт Мениджър
it: Gestione mount
lv: Pārvaldīt
sk: Správa pripojení

source: NFS share
bg: NFS споделяне
it: Condivisione NFS
lv: NFS
sk: NFS zdieľanie

source: NetworkBrowser
bg: Мрежов Браузър
it: Sfogliare la rete
lv: Tīkla pārlūks
sk: Prehľadávač siete

source: No network devices found!
bg: Няма открити мрежови устройства!
it: Nessun dispositivo di rete trovato!
lv: Neviena tīkla ierīce netika atrasta!
sk: Sieťové zariadenia nenájdené!

source: Please wait for activation of your network mount...
bg: Моля изчакайте за активиране на вашия мрежов маунт...
it: Attendere: attivazione mount di rete in corso...
lv: Uzgaidiet, notiek jūsu tīkla montēšanas punktu aktivācija...
sk: Počkajte na aktiváciu Vášho sieťového pripojenia...

source: Please wait while removing your network mount...
bg: Моля изчакайте премахването на вашия мрежов маунт...
it: Attendere: rimozione mount di rete in corso...
lv: Uzgaidiet, notiek jūsu tīkla montēšanas punktu noņemšana...
sk: Čakajte na odstránenie Vášho sieťového pripojenia...

source: Please wait while updating your network mount...
bg: Моля изчакайте актуализирането на вашия мрежов маунт...
it: Attendere: aggiornamento mount di rete in corso...
lv: Uzgaidiet, notiek jūsu tīkla montēšanas punktu atjaunošana...
sk: Čakajte na dokončenie aktualizácie sieťového pripojenia...

source: Please wait while your network is restarting...
bg: Моля изчакайте рестартирането на вашата мрежа...
it: Attendere: riavvio della rete in corso...
lv: Uzgaidiet, notiek jūsu tīkla pārstartēšana...
sk: Čakajte prosím na dokončenie reštartu siete...

source: Press OK to activate the settings.
bg: Натиснете OK за активиране на настройките.
it: OK -> Attivare la configurazione.
lv: Nospiediet Labi, lai aktivizētu iestatījumus.
sk: Stlačte OK pre aktiváciu nastavení.

source: Press OK to collapse this host
bg: Натиснете OK за да свиете този хост
it: OK -> Comprimere il sistema.
lv: Nospiediet Labi, lai sakļautu šo resursu.
sk: Stlačte OK pre zbalenie tohto hostiteľa

source: Press OK to edit selected settings.
bg: Натиснете OK за редактиране на избраните настройки.
it: OK -> Modificare configurazione selezionata.
lv: Nospiediet Labi, lai rediģētu iestatījumus.
sk: Stlačte OK pre úpravu vybraného nastavenia.

source: Press OK to edit the settings.
bg: Натиснете OK за редактиране на настройките.
it: OK -> Modificare configurazione.
lv: Nospiediet Labi, lai rediģētu.
sk: Stlačte OK pre úpravu nastavení.

source: Press OK to expand this host
bg: Натиснете OK за да разгънете този хост
it: OK -> Espandere il sistema.
lv: Nospiediet Labi, lai izvērstu šo resursu.
sk: Stlačte OK pre rozbalenie tohto hostiteľa

source: Press OK to mount this share!
bg: Натиснете OK за монтиране!
it: OK -> Eseguire il mount della condivisione!
lv: Nospiediet Labi, lai montētu šo resursu.
sk: Stlačte OK pre pripojenie tohto zdieľania!

source: Press OK to mount!
bg: Натиснете OK за монтиране!
it: OK -> Eseguire il mount!
lv: Nospiediet Labi, lai montētu.
sk: Stlačte OK pre pripojenie!

source: Press OK to save settings.
bg: Натиснете OK за запазване на настройките.
it: OK -> Salvare configurazione.
lv: Nospiediet Labi, lai saglabātu iestatījumus.
sk: Stlačte OK pre uloženie nastavenia

source: Press OK to select.
bg: Натиснете OK за избор.
it: OK -> Selezionare.
lv: Nospiediet Labi, lai atlasītu.
sk: Stlačte OK pre výber.

source: Rescan
bg: Сканиране отново
it: Ripetere ricerca
lv: Pārskanēt
sk: Znovu vyhľadať

source: Scan NFS share
bg: Сканиране за NFS споделяне
it: Ricerca condivisione NFS
lv: Skanēt NFS
sk: Hľadať NFS zdieľanie

source: Scan range
bg: Обхват на сканиране
it: Intervallo ricerca
lv: Diapazons
sk: Rozsah hľadania

source: Search for network shares
bg: Търсене за мрежови споделяния
it: Cercare le condivisioni di rete
lv: Meklēt tīkla resursus
sk: Vyhľadať zdieľanie v sieti

source: Search for network shares...
bg: Търсене за мрежови споделяния...
it: Cercare le condivisioni di rete.
lv: Meklēt tīkla resursus...
sk: Vyhľadať sieťové zdieľania...

source: Searching your network. Please wait...
bg: Търсене в мрежата. Моля изчакайте...
it: Ricerca nella rete in corso. Attendere...
lv: Meklē jūsu tīklā. Lūdzu uzgaidiet...
sk: Prehľadávam Vašu sieť. Čakajte prosím...

source: Server IP
bg: Сървър IP
it: IP server
lv: Servera IP
sk: IP serveru

source: Server share
bg: Споделен сървър
it: Condivisione server
lv: Servera mape
sk: Zdieľané serverom ako

source: User management
bg: Потребителски настройки
it: Gestione utente
lv: Lietotāju pārvaldība
sk: Správa užívateľa

source: Usermanager
bg: Потребителски настройки
it: Gestore utente
lv: Lietotāju pārvaldība
sk: Správca užívateľa

source: Username
bg: Потребителско име
it: Nome utente
lv: Lietotājs
sk: Užívateľ

source: View, edit or delete mountpoints on your Receiver.
bg: Преглед, редактиране или изтриване на маунт точки.
it: Vedere, modificare o eliminare i punti di mount del ricevitore.
lv: Apskatīt, rediģēt vai dzēst montēšanas punktus jūsu uztvērējā.
sk: Prehliadať, upraviť alebo vymazať body pripojenia Vášho prijímača.

source: View, edit or delete usernames and passwords for your network.
bg: Преглед, редактиране или изтриване на потребителски имена и пароли.
it: Vedere, modificare o eliminare il nome utente e la password di rete.
lv: Apskatīt, rediģēt vai dzēst lietotājus un paroles jūsu tīklam.
sk: Prehliadať, upraviť alebo vymazať užívateľov a heslá pre Vašu sieť

source: Your network mount has been activated.
bg: Вашият мрежов маунт е активиран.
it: Mount di rete attivato.
lv: Jūsu tīkla montēšanas punkts aktivizēts.
sk: Vaše sieťové pripojenie bolo aktivované.

source: Your network mount has been removed.
bg: Вашият мрежов маунт е премахнат.
it: Mount di rete rimosso.
lv: Jūsu tīkla montēšanas punkts noņemts.
sk: Vaše sieťové pripojenie bylo odstránené.

source: Your network mount has been updated.
bg: Вашият мрежов маунт е актуализиран.
it: Mount di rete aggiornato.
lv: Jūsu tīkla montēšanas punkts atjaunots.
sk: Bod pripojenia bol zaktualizovaný.

source: use as HDD replacement
bg: използване като замяна на HDD
it: Usare in sostituzione del disco rigido
lv: Lietot kā mapi HDD
sk: Použiť ako náhradu HDD

source: Mount view
bg: Маунт преглед
it: Elenco mount

source: Password
bg: Парола
lv: Parole
sk: Heslo

source: Dir:
bg: Директория:
sk: Adr:
