Repository: OpenPLi/enigma2-plugins
Catalog: ofdb/po/*.po
Languages: ar, fr

source: Ambiguous results
ar: نتائج غامضة
fr: Résultats ambigus

source: Cast:
ar: الممثلين:

source: Channel Selection
ar: إختيار القناة
fr: Sélection chaîne

source: Could't get Eventname
ar: تعذر الحصول على اسم الحدث
fr: Impossible d'obtenir nom événement

source: Details
ar: تفاصيل
fr: Détails

source: Downloading Movie Poster: %s...
ar: تحميل غلاف الفلم: %s...
fr: Téléchargement affiche du film: %s...

source: Exit
ar: تسجيل الخروج
fr: Quitter

source: Lookup
ar: المشاهدة
fr: Chercher

source: No OFDb match.
ar: لا تطابق قاعدة بيانات الأفلام عبر الانترنت.
fr: Pas de correspondance OFDb.

source: No cast list found in the database.
ar: لا توجد قائمة موجودة للممثلين في قاعدة البيانات.
fr: Aucune liste des acteurs trouvée dans la base de données.

source: No details found.
ar: لايوجد تفاصيل.
fr: Aucuns détails trouvés.

source: OFDb Details parsed
ar: تم تحليل تفاصيل قاعدة بيانات الأفلام عبر الانترنت
fr: OFDb Détails analysés

source: OFDb Download completed
ar: تم إكمال تحميل قاعدة بيانات الأفلام عبر الانترنت
fr: OFDb Téléchargement terminé

source: OFDb Download failed
ar: فشل تحميل قاعدة بيانات الأفلام عبر الانترنت
fr: OFDb Téléchargement échoué

source: OFDb Plugin
ar: بلجن قاعدة بيانات الأفلام عبر الانترنت

source: OFDb Re-Download completed
ar: تم إكمال إعادة تحميل قاعدة بيانات الأفلام عبر الانترنت
fr: OFDb Re-Téléchargement terminé

source: OFDb query failed!
ar: فشل استعلام قاعدة بيانات الأفلام عبر الانترنت!
fr: La requête OFDb a échoué !

source: Please select the matching entry
ar: من فضلك حدد النتائج المتطابقة
fr: Veuillez sélectionner l'entrée correspondante

source: Query OFDb: %s...
ar: استعلام قاعدة بيانات الأفلام عبر الانترنت: %s...
fr: Requête OFDb : %s...

source: Query details from the Online-Filmdatenbank
ar: تفاصيل الاستعلام من البنك على الانترنت -بيانات الفلم
fr: Détails de la requête de la Online-Filmdatenbank

source: Re-Query OFDb: %s...
ar: إعادة الاستعلام قاعدة بيانات الأفلام عبر الانترنت: %s...
fr: Re-requête OFDb : %s......

source: The Online-Filmdatenbank
ar: متصل-بيانات الفلم
fr: La Online-Filmdatenbank

source: Title Menu
ar: قائمة العنوان
fr: Menu titre

source: no user rating yet
ar: لا تقييم المستخدم حتى الآن
fr: pas d'appréciation encore
