Repository: OpenPLi/enigma2-plugins
Catalog: movieretitle/po/*.po
Languages: et, fr, hu, ru

source: Cancel
et: Tühista
fr: Annuler
hu: Mégse
ru: Отмена

source: Choose target folder
et: Vali sihtpunkti kaust
fr: Choisir un répertoire cible
hu: Válassza ki a célmappaat
ru: Выберите папку назначения

source: Description
et: Kirjeldus
hu: Leírás
ru: Описание

source: Failed to move the movie %s to %s in the background
et: Filmi %s liigutamine %s taustal nurjus
fr: N'a pas réussi à déplacer le film %s vers %s en arrière-plan.
hu: A felvétel áthelyezése %s-ból %s-be a háttérben sikertelen volt.
ru: Не удалось переместить видео %s в %s в фоновом режиме!

source: Filename
et: Failinimi
fr: Nom du fichier
hu: Fájlnév
ru: Название файла

source: Location
et: Asukoht
fr: Emplacement
hu: Pozíció
ru: Расположение

source: Name and Description Input
et: Nime ja kirjelduse sisestamine
fr: Entrée du nom et de la description
ru: Ввод имени файла/названия и описания

source: OK
ru: ОК

source: Successfully moved the movie %s
et: Film %s on edukalt ümber paigutatud
fr: Déplacer avec succès le film %s
hu: A(z) %s felvétel sikeresen áthelyezve
ru: Видео %s успешно перемещено!

source: Target file %s.ts already exist. Do you want to replace it?
et: Sihtfail %s.ts on juba olemas. Soovid seda asendada?
fr: Le fichier cible %s.ts existe déjà. Voulez-vous le remplacer ?
hu: A célfájl %s.ts már létezik. Ki szeretné cserélni erre?
ru: Файл %s.ts уже существует. Вы действительно хотите заменить его?

source: The movie is moved in the background from %s to %s.
et: Film liigutatakse %s taustal sihtpunkti %s.
fr: Le film est déplacé en arrière-plan de %s à %s.
hu: A felvétel áthelyezése %s-ból %s-be a háttérben folyamatban van.
ru: Видео перемещается в фоновом режиме из %s в %s.

source: The target directory is not found. The file is not renamed.
et: Ei leia sihtkausta. Fail on ümber nimetamata.
fr: Le répertoire cible n'est pas trouvé. Le fichier n'est pas renommé.
hu: A célmappa nem található. A fájl nem lett átnevezve.
ru: Нужная папка не найдена. Файл не переименован.

source: Title
et: Nimetus
fr: Titre
hu: Cím
ru: Название

source: change name...
et: Nime vahetus...
fr: changer de nom......
ru: Изменить название файла...
