Repository: OpenPLi/enigma2-plugins
Catalog: primetimemanager/po/*.po
Languages: ar, fr, ru

source: Timer '%s' disabled!
ar: تعطيل '%s' المؤقت!
fr: Programmation ‘%s’ désactivée!

source: Total number of conflicts: %s
ar: العدد الإجمالي للمتعارض: %s
fr: Nombre total de conflits : %s
ru: Всего конфликтов: %s

source: "View live" event only in Prime Time:
ar: حدث "عرض مباشر" فقط في الوقت الرئيسي:
fr: "Voir l'événement en direct" uniquement aux heures de grande écoute :
ru: Событие "Прямой эфир" только в прайм-тайм:

source: "View live" type:
ar: نوع "عرض مباشر":
fr: Type de "Voir en direct" :
ru: "Прямой эфир" тип:

source: %d min
ar: %d دقيقة
ru: %d мин

source: %s prime time | events today (%s) | Bouquet: %s
ar: %s الوقت الرئيسي | الأحداث اليوم (%s) | باقة: %s
fr: %s prime time | événements aujourd'hui (%s) | Bouquet : %s
ru: %s прайм-тайм | события сегодня (%s) | Пакет: %s

source: %s prime time | events today +%s (%s) | Bouquet: %s
ar: %s الوقت الرئيسي | أحداث اليوم +%s (%s) | الباقة: %s
fr: %s prime time | événements aujourd'hui +%s (%s) | Bouquet : %s
ru: %s прайм-тайм | события сегодня +%s (%s) | Пакет: %s

source: 'Timer Edit' key menu - show conflict timer:
ar: 'مؤقت تحرير' القائمة الرئيسية - عرض المؤقت المتعارض:
fr: Menu de la touche 'Timer Edit' - afficher la minuterie de conflit :
ru: 'Редактор таймеров' кнопка меню - конфликт таймеров:

source: : only notification
ar: : إشعارات فقط
fr: : seulement la notification
ru: : только информация

source: Accept
ar: قبول
fr: Accepter
ru: Принять

source: Accept the events as shown
ar: قبول الأحداث كما هو موضح
fr: Acceptez les événements tels qu'ils sont montrés.
ru: Принять события как показано

source: Accept this solution?
ar: هل تقبل هذا الحل؟
fr: Accepter cette solution ?
ru: Принять это решение?

source: Add Timer
ar: إضافة مؤقت
fr: Ajouter un Timer
ru: Добавить таймер

source: Add timer
ar: أضف مؤقت
fr: Programmer
ru: Добавить таймер

source: Add timer for "%s"?
ar: إضافة الموقت ل "%s"؟
fr: Ajouter une minuterie pour "%s" ?
ru: Добавить таймер для "%s"?

source: Add/remove event to or from favourites
ar: إضافة/إزالة حدث إلى أو من المفضلة
fr: Ajouter/supprimer un événement à ou à partir des favoris
ru: Добавить/удалить событие для фаворитов

source: Any timers
ar: أي مؤقتات
fr: Toutes les minuteries
ru: Любые таймеры

source: Begin time
ar: وقت البدأ
fr: Heure début
ru: Начало

source: Bouquet
ar: باقة
ru: Пакет

source: Bouquet:
ar: الباقة:
fr: Favoris:
ru: Пакет:

source: Bouquet: %s - EPG Selection Multi
ar: باقة: %s - الدليل الالكتروني التحديد متعدد
fr: Bouquet : %s - EPG Sélection Multi
ru: Пакет: %s - выбор мульти EPG

source: Cancel
ar: إلغاء
fr: Annuler

source: Cansel
ar: إلغاء
fr: Annuler
ru: Отмена

source: Channel not in services list
ar: قناة غير موجوده فى قائمة القنوات
fr: Chaîne absente de la liste services

source: Check conflicts timers after "Accept":
ar: التحقق من تعارضات توقيت بعد "قبول":
fr: Vérifier les temporisations de conflits après "Accepter" :
ru: Проверка конфликтов таймеров после "Принять":

source: Check conflicts timers after exit:
ar: التحقق من تعارضات أجهزة ضبط الوقت بعد الإنهاء:
fr: Vérifier les minuteries de conflits après la sortie :
ru: Проверка конфликтов таймеров после выхода:

source: Checking with conflict detection enabled for
ar: التحقق من تمكين الكشف عن التعارض
fr: Vérification avec la détection de conflit activée pour
ru: Проверка с включенным обнаружением конфликтов для

source: Close
ar: إغلاق
fr: Fermer
ru: Закрыть

source: Conflict detected!
ar: تم اكتشاف المتعارض!
fr: Conflit détecté !
ru: Обнаружен кофликт!

source: Conflict not resolved!
ar: التعارض لم يحل!
fr: Conflit non résolu!

source: Conflicts were solved
ar: تم حل المتعارض
fr: Les conflits ont été résolus.
ru: Конфликты решены

source: Current timer
ar: الموقت الحالي
fr: Minuterie actuelle
ru: Текущий таймер

source: Date
ar: تاريخ
ru: Дата

source: Disable
ar: تعطيل
fr: Supprimer

source: Do you really want to delete the timer for "%s"?
ar: هل تريد حقا لحذف الموقت ل "%s"؟
fr: Voulez-vous vraiment supprimer la minuterie pour "%s" ?
ru: Вы действительно хотите удалить таймер для "%s"?

source: Do you want to switch the prime time? Currently selected favorites will be lost!
ar: هل تريد تبديل الوقت الرئيسي؟ سيتم فقدان المفضلة المحددة حاليا!
fr: Voulez-vous changer l'heure de grande écoute ? Les favoris actuellement sélectionnés seront perdus !
ru: Вы хотите сменить прайм-тайм? Текущие выбранные фавориты будут потеряны!

source: Duration
ar: المدة
fr: Longueur
ru: Время

source: Edit
ar: تعديل
fr: Éditer

source: Enable
ar: تفعيل
fr: Activé

source: End time
ar: وقت النهاية
fr: Heure de fin
ru: Окончание

source: Exit
ar: تسجيل الخروج
fr: Quitter
ru: Выход

source: Exit from Multi EPG on selected service:
ar: الخروج من الدليل الإلكتروني المتعدد في القنوات المحددة:
fr: Quitter Multi EPG sur le service sélectionné :
ru: Выход из мульти EPG на выбранном сервисе:

source: Exit plugin
ar: الخروج من البلجن
fr: Quitter le plugin
ru: Выход из плагина

source: Exit plugin or open Multi EPG
ar: الخروج من البلجن أو فتح الدليل الالكتروني المتعدد
fr: Quitter le plugin ou ouvrir Multi EPG
ru: Выход из плагина или мульти EPG

source: Favorite
ar: المفضلة
fr: Favoris
ru: Фаворит

source: Favorite will be deleted!
ar: سيتم حذف المفضلة!
fr: Les favoris seront supprimés !
ru: Фаворит был удален!

source: Ignore conflict
ar: تجاهل التعارض
fr: Ignorer les conflits

source: Lookup in TMBD
ar: نظرة في قاعدة بيانات الافلام
fr: Rechecher dans TMDB
ru: Поиск в TMBD

source: Manage prime time events
ar: إدارة الأحداث الزمنية الرئيسية
fr: Gérer les événements aux heures de grande écoute
ru: Менеджер событий прайм-тайма

source: Multi EPG
ar: الدليل الإلكتروني المتعدد
ru: Мульти EPG

source: No EPG data
ar: لا توجد بيانات دليل الالكتروني
fr: Pas de données EPG
ru: Нет данных EPG

source: No conflicts found
ar: لم يتم العثور على تعارضات
fr: Aucun conflit trouvé
ru: Не найдены кофликты

source: OK
ar: موافق
ru: ОК

source: Open the settings screen
ar: فتح شاشة الإعدادات
fr: Ouvrir l'écran des paramètres
ru: Открыть меню настроек

source: Open timers list
ar: فتح قائمة المؤقتات
fr: Liste des minuteries ouvertes
ru: Открыть список таймеров

source: Primary
ar: أساسي
fr: Primaire
ru: Первый

source: Primary Prime Time:
ar: الوقت الرئيسي الأساسي:
fr: Heure de pointe primaire :
ru: Первый прайм-тайм:

source: Prime Time Manager
ar: إدارة الوقت الرئيسي
ru: Прайм-тайм менеджер

source: Prime Time Manager
ar: إدارة الوقت الرئيسي
ru: Прайм-тайм менеджер

source: Prime Time Manager Conflict Results
ar: نتائج تعارض إدارة الوقت الرئيسي
fr: Prime Time Manager Résultats de conflit
ru: Результаты конфликтов прайм-тайм менеджера

source: Prime Time Manager in E-menu:
ar: إدارة الوقت الرئيسي في القائمة الالكترونية:
fr: Prime Time Manager dans E-menu:
ru: Прайм-тайм менеджер в меню дополнений:

source: Prime Time Manager setup
ar: ضبط إدارة الوقت الرئيسي
fr: Prime Time Manager configuration
ru: Прайм-тайм менеджер - настройки

source: Prime Time Manager: Prime time has already begun or is over. Starting with tomorrow's events.
ar: إدارة الوقت الرئيسي: لقد بدأ الوقت الرئيسي بالفعل او انتهى. تشغيل مع أحداث الغد.
fr: Prime Time Manager : L'heure de grande écoute a déjà commencé ou est terminée. A commencer par les événements de demain.
ru: Прайм-тайм менеджер: Прайм-тайм уже начался или закончился. Начинаем с событиями завтрашнего дня.

source: Prime Time Manager: Sorry, but a timer for %s can't be set because there are conflicts with other timers.
ar: إدارة الوقت الرئيسي: عذراً، ولكن لا يمكن تعيين جهاز ضبط وقت %s بسبب وجود تعارضات مع أجهزة ضبط الوقت الأخرى.
fr: Prime Time Manager : Désolé, mais une minuterie pour %s ne peut pas être réglée parce qu'il y a des conflits avec d'autres minuteries.
ru: Прайм-тайм менеджер: Извините,но таймер %s не может быть добавлен из-за конфликта с другими таймерами.

source: Prime Time Manager: Sorry, but turning a repeated timer into a view live event isn't supported.
ar: إدارة الوقت الرئيسي: عذراً، ولكن لا يتم دعم تحويل جهاز ضبط وقت متكرر إلى حدث مباشر للعرض.
fr: Prime Time Manager : Désolé, mais la transformation d'une minuterie répétée en vue d'un événement en direct n'est pas prise en charge.
ru: Прайм-тайм менеджер: Извините, но повторяющиеся таймеры, в целях событий прямого эфира, не поддерживается.

source: Prime Time Settings
ar: إعدادات الوقت الرئيسي
fr: Réglages de l'heure de grande écoute
ru: Настройки прайм-тайм менеджера

source: Recording is in progress.
ar: التسجيل قيد التنفيذ.
fr: L'enregistrement est en cours.
ru: Запись в процессе.

source: Red Button function:
ar: وظيفة الزر الأحمر:
fr: Fonction du bouton rouge :
ru: Функция красной кнопки:

source: Remove favorite on timer deletion:
ar: إزالة المفضلة على حذف جهاز ضبط الوقت:
fr: Supprimer le favori lors de la suppression de la minuterie :
ru: Удалить фаворит при удалении таймера:

source: Remove timer
ar: حذف المؤقت
fr: Retirer programmation
ru: Удалить таймер

source: Scroll selected list to the left
ar: تمرير القائمة المحددة إلى اليسار
fr: Faites défiler la liste sélectionnée vers la gauche.
ru: Перемещение влево списка выбранного

source: Scroll selected list to the right
ar: تمرير القائمة المحددة إلى اليمين
fr: Faire défiler la liste sélectionnée vers la droite
ru: Перемещение вправо списка выбранного

source: Search in IMDb
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت
fr: Rechercher dans IMDb
ru: Поиск в IMDb

source: Secondary
ar: ثانوي
fr: Secondaire
ru: Второй

source: Secondary Prime Time:
ar: الوقت الرئيسي الثانوي:
fr: Prime Time secondaire:
ru: Второй прайм-тайм:

source: Select action
ar: حدد الاجراء
fr: Choisir une action

source: Selected favorites
ar: المفضلة المحددة
fr: Sélection de favoris
ru: Выбранные фавориты

source: Set 'view live' type '%s'?
ar: تعيين نوع "عرض مباشر" %s؟
fr: Définir 'view live' type '%s'?
ru: Установить тип 'Прямой эфир' '%s'?

source: Set Timer
ar: ضبط الموقت
fr: Régler le minuteur
ru: Установка таймера

source: Set day
ar: تعيين اليوم
fr: Régler le jour
ru: Установка дня

source: Set or remove a timer
ar: تعيين مؤقت أو إزالته
fr: Réglage ou suppression d'une minuterie
ru: Установить или удалить таймер

source: Settings of the plugin
ar: إعدادات البلجن
fr: Paramètres du plugin
ru: Конфигурация плагина

source: Show duration or end time:
ar: عرض المدة أو وقت الانتهاء:
fr: Afficher la durée ou l'heure de fin :
ru: Показать время или окончание события:

source: Show event information
ar: عرض معلومات الحدث
fr: Afficher les informations sur l'événement
ru: Показать информацию события

source: Show warning before set 'Ignore conflict'
ar: عرض التحذير قبل تعيين 'تجاهل التعارض'
fr: Voir la mise en garde avant de définir « Ignorer les conflits »

source: Single EPG
ar: دليل إلكتروني يوم واحد
fr: EPG Unique
ru: Одиночное EPG

source: Solution
ar: الحل
ru: Решение

source: Sorri! Conflict timers in timers.xml detected! Please recheck it!
ar: أسف! التوقيت المتعارض في المؤقتات.اكس امل الكشف عن! يرجى إعادة فحصه!
fr: Désolé! Conflit de minuteurs dans timers.xml détecté ! S'il vous plaît, revérifiez-le !
ru: Извините! Обнаружен конфликт таймеров в timers.xml! Пожалуйста, перепроверьте это!

source: Switch betw. favourite/prime time list
ar: التبديل بين. المفضلة/قائمة التوقيت الرئيسي
fr: Changer entre les listes de temps favori/principal.
ru: Смена списка фавориты/прайм-тайм

source: Switch to the next bouquet
ar: التبديل إلى الباقة التالية
fr: Passer au bouquet suivant
ru: Перейти к следующему пакету

source: Switch to the next day
ar: التبديل إلى اليوم التالي
fr: Passer au jour suivant
ru: Перейти на следующий день

source: Switch to the previous bouquet
ar: التبديل إلى الباقة السابقة
fr: Passer au bouquet précédent
ru: Перейти к предыдущему пакету

source: Switch to the previous day
ar: التبديل إلى اليوم السابق
fr: Passer à la journée précédente
ru: Перейти на предыдущий день

source: This event "%s" has already begun or will begin in the next few minutes. We can not add it to your list of favorites, as will instantly record. Just want to switch to this service?
ar: وقد بدأ هذا الحدث "%s" بالفعل أو سيبدأ في الدقائق القليلة القادمة. لا يمكننا إضافته إلى قائمة المفضلة لديك، كما سيتم تسجيل على الفور. هل تريد فقط أن تتحول إلى هذه الخدمة؟
fr: Cet événement "%s" a déjà commencé ou commencera dans les prochaines minutes. Nous ne pouvons pas l'ajouter à votre liste de favoris, comme l'enregistrement instantané. Vous voulez simplement passer à ce service ?
ru: Это событие "%s", уже началось или начнется в ближайшую минуту. Мы не можем добавить его в фавориты, это будет немедленной записью. Хотите просто перейти на сервис?

source: This event will be an instant record.
ar: هذا الحدث سيكون مسجل فورياً.
fr: Cet événement sera un record instantané.
ru: Это событие будет немедленной записью.

source: This is a repeated timer! Do you really want to delete the repeated timer for "%s"?
ar: هذا توقيت متكرر! هل تريد حقا لحذف الموقت المتكرر ل "%s"؟
fr: C'est une minuterie répétée ! Voulez-vous vraiment effacer la minuterie répétée pour "%s" ?
ru: Это повторяющийся таймер! Вы действительно хотите удалить этот таймер для "%s"?

source: Timer sanity error
ar: خطأ في سلامة المؤقت
fr: Erreur de programmation

source: Timers list
ar: قائمه المؤقتات
fr: Liste des programmations (timers)
ru: Список таймеров

source: Toggle "view live" type
ar: تبديل نوع "عرض مباشر"
fr: Bascule du type "événement en direct"
ru: Смена типа ""Прямой эфир"

source: Toggle marker for a "view live" event
ar: تبديل علامة لحدث "عرض مباشر"
fr: Marqueur à bascule pour un "événement en direct"
ru: Установка "Прямой эфир" для события

source: Toggle primary/secondary prime time
ar: تبديل الوقت الرئيسي الأساسي/الثانوي
fr: Commutation de l'heure de grande écoute primaire/secondaire
ru: Сменить первый/второй прайм-тайм

source: Try to solve conflicts and show result
ar: محاولة حل التعارضات وإظهار النتيجة
fr: Essayez de résoudre les conflits et de montrer les résultats.
ru: Решение конфликтов и просмотр результатов

source: Use AutoTimer plugin instead remove favorites:
ar: استخدام بلجن المؤقت التلقائي بدلا من ذلك إزالة المفضلة:
fr: Utilisez le plugin AutoTimer à la place pour supprimer les favoris :
ru: Установка Автотаймера вместо удаления фаворита:

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
ar: تحذير! هذا خيار للمستخدمين المتقدمين. تعطيل حقا جهاز ضبط الوقت كشف التعارض؟
fr: Mise en garde ! Il s’agit d’une option pour les utilisateurs avancés. Vraiment désactiver la détection des conflits de programmation?

source: Zap
ar: التنقل
ru: Перейти

source: Zap + Record
ar: أنتقل و سجل
fr: Zapper et Enregistrer
ru: Перейти + записать

source: and never ask this again
ar: ولا نطلب هذا مرة أخرى
fr: et ne plus demander à nouveau

source: exit plugin
ar: الخروج من البلجن
fr: Quitter le plugin
ru: закрыть плагин

source: no
ar: لا
fr: non

source: open Multi EPG
ar: فتح الدليل الإلكتروني المتعدد
fr: ouvrir Multi EPG
ru: открыть мульти EPG

source: yes
ar: نعم
fr: oui
