Repository: OpenPLi/enigma2-plugins
Catalog: zapstatistic/po/*.po
Languages: fr

source: Close plugin
fr: Fermer plugin

source: Delete
fr: Effacer

source: Delete all entries
fr: Effacer toutes les entrées

source: Delete entry
fr: Effacer entrée

source: Durations
fr: Durées

source: Play entry
fr: Jouer entrée

source: Please choose a function...
fr: Veuillez choisir une fonction...

source: Show combined duration window
fr: Afficher la fenêtre de durée combinée

source: Show duration window
fr: Afficher la fenêtre de durée

source: Shows the watched services with some statistic
fr: Affiche les services regardés avec quelques statistiques

source: Sort (date+)
fr: Trier (date+)

source: Sort (date-)
fr: Trier (date-)

source: Sort (duration+)
fr: Trier (durée+)

source: Sort (duration-)
fr: Trier (durée-)

source: Sort (name+)
fr: Trier (nom+)

source: Sort (name-)
fr: Trier (nom-)

source: Sort by date (ascending)
fr: Trier par date (croissant)

source: Sort by date (descending)
fr: Trier par date (décroissant)

source: Sort by name (ascending)
fr: Trier par nom (croissant)

source: Sort by name (descending)
fr: Trier par nom (décroissant)

source: Zap Statistic
fr: Statistiques de zap
