Repository: OpenPLi/enigma2-plugins
Catalog: ncidclient/po/*.po
Languages: fr

source: Add entry to phonebook
fr: Ajouter une entrée au répertoire téléphonique

source: Areacode to add to calls without one (if necessary)
fr: Code régional à ajouter aux appels qui n’en n’ont pas (si nécessaire)

source: Austria
fr: Autriche

source: Automatically add new Caller to PhoneBook
fr: Ajout automatique d'un nouvel appelant au répertoire téléphonique

source: Call monitoring
fr: Surveillance des appels

source: Cancel
fr: Annuler

source: Connected to NCID Server
fr: Connecté au serveur NCID

source: Connecting to NCID Server failed (%s) retrying...
fr: Échec de la connexion à NCID Serveur (%s) réessayer.....

source: Connecting to NCID Server...
fr: Connexion au serveur NCID.....

source: Connection to NCID Server lost (%s) retrying...
fr: Connexion au serveur NCID perdue (%s) réessayer.....

source: Country
fr: Pays

source: Delete
fr: Supprimer

source: Display Fon calls on screen
fr: Afficher les appels Fon à l'écran

source: Do you really want to delete entry for %(number)s %(name)s?
fr: Souhaitez-vous vraiment supprimer l'entrée pour %(number)s %(name)s?

source: Edit
fr: Éditer

source: Enter Search Terms
fr: Rechercher

source: Entry incomplete.
fr: Entrée incomplète.

source: Germany
fr: Allemagne

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
fr: Appel entrant sur %s à partir de --------------------------------------------- %s %s ---------------------------------------------

source: Italy
fr: Italie

source: Last 10 calls:
fr: Les 10 derniers appels :

source: Media directory
fr: Répertoire des médias

source: NCID Client - Setup
fr: NCID Client - Configuration

source: NCID server (Name or IP)
fr: Serveur NCID (Nom ou IP)

source: NCID server listening port (1-65535)
fr: Port d'écoute du serveur NCID (1-65535)

source: Name
fr: Nom

source: Network mount
fr: Monter réseau

source: New
fr: Nouvelle

source: No entry selected
fr: Aucune entrée sélectionnée

source: No phonebook
fr: Pas d'annuaire téléphonique

source: Number
fr: Nombre

source: PhoneBook Location
fr: Emplacement du répertoire téléphonique

source: Phonebook
fr: Annuaire téléphonique

source: Plugin not active
fr: Plugin non actif

source: Reverse Lookup Caller ID (select country below)
fr: Recherche inversée Identification de l'appelant (sélectionnez le pays ci-dessous)

source: Search
fr: Recherche

source: Search phonebook
fr: Rechercher dans le répertoire téléphonique

source: Show after Standby
fr: Afficher après la mise en veille

source: Show connection information popups
fr: Afficher les popups d'informations de connexion

source: Strip Leading 0
fr: Supprimer les 0 frontaux

source: Switzerland
fr: Suisse

source: The Netherlands
fr: Pays-Bas

source: Timeout for Call Notifications (seconds)
fr: Délai d'attente pour les notifications d'appel (secondes)

source: UNKNOWN
fr: INCONNU

source: USB Device
fr: Périphérique USB

source: Use internal PhoneBook
fr: Utiliser le répertoire téléphonique interne

source: no calls
fr: pas d'appel

source: number suppressed
fr: nombre supprimé

source: show as list
fr: afficher sous forme de liste

source: show each call
fr: Afficher chaque appel

source: show nothing
fr: Ne rien afficher
