Repository: OpenPLi/enigma2-plugins
Catalog: moviecut/po/*.po
Languages: ar, fi, it, sk

source: Execute cuts...
ar: تنفيذ التقطيعات...
fi: Suorita leikkaukset...
it: Eseguire i tagli...
sk: Vykonať strihy...

source: Don't cut
ar: لا تقطع
fi: Älä leikkaa
it: Non eseguire i tagli
sk: Nestrihať

source: Replace the original movie with the cut movie
ar: استبدل الفيلم الأصلي بالفيلم المقطوع
fi: Korvaa alkuperäinen leikatulla
it: Sostituire il video originale con la versione tagliata
sk: Nahradiť pôvodný film zostrihaným filmom

source: Place the cut movie in a new file ending with " cut"
ar: مكان الفيلم القص في ملف جديد ينتهي ب "قص"
fi: Lisää leikatun nimen perää " leikattu"
it: Copiare la versione tagliata in un nuovo file con il nome che termina con " cut"
sk: Uložiť zostrihaný film do nového súboru končiaceho na "cut"

source: Advanced cut specification...
ar: مواصفات التقطيع المتقدم...
fi: Edistynyt leikkausmääritys ...
it: Configurazioni avanzate per la versione tagliata
sk: Pokročilé špecifikácie strihu...

source: How would you like to cut "%s"?
ar: كيف تريد التقطيع " %s" ؟
fi: Kuinka haluat leikata "%s"?
it: Come si desidera eseguire i tagli su "%s"?
sk: Ako chcete zostrihať "%s"?

source: Cancel
ar: إلغاء
fi: Peruuta
it: Annullare
sk: Zatvoriť

source: No
ar: لا
fi: Ei
sk: Nie

source: Yes
ar: نعم
fi: Kyllä
it: Sì
sk: Áno

source: Cutlist
ar: قائمة التقطيع
fi: Leikkauslista
it: Editor video
sk: Zoznam strihov

source: Manual specification
ar: المواصفات اليدوية
fi: Manuaalinen määrittely
it: Impostati manualmente
sk: Ručná špecifikácia

source: Replace original:
ar: استبدال الأصلي:
fi: Vaihda alkuperäinen:
it: Sostituire l'originale:
sk: Nahradiť originál:

source: New filename:
ar: اسم الملف الجديد:
fi: Uusi tiedostonimi:
it: Nuovo nome file:
sk: Nový názov súboru:

source: New title:
ar: عنوان جديد:
fi: Uusi otsikko:
it: Nuovo titolo:
sk: Nový titul:

source: New description:
ar: وصف جديد:
fi: Uusi kuvaus:
it: Nuova descrizione:
sk: Nový popis:

source: New location:
ar: الموقع الجديد:
fi: Uusi sijainti:
it: Nuovo percorso:
sk: Nové umiestnenie:

source: Cut source:
ar: تقطيع المصدر:
fi: Leikattavan lähde:
it: Editor da usare per i tagli:
sk: Zdroj pre strih:

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
ar: التقطيعات (في الخارج في الخارج ... تسلسل الساعة:الدقائق:الثواني)
fi: Leikkaus (an IN OUT IN OUT ... sequence of hour:min:sec)
it: Lista tagli (sequenza IN OUT IN OUT ecc. in formato ore:min:sec)
sk: Strihy (IN OUT IN OUT ... sekvencia hod:min:sek

source: Cut Parameter Input
ar: قص من التحديد المدخل
fi: Leikkaus parametrin lukeminen
it: Inserire i parametri di taglio
sk: Zadanie parametrov pre strih

source: Choose target folder
ar: أختار المجلد المراد
fi: Valitse kohdekansio
it: Selezionare la cartella di destinazione
sk: Vyberte cieľovú zložku

source: The movie "%s" is successfully cut
ar: تم قطع الفيلم " %s" بنجاح
fi: "%s" on leikattu onnistuneesti
it: Il video "%s" è stato ritagliato con successo
sk: Film "%s" bol úspešne zostrihaný

source: Cutting failed for movie "%s"
ar: فشل تقطيع الفلم "%s"
fi: Elokuvan leikkaus epäonnistui "%s"
it: Il ritaglio del video "%s" non è riuscito
sk: Strih filmu "%s" zlyhal

source: Bad arguments
ar: الحجج السيئة
fi: Huono argumentti
it: Parametri non corretti
sk: Chybný argument

source: Couldn't open input .ts file
ar: تعذر فتح المدخل .الملف تي اس
fi: Ei pystytty lukea .ts tiedostoa
it: Impossibile aprire il file .ts origine
sk: Nie je možné otvoriť vstupný .ts súbor

source: Couldn't open input .cuts file
ar: تعذر فتح المدخل .الملف المقطع
fi: Ei pystytty lukea .cuts tiedostoa
it: Impossibile aprire il file .cuts origine
sk: Nie je možné otvoriť vstupný .cuts súbor

source: Couldn't open input .ap file
ar: تعذر فتح ملف. ap الإدخال
fi: Ei pystytty lukea .ap tiedostoa
it: Impossibile aprire il file .ap origine
sk: Nie je možné otvoriť vstupný .ap súbor

source: Couldn't open output .ts file
ar: تعذر فتح الملف المخرج.الملف تي أس
fi: Ei pystytty kirjoittaa .ts tiedostoa
it: Impossibile aprire il file .ts destinazione
sk: Nie je možné otvoriť výstupný .ts súbor

source: Couldn't open output .cuts file
ar: تعذر فتح الملف المخرج.الملف المقطع
fi: Ei pystytty kirjoittaa .cuts tiedostoa
it: Impossibile aprire il file .cuts destinazione
sk: Nie je možné otvoriť výstupný .cuts súbor

source: Couldn't open output .ap file
ar: تعذر فتح الملف المخرج.الملف ap
fi: Ei pystytty kirjoittaa .ap tiedostoa
it: Impossibile aprire il file .ap destinazione
sk: Nie je možné otvoriť výstupný .ap súbor

source: Empty .ap file
ar: ملف. ap فارغ
fi: Tyhjä .ap tiedosto
it: File .ap vuoto
sk: Prázdny .ap súbor

source: No cuts specified
ar: لا يوجد تقطيعات محددة
fi: Ei leikkauksia määritelty
it: Nessun taglio specificato
sk: Nie sú určené strihy

source: Read/write error (disk full?)
ar: خطا في القراءة/الكتابة (امتلاء القرص ؟)
fi: Luku / kirjoitusvirhe (levy täynnä?)
it: Errore di lettura/scrittura (disco pieno?)
sk: Chyba čítania/zápisu (plný disk?)

source: Cutting was aborted for movie "%s"
ar: تم إحباط تقطيع الفيلم "%s"
fi: Elokuvan leikkaus keskeytettiin "%s"
it: Ritaglio del video "%s" annullato
sk: Strih filmu "%s" bol prerušený

source: The movie "%s" is cut in the background.
it: Il ritaglio del video "%s" è in corso in sottofondo.
sk: Strih filmu "%s" je strihaný na pozadí.

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
it: Un altro video è attualmente in fase di ritaglio. Al termine il video "%s" verrà ritagliato in sottofondo.
sk: Práve prebieha strih iného filmu. Film "%s" bude potom zostrihaný na pozadí.

source: OK
ar: موافق
