Repository: OpenPLi/enigma2-plugins
Catalog: audiosync/po/*.po
Languages: bg, cs, el, fr, ru, sk

source: %i ms
bg: %i мс
ru: %i мс

source: AC3 Lip Sync setup
bg: Настройки за AC3 синхронизация
el: Ρυθμίσεις συγχρονισμού ήχου
ru: Настройки синхронизации AC3

source: Also save delay in config?
bg: Запазване на закъснението в конфига?
el: Αποθήκευση καθυστέρησης και στις ρυθμίσεις;
ru: Заодно сохранить эту задержку в конфиг?

source: Audio Sync
bg: Аудио Синхронизация
cs: Synchronizace zvuku
el: Συγχρονισμός ήχου
ru: Синхронизация аудио
sk: Synchronizácia zvuku

source: Audio Sync setup
bg: Настройки за Аудио Синхронизация
el: Ρυθμίσεις συγχρονισμού ήχου
ru: Настройки синхронизации аудио

source: Audio track:
bg: Аудио канал:
el: Ροή ήχου:
ru: Канал аудио:

source: Cancel
bg: Отказ
cs: Zavřít
el: Ακύρωση
fr: Annuler
ru: Отмена
sk: Zrušiť

source: Center screen at the lower border
bg: Центрирай екрана на долната граница
cs: Okno doprostřed spodního okraje
el: Κεντράρισμα παραθύρου στην κάτω πλευρά
fr: Centrer l'écran sur le bord inférieur
ru: Центр экрана на нижней границе
sk: Posunúť okno do stredu spodnej hrany

source: Center screen at the upper border
bg: Центрирай екрана на горната граница
cs: Okno doprostřed horního okraje
el: Κεντράρισμα παραθύρου στην πάνω πλευρά
fr: Centrer l'écran sur le bord supérieur
ru: Центр экрана на верхней границе
sk: Posunúť okno na hornú hranu

source: Change active delay
bg: Смени активното закъснение
cs: Změnit aktivní zpoždění
el: Αλλαγή ενεργής καθυστέρησης
fr: Modifier le délai actif
ru: Сменить активную задержку
sk: Zmena aktívneho oneskorenia

source: Decrease delay
bg: Намаляне на закъснението
cs: Snížit zpoždění
el: Μείωση καθυστέρησης
fr: Diminuer le délai
ru: Уменьшение задержки
sk: Znížiť oneskorenie

source: Decrease delay by %i ms (can be set)
bg: Намаляне на закъснението с %i мс (може да се настрои)
cs: Snížit zpoždění o %i ms (lze nastavit)
el: Μείωση καθυστέρησης κατά %i ms (μπορεί να ρυθμιστεί)
fr: Diminuer le délai par %i ms (peut être défini)
ru: Уменьшение задержки %i мс (возможно установить)
sk: Znížiť oneskorenie o %i ms (možno nastaviť)

source: Delete in config
bg: Изтрий от конфига
el: Διαγραφή από τις ρυθμίσεις
ru: Удалить из конфига

source: Discard changes and close plugin
bg: Отмени измененията и затвори плъгина
cs: Zrušit změny a zavřít plugin
el: Απόρριψη αλλαγών και κλείσιμο
fr: Annuler les changements et fermer le plugin
ru: Отменить изменения и закрыть плагин
sk: Zrušiť zmeny a zavrieť plugin

source: Discard changes and close screen
bg: Отмени измененията и затвори екрана
cs: Zrušit změny a zavřít okno
el: Απόρριψη αλλαγών και κλείσιμο
fr: Annuler les changements et fermer l'écran
ru: Отменить изменения и закрыть экран
sk: Zrušiť zmeny a zatvoriť okno

source: Global delay
bg: Общо закъснение
cs: Celkové zpoždění
el: Γενική καθυστ.
fr: Délai global
ru: Глобальная задержка
sk: Globálne oneskorenie

source: Increase delay
bg: Увеличаване на закъснението
cs: Zvýšit zpoždění
el: Αύξηση καθυστέρησης
fr: Augmenter le délai
ru: Увеличение задержки
sk: Zvýšiť oneskorenie

source: Increase delay by %i ms (can be set)
bg: Увеличение на закъснението с %i мс (може да се настрои)
cs: Zvýšit zpoždění o %i ms (lze nastavit)
el: Αύξηση καθυστέρησης κατά %i ms (μπορεί να ρυθμιστεί)
fr: Augmenter le délai par %i ms (peut être défini)
ru: Увеличение задержки %i мс (возможно установить)
sk: Zvýšiť oneskorenie o %i ms (možno nastaviť)

source: Invalid selection
bg: Неправилен избор
cs: Neplatná volba
el: Μη έγκυρη επιλογή
fr: Sélection non valide
ru: Неверный выбор
sk: Neplatný výber

source: Key %(Key)s successfully set to %(delay)i ms
bg: Бутон %(Key)s успешно е настроен за %(delay)i мс
cs: Klávesa %(Key)s úspěšně nastavena na %(delay)i ms
el: Επιτυχής ορισμός του πλήκτρου %(Key)s σε %(delay)i ms
fr: Touche %(Key)s définir à %(delay)i ms avec succès
ru: Кнопка %(Key)s успешно установлена %(delay)i мс
sk: Tlačidlo %(Key)s úspešne nastavené na %(delay)i ms

source: Key %(key)s (current value: %(value)i ms)
bg: Бутон %(key)s (текуща стойност: %(value)i мс)
cs: Klávesa %(key)s (aktuální hodnota: %(value)i ms)
el: Πλήκτρο %(key)s (τρέχουσα τιμή: %(value)i ms)
fr: Touche %(key)s (valeur actuelle: %(value)i ms)
ru: Кнопка %(key)s (текущее значение: %(value)i мс)
sk: Tlačidlo %(key)s (aktuálna hodnota: %(value)i ms)

source: Menu
bg: Меню
el: Μενού
ru: Меню
sk: Ponuka

source: Move plugin screen
bg: Местене екрана на плъгина
cs: Přesun okna pluginu
el: Μετακίνηση παραθύρου
fr: Déplacer l'écran du plugin
ru: Перемещение экрана плагина
sk: Posunutie obrazovky pluginu

source: Move screen down
bg: Местене на екрана надолу
cs: Posun dolů
el: Μετακίνηση παραθύρου προς τα κάτω
fr: Déplacer l'écran vers le bas
ru: Перемещение экрана вниз
sk: Posunúť okno nadol

source: Move screen to the center of your TV
bg: Местене на екрана към центъра на Вашия ТВ
cs: Přesun okna doprostřed TV
el: Μετακίνηση παραθύρου στο κέντρο της οθόνης
fr: Déplacer l'écran au centre de l'écran
ru: Перемещение экрана к центру Вашего ТВ
sk: Posunúť okno do stredu TV

source: Move screen to the left
bg: Местене на екрана в ляво
cs: Posun vlevo
el: Μετακίνηση παραθύρου προς τα αριστερά
fr: Déplacer l'écran vers la gauche
ru: Перемещение экрана влево
sk: Posunúť okno vľavo

source: Move screen to the lower left corner
bg: Местене на екрана в долния ляв ъгъл
cs: Přesun okna do levého spodního rohu
el: Μετακίνηση παραθύρου στην κάτω αριστερή γωνία
fr: Déplacer l'écran dans le coin inférieure gauche
ru: Перемещение экрана в нижнем левом углу
sk: Posunúť okno do ľavého spodného rohu

source: Move screen to the lower right corner
bg: Местене на екрана в долния десен ъгъл
cs: Přesun okna do pravého spodního rohu
el: Μετακίνηση παραθύρου στην κάτω δεξιά γωνία
fr: Déplacer l'écran dans le coin inférieure droit
ru: Перемещение экрана в правом нижнем углу
sk: Posunúť okno do pravého spodného rohu

source: Move screen to the middle of the left border
bg: Местене на екрана в средата на лявата граница
cs: Přesun okna na střed levého okraje
el: Μετακίνηση παραθύρου στο μέσο της αριστερής πλευράς
fr: Déplacer l'écran au milieu du bord gauche
ru: Перемещение экрана к середине левой границы
sk: Posunúť okno na stred ľavej hrany

source: Move screen to the middle of the right border
bg: Местене на екрана в средата на дясната граница
cs: Přesun okna na střed pravého okraje
el: Μετακίνηση παραθύρου στο μέσο της δεξιάς πλευράς
fr: Déplacer l'écran au milieu du bord droit
ru: Перемещение экрана в середине правой границы
sk: Posunúť okno do stredu pravej hrany

source: Move screen to the right
bg: Местене на екрана в дясно
cs: Posun vpravo
el: Μετακίνηση παραθύρου προς τα δεξιά
fr: Déplacer l'écran vers la droite
ru: Перемещение экрана вправо
sk: Posunúť okno vpravo

source: Move screen to the upper left corner
bg: Местене на екрана в горния ляв ъгъл
cs: Přesun okna do levého horního rohu
el: Μετακίνηση παραθύρου στην πάνω αριστερή γωνία
fr: Déplacer l'écran dans le coin supérieur gauche
ru: Перемещение экрана в верхнем левом углу
sk: Posunúť okno do ľavého horného rohu

source: Move screen to the upper right corner
bg: Местене на екрана в горния десен ъгъл
cs: Přesun okna do pravého horního rohu
el: Μετακίνηση παραθύρου στην πάνω δεξιά γωνία
fr: Déplacer l'écran dans le coin supérieur droit
ru: Перемещение экрана в правом верхнем углу
sk: Posunúť okno do pravého horného rohu

source: Move screen up
bg: Местене на екрана нагоре
cs: Posun nahoru
el: Μετακίνηση παραθύρου προς τα πάνω
fr: Déplacer l'écran vers le haut
ru: Перемещение экрана вверх
sk: Posunúť okno nahor

source: No audio track available (yet). Please try again once an audio track is available.
ru: Звуковая дорожка недоступна (может пока). Повторите попытку, когда звуковая дорожка станет доступна.

source: OK
bg: ОК
el: Επιβεβαίωση
ru: ОК

source: Open plugin menu
bg: Отваряне на плъгин менюто
cs: Otevřít menu pluginu
el: Άνοιγμα μενού
fr: Ouvrir le menu plugin
ru: Открыть меню плагина
sk: Otvoriť menu pluginu

source: Outer bound (+/-)
bg: Външна граница (+/-)
el: Ανώτερο όριο (+/-)
ru: Внешняя граница (+/-)

source: Plugin: %(plugin)s, Version: %(version)s
bg: Плъгин: %(plugin)s, Версия: %(version)s
el: Πρόσθετο: %(plugin)s, Έκδοση: %(version)s
ru: Плагин: %(plugin)s, Версия: %(version)s

source: Reset saved position
bg: Нулиране на съхранената позиции
cs: Resetovat uloženou pozici
el: Επαναφορά αποθηκευμένης θέσης
fr: Remette la position par défaut
ru: Сброс сохраненной позиции
sk: Resetovať uloženú polohu

source: Restart audio
bg: Рестарт аудио
cs: Restartovat audio
el: Επανεκκίνηση ήχου
fr: Redémarrer audio
ru: Рестарт аудио

source: Restart audio delay (in sec)
bg: Рестарт аудио закъснение (в сек.)
cs: Restartovat zpoždění zvuku (v sec)
el: Καθυστέρηση ήχου κατά την επανεκκίνηση (σε sec)
fr: Redémarrer le délai audio (en sec)
ru: Задержка рестарта аудио (сек.)

source: Save
bg: Запази
cs: Uložit
el: Αποθήκευση
fr: Sauvegarder
ru: Сохранить
sk: Uložiť

source: Save current delay to key
bg: Запази текущото закъснение към бутон
cs: Uložit aktuální zpoždění pod klávesu
el: Αποθήκευση τρέχουσας καθυστέρησης στο πλήκτρο
fr: Sauvegarder le délai actuel sur la touche
ru: Сохранить текущую задержку в ключ
sk: Priradiť aktuálne oneskorenie tlačidlu

source: Save to key
bg: Запази към бутон
cs: Uložit pod kl.
el: Αποθ. σε πλήκτρο
fr: Sauv. s/touche
ru: Сохранить в ключ
sk: Priradiť tlačidlu

source: Save values and close plugin
bg: Запази стойностите и затвори плъгина
cs: Uložit hodnoty a zavřít plugin
el: Αποθήκευση τιμών και κλείσιμο προσθέτου
fr: Sauvegarder les valeurs et fermer le plugin
ru: Сохранить значения и закрыть плагин
sk: Uložiť hodnoty a zatvoriť plugin

source: Save values and close screen
bg: Запази стойностите и затвори екрана
cs: Uložit hodnoty a zavřít obrazovku
el: Αποθήκευση τιμών και κλείσιμο παραθύρου
fr: Sauvergarder les valeurs et fermer l'écran
ru: Сохранить значения и закрыть экран
sk: Uložiť hodnoty a zatvoriť okno

source: Select the key you want to set to %i ms
bg: Избери бутон за настройване с %i мс
cs: Zvolte klávesu pod kterou chcete nastavit %i ms
el: Επιλέξτε το πλήκτρο που θα ορίσετε σε %i ms
fr: Choisir la touche sur laquelle vous-voulez définir à %i ms
ru: Выбор кнопки для установки %i мс
sk: Vyberte tlačidlo, ktoré chcete nastaviť na %i ms

source: Service delay
bg: Закъсн.на канал
cs: Zpoždění kanálu
el: Καθυστ. υπηρ.
fr: Délai service
ru: Задержка сервиса
sk: Oneskorenie stanice

source: Set delay to %i ms (can be set)
bg: Настройване на закъснението с %i мс (може да се настрои)
cs: Nastavit zpoždění na %i ms (lze nastavit)
el: Ορισμός καθυστέρησης σε %i ms (μπορεί να ρυθμιστεί)
fr: Définir le délai à %i ms (peut être défini)
ru: Установка задержки в %i мс (возможно установить)
sk: Nastaviť oneskorenie na %i ms (možno nastaviť)

source: Sets the audio delay (LipSync)
bg: Настройка на аудио закъснението
el: Ρυθμίζει την καθυστέρηση του ήχου (LipSync)
ru: Установка задержки аудио

source: Setting key canceled
bg: Настройка на бутон отказ
cs: Nastavování kláves zrušeno
el: Η ρύθμιση του πλήκτρου ακυρώθηκε
fr: Définition des touches annulé
ru: Настройка кнопок отменена
sk: Nastavenie zrušené

source: Setup for the Audio Sync plugin
bg: Настройки за плъгина Аудио Синхронизация
el: Ρυθμίσεις για το πρόσθετο συγχρονισμού ήχου
ru: Настройки для плагина синхронизации аудио

source: Step in ms for arrow keys
bg: Стъпка в мс за бутоните със стрелките
cs: Krok v ms pro šipky
el: Βήμα σε ms για τα πλήκτρα βέλη
fr: Pas en ms pour les flèches
ru: Шаг в мс для кнопок со стрелками
sk: Krok v ms pre tlačidlá so šípkami

source: Step in ms for key %i
bg: Стъпка в мс за бутон %i
cs: Krok v ms pro klávesu %i
el: Βήμα σε ms για το πλήκτρο '%i'
fr: Pas en ms pour la touche %i
ru: Шаг в мс для кнопки %i
sk: Krok v ms pre tlačidlo %i

source: Step in ms for keys '%s'
bg: Стъпка в мс за бутони '%s'
cs: Krok v ms pro klávesy '%s'
el: Βήμα σε ms για τα πλήκτρα '%s'
fr: Pas en ms pour les touches '%s'
ru: Шаг в мс для кнопок '%s'
sk: Krok v ms pre tlačidlá '%s'

source: Wait time in ms before activation:
bg: Време за изчакване в мс до активиране:
cs: Doba čekání v ms před aktivací:
el: Αναμονή χρόνου σε ms πριν την ενεργοποίηση:
fr: Temps d'attente en ms avant activation
ru: Время ожидания в мс до активации:
sk: Čakanie v ms pred aktiváciou:

source: after restart
bg: след рестарт
cs: po restartu
el: μετά την επανεκκίνηση
fr: après redémarrage
ru: после загрузки

source: after restart/standby
bg: след рестарт/режим готовност
cs: po restartu/standby
el: μετά την επανεκκίνηση/αναμονή
fr: après redémarrage/veille
ru: после загрузки/режима ожидания

source: after standby
bg: след режим готовност
cs: po standby
el: μετά την αναμονή
fr: après veille
ru: после режима ожидания

source: disabled
bg: спрян
cs: zakázáno
el: απενεργοποιημένο
fr: désactivé
ru: отключено

source: Channel audio:
cs: Audio:
fr: Canal audio:
sk: Audio kanál:

source: Switch audio
cs: Přepnout audio
fr: Basculer audio
sk: Prepnúť zvuk

source: Select channel audio
cs: Vybrat audio kanálu
fr: Choisir le canal audio
sk: Zvoľte zvukovú stopu

source: Outer Bound (+/-)
cs: Maximální zpoždění (+/-)
fr: Limite maximale du décalage autorisé (+/-)
sk: Vonkajšia hranica (+/-)

source: Plugin: %(plugin)s , Version: %(version)s
cs: Plugin: %(plugin)s , Verze: %(version)s
sk: Plugin: %(plugin)s, Verzia: %(version)s

source: sets the Audio Delay (LipSync)
cs: nastavuje zpoždění zvuku (LipSync)
fr: Définir le délai audio (synchro lèvre) (LipSync)
sk: nastaví oneskorenie zvuku (LipSync)

source: Setup for the Audio Sync Plugin
cs: Plugin pro nastavování synchronizace zvuku
fr: Configuration du plugin Audio Sync
sk: Nastavenia pre plugin synchronizácie zvuku

source: AC3 Lip Sync Setup
cs: Nastavení AC3 Lip Sync
fr: Configuration synchro des lèvres AC3
sk: AC3 Lip Sync nastavenie

source: Audio Sync Setup
fr: Configuration Audio Sync
sk: Nastavenie synchronizácie zvuku
