Repository: OpenPLi/enigma2-plugins
Catalog: automaticcleanup/po/*.po
Languages: ar

source: Automatic System Cleanup Setup
ar: إعداد التنظيف التلقائي للنظام

source: Cancel
ar: إلغاء

source: Cleanup timerlist, orphaned movie files and stored setting backups automatically. Modify the settings to match your preferences. More detailed explanations given with each adjustable option.
ar: تنظيف قائمة ضبط الوقت وملفات الأفلام المعزولة وإعداد النسخ الاحتياطية المخزنة تلقائيا. قم بتعديل الإعدادات لتتناسب مع تفضيلاتك. يتم تقديم تفسيرات أكثر تفصيلاً مع كل خيار قابل للتعديل.

source: Delete crashlogs
ar: مسح سجل العطب

source: Delete orphaned movie files
ar: حذف ملفات الأفلام المعزولة

source: Delete system setting backups
ar: حذف النسخ الاحتياطية لإعداد النظام

source: Delete timerlist entries
ar: حذف إدخالات قائمة المؤقت

source: Help
ar: المساعدة

source: If enabled, orphaned movie files will be automatically deleted from movie directories.
ar: إذا تم تمكين ملفات الأفلام المعزولة سيتم حذفها تلقائياً من دلائل الأفلام.

source: Maximum number of crashlogs
ar: الحد الأقصى لعدد سجل الأعطال

source: Maximum number of system setting backups
ar: الحد الأقصى لعدد النسخ الاحتياطية لإعداد النظام

source: Maximum number of system setting backups to keep, regardless of retention period.
ar: الحد الأقصى لعدد النسخ الاحتياطية لإعدادات النظام التي يجب الاحتفاظ بها ، بغض النظر عن فترة الاستبقاء.

source: OK
ar: موافق

source: Sorry, this feature is not available due to license reasons. To get the full version, please search the web for "dreambox automaticcleanup."
ar: عذرًا ، هذه الميزة غير متوفرة لأسباب تتعلق بالترخيص. للحصول على النسخة الكاملة ، يرجى البحث في الويب عن "التنظيف التلقائي لـ الفوبلس."

source: Specify, how long expired timer list entries shall be kept at most. Deactivated repeat timer entries won't be deleted ever.
ar: حدد ، كم من الوقت يجب الاحتفاظ بإدخالات قائمة المؤقت منتهية الصلاحية على الأكثر. لن يتم حذف إدخالات عداد التكرار المعطلة على الإطلاق.

source: Specify, how long system setting backups shall be kept at most (even if maximum number is not yet exceeded). Latest backup will be kept anyway!
ar: حدد المدة التي يجب خلالها الاحتفاظ بنسخ احتياطية لإعدادات النظام على الأكثر (حتى إذا لم يتم تجاوز الحد الأقصى للعدد بعد). سيتم الاحتفاظ بأحدث نسخة احتياطية على أي حال!

source: System cleanup
ar: تنظيف النظام

source: Timerlist cleanup is enabled in EMC plugin! To avoid crashes, we won't delete entries whilst this option is enabled in EMC.
ar: تم تمكين تنظيف قائمة الوقت في المكون الإضافي مستعرض الأفلام المسجلة! لتجنب الأعطال ، لن نحذف الإدخالات أثناء تمكين هذا الخيار في مستعرض الأفلام المسجلة.

source: Ver.
ar: نسخة.

source: all
ar: الكل

source: cleanup disabled
ar: تم تعطيل عملية التنظيف

source: immediately after recording
ar: مباشرة بعد تسجيل

source: last 10
ar: آخر 10

source: last 2
ar: آخر 2

source: last 3
ar: آخر 3

source: last 5
ar: آخر 5

source: older than 1 day
ar: أقدم من يوم واحد

source: older than 1 week
ar: أقدم من أسبوع

source: older than 2 weeks
ar: أقدم من أسبوعين

source: older than 3 days
ar: أقدم من 3 أيام

source: older than 3 months
ar: أقدم من 3 أشهر

source: older than 4 weeks
ar: أقدم من 4 أسابيع

source: older than 6 months
ar: أقدم من 6 أشهر

source: older than 6 weeks
ar: أقدم من 6 أسابيع

source: only last one
ar: آخر واحد فقط

source: void
ar: الفراغ
