Repository: OpenPLi/enigma2-plugins
Catalog: permanentclock/po/*.po
Languages: ar, fr, sk, uk

source: Activate permanent clock
ar: تنشيط الساعة الدائمة
fr: Activer l'horloge permanente
sk: Aktivovať permanentné hodiny
uk: Активувати постійний годинник

source: Change permanent clock position
ar: تغيير مكان الساعة الدائمة
fr: Modifier la position de l'horloge permanente
sk: Zmena pozície permanentných hodín
uk: Змінити позицію годинника

source: Choice color clock:
ar: اختيار لون الساعة:
fr: Horloge de couleur au choix :
sk: Výber farby hodín:
uk: Виберіть колір годинника:

source: Color analog clock
ar: لون الساعة التناظرية
fr: Horloge analogique couleur
sk: Farebné analógové hodiny
uk: Колір аналового годинника

source: Color digital clock
ar: لون الساعة الرقمية
fr: Horloge numérique couleur
sk: Farebné digitálne hodiny
uk: Колір цифрового годинника

source: Deactivate permanent clock
ar: إلغاء تنشيط الساعة الدائمة
fr: Désactiver l'horloge permanente
sk: Deaktivovať permanentné hodiny
uk: Деактивувати постійний годинник

source: Disable key 'long EXIT' show/hide
ar: تعطيل مفتاح 'خروج طويل' إظهار / إخفاء
fr: Désactiver touche 'longue EXIT’ afficher/masquer
sk: Zakázať klávesu 'dlhý EXIT' ukáže/skryje
uk: Виключити кнопку 'довго EXIT'

source: Enable key 'long EXIT' show/hide
ar: تمكين مفتاح 'خروج طويل' إظهار / إخفاء
fr: Activer la touche 'longue EXIT’ afficher/masquer
sk: Povoliť klávesu 'dlhý EXIT' ukáže/skryje
uk: Включити кнопку 'довго EXIT'

source: PLi-transparent
ar: شفاف صورة بلي
sk: PLi-priehľadné
uk: PLi-прозорий

source: Permanent Clock
ar: الساعة الدائمة
fr: Horloge permanente
sk: Permanentné hodiny
uk: Постійний годинник на екрані

source: Permanent Clock Setup
ar: إعداد الساعة الدائمة
fr: Réglage de l'horloge permanente
sk: Nastavenie permanentných hodín
uk: Постійний годинник - налаштування

source: Save
ar: حفظ
fr: Sauver
uk: Зберегти

source: Set slider
ar: تعيين شريط التمرير
fr: Régler le curseur

source: Set slider step (1 - 30):
ar: تعيين خطوة شريط التمرير (1 - 30):
fr: Régler le pas de glissière (1 - 30) :

source: Show analog clock
ar: عرض الساعة التناظرية
fr: Afficher l'horloge analogique
sk: Zobraziť analógové hodiny
uk: Показати аналовий годинник

source: Show digital clock
ar: عرض الساعة الرقمية
fr: Afficher l'horloge numérique
sk: Zobraziť digitálne hodiny
uk: Показати цифровий годинник

source: Shows the clock permanent on the screen
ar: عرض الساعة الدائمة على الشاشة
fr: Affiche l'horloge permanente sur l'écran.
sk: Zobrazí hodiny permanentne na obrazovke
uk: Постійно показувати годинник на екрані

source: black-blue
ar: أسود- أزرق
fr: bleu noir
sk: čierno-modré
uk: чорно-синій

source: black-white
ar: أبيض أبيض
fr: noir et blanc
sk: čierno-biele
uk: чорно-білий

source: black-yellow
ar: أسود أصفر
fr: noir-jaune
sk: čierno-žlté
uk: темно-жовтий

source: blue
ar: أزرق
fr: bleu
sk: modré
uk: синий

source: cyan
ar: أزرق فاتح
uk: світло-голубий

source: large cyan
ar: سماوي غامق
fr: grand cyan
uk: голубий-великий

source: large white
ar: أبيض غامق
fr: grand blanc
sk: veľké biele
uk: білий-великий

source: large yellow
ar: أصفر غامق
fr: grand jaune
sk: veľké žlté
uk: жовтий-великий

source: transparent
ar: شفاف
sk: priehľadné
uk: прозорий

source: white
ar: أبيض
fr: blanc
sk: biele
uk: білий

source: yellow
ar: أصفر
fr: Jaune
sk: žlté
uk: жовтий
