Repository: OpenPLi/enigma2-plugins
Catalog: podcast/po/*.po
Languages: ar, sk

source: (Audio)
ar: (الصوت)

source: (Video)
ar: (فيديو)

source: Buffer device:
ar: جهاز المخزن المؤقت:

source: Buffer file handling:
ar: معالجة ملف المخزن المؤقت:

source: Buffer:
ar: المخزن المؤقت:

source: Delete this movie?
ar: حذف هذا الفيلم؟

source: Downloading movie: %s
ar: جاري تحميل الفيلم: %s

source: Error getting categories
ar: خطأ في الحصول على الفئات

source: Error getting episodes
ar: خطأ في الحصول على الحلقات

source: Error getting genres
ar: خطأ في الحصول على الأنواع

source: Error getting movies
ar: خطأ في الحصول على الأفلام

source: Error getting podcast url
ar: خطأ في الحصول على رابط بودكاست

source: Error getting podcasts
ar: خطأ في الحصول على ملفات بودكاست

source: Error getting rss feed
ar: خطأ في الحصول على موجز الاخبار

source: Length
ar: الطول

source: Podcast
ar: بودكاست

source: Save
ar: حفظ

source: Select
ar: تحديد

source: Stop playing this movie?
ar: إيقاف عرض هذا الفيلم؟

source: Type
ar: النوع

source: ask me
ar: أسالني

source: configuration
ar: عمليات التهيئة

source: delete
ar: مسح

source: from xml
ar: من اكس امل

source: keep on device
ar: إبقاء على الجهاز

source: Sort Extensions
sk: Zoradiť rozšírenia

source: Sort MovieList Extensions
sk: Zoradiť rozšírenia zoznamu filmov

source: Sort EventInfo Extensions
sk: Zoradiť rozšírenia Informácií o udalosti

source: Manage extensions
sk: Správa rozšírení

source: Sort
sk: Zoradiť

source: End Sort
sk: Koniec zoradenia

source: Remove Plugins
sk: Odstrániť doplnky

source: Download Plugins
sk: Stiahnúť doplnky

source: disable move mode
sk: vypnúť mód presunu

source: enable move mode
sk: zapnúť mód presunu

source: move extensions
sk: presunúť rozšírené

source: move movie extensions
sk: presunúť rozšírenia filmu

source: move event extensions
sk: presunúť rozšírenia udalosti

source: hide selected plugin
sk: skryť vybratý plugin

source: Help
sk: Pomoc

source: Unable to load PluginHider
sk: Nie je možné načítať PluginHider
