Repository: OpenPLi/enigma2-plugins
Catalog: logomanager/po/*.po
Languages: ar, fr, lt, ru

source: Add default bootlogo to folder logos
ar: أضف صورة واجهة التشغيل الافتراضية إلى شعارات المجلد
fr: Ajouter le bootlogo par défaut au dossier des logos
lt: Įkelti numatytąjį įkrovos logo į logotipų katalogą
ru: Добавить дефолтное ботолого в папку лого

source: Add default radio to folder logos
ar: أضف صورة واجهة تشغيل الراديو الافتراضية إلى شعارات المجلد
fr: Ajouter la radio par défaut au dossier des logos
lt: Įkelti numatytąjį radijo logo į logotipų katalogą
ru: Добавить дефолтное радио в папку лого

source: CF Drive
ar: فلاشة مدمجة
fr: Lecteur CF
lt: CF laikmena
ru: CF накопитель

source: Cancel
ar: إلغاء
fr: Annuler
lt: Atšaukti
ru: Отмена

source: Directory to scan for logos
ar: مسار بحث عن الشعارات
fr: Répertoire pour rechercher des logos
lt: Katalogas logo paieškai
ru: Директория сканирования для лого

source: Disable backdrop
ar: تعطيل فديو واجهة التشغيل
fr: Désactiver le fond d'écran
lt: Išjungti foną
ru: Отключить фон

source: Disable reboot
ar: تعطيل إعادة التشغيل
fr: Désactiver le redémarrage
lt: Uždrausti paleidimą iš naujo
ru: Отключить перезагрузку

source: Disable switch off
ar: تعطيل إعادة التشغيل
fr: Désactiver éteindre
lt: Uždrausti išjungimą
ru: Отключить выключение

source: Harddisk
ar: القرص الصلب
fr: Disque dur
lt: HDD
ru: Жесткий диск

source: Install selected logo as...
ar: تثبيت الشعار المحدد كـ...
fr: Installer le logo sélectionné comme.....
lt: Įdiegti pasirinktą logotipą, kaip...
ru: Установить выбранное лого как...

source: Logo Manager
ar: إدارة الشعارات
fr: Gestionnaire de logo
lt: Logotipų valdymas
ru: Лого менеджер

source: Logo manager setup
ar: ضبط إدارة الشعارات
fr: Configuration du gestionnaire de logo
lt: Logotipų valdymo sąranka
ru: Настройки лого менджера

source: None
ar: لاشيئ
fr: Aucun
lt: Nieko
ru: Ничего

source: Not found directory '%s'!
ar: لم يتم العثور على مسار '%s'!
fr: Répertoire non trouvé '%s'!
lt: Katalogo '%s' nerasta!
ru: Не найдена директория '%s'!

source: OK
ar: موافق
lt: Gerai
ru: ОК

source: Open configuration
ar: فتح الاعدادات
fr: Ouvrir la configuration
lt: Atverti konfigūraciją
ru: Открыть настройки

source: Please select a option:
ar: الرجاء تحديد خيار:
fr: Veuillez sélectionner une option :
lt: Pasirinkite variantą:
ru: Пожалуйста, выберите действие:

source: Really remove current logo of %s?
ar: هل تريد حقا إزالة الشعار الحالي %s?
fr: Enlever vraiment le logo actuel de %s ?
lt: Ar tikrai norite pašalinti dabartinį %s logotipą?
ru: Действительно удалить текущее лого из %s?

source: Remove current logo
ar: إزالة الشعار الحالي
fr: Supprimer le logo actuel
lt: Pašalinti esamą logotipą
ru: Удалить текущее лого

source: Reset all logos to default
ar: إعادة تعيين كافة الشعارات إلى الافتراضي
fr: Réinitialiser tous les logos par défaut
lt: Atkurti numatytuosius logotipus
ru: Сброс все лого по дефолту

source: Reset bootlogo to default
ar: إعادة تعيين صورة واجهة التشغيل الإفتراضية
fr: Réinitialiser le bootlogo par défaut
lt: Atkurti įkrovos logotipą
ru: Сброс ботолого по дефолту

source: Reset radio to default
ar: إعادة تعيين الراديو إلى الافتراضي
fr: Réinitialiser la radio à la valeur par défaut
lt: Atkurti radijo logotipą
ru: Сброс радио по дефолту

source: Select target for logo:
ar: حدد الشعار المستهدف:
fr: Sélectionner la cible pour le logo :
lt: Pasirinkite tikslą logotipui:
ru: Выберите цель для лого:

source: Show active logos
ar: عرض الشعارات النشطة
fr: Afficher les logos actifs
lt: Rodyti aktyvius logotipus
ru: Показать активные лого

source: Show available logos
ar: عرض الشعارات المتاحة
fr: Afficher les logos disponibles
lt: Rodyti galimus logotipus
ru: Показать доступные лого

source: USB Drive
ar: محرك وحدات الفلاش مموري
fr: Lecteur USB
lt: USB laikmena
ru: USB накопитель

source: backdrop
ar: خلفية
fr: toile de fond
lt: fonas
ru: фон

source: bootlogo
ar: صورة بداية التشغيل
lt: įkrovos logotipas
ru: ботолого

source: manage logos to display at boottime
ar: إدارة الشعارات لعرضها وقت التشغيل
fr: gérer les logos à afficher au démarrage
lt: enigma2 atvaizduojamų logotipų valdymas
ru: менеджер показа лого в энигма2

source: radio
ar: الراديو
lt: radijas
ru: радио

source: reboot
ar: إعادة تشغيل
fr: réamorcer
lt: paleisti iš naujo
ru: перезагрузка

source: switch off
ar: إيقاف تشغيل
fr: éteindre
lt: išjungti
ru: выключение

source: view bootlogo/mvi
ar: عرض صورة بداية التشغيل/بصيغة
fr: voir bootlogo/mvi
lt: peržiūrėti įkrovos logo/mvi
ru: просмотр ботлого/mvi
