Repository: OpenPLi/enigma2-plugins
Catalog: vfdcontrol/po/*.po
Languages: ar, cs, el, fr, it, lt, sk

source: 12h
ar: 12 ساعة
el: 12ω
lt: 12 val.

source: 24h
ar: 24 ساعة
el: 24ω
lt: 24 val.

source: Always off
ar: مغلق دائما
cs: Vždy vypnutý
el: Πάντα εκτός
fr: Toujours éteinte
it: Sempre spento
lt: Visada išjungtas
sk: Vždy vyp

source: Brightness Level 1
ar: مستوى السطوع 1
cs: Úroveň jasu 1
el: Επίπεδο φωτεινότητας 1
fr: Niveau de luminosité 1
it: Luminosità Livello 1
lt: Šviesumo lygis 1
sk: Úroveň jasu 1

source: Brightness Level 2
ar: مستوى السطوع 2
cs: Úroveň jasu 2
el: Επίπεδο φωτεινότητας 2
fr: Niveau de luminosité 2
it: Luminosità Livello 2
lt: Šviesumo lygis 2
sk: Úroveň jasu 2

source: Brightness level
ar: مستوى السطوع
cs: Úroveň jasu
el: Επίπεδο φωτεινότητας
fr: Niveau de luminosité
it: Livello di luminosità
lt: Šviesumo lygis
sk: Úroveň jasu

source: Cancel
ar: إلغاء
cs: Zavřít
el: Ακύρωση
fr: Annuler
it: Annullare
lt: Atšaukti
sk: Zrušiť

source: Change VFD display settings
ar: تغيير إعدادات عرض إضافات شاشة العرض
cs: Nastavení VFD displeje
el: Αλλαγή ρυθμίσεων οθόνης VFD
fr: Modifier les paramètres d'affichage du VFD
it: Modificare le impostazioni di visualizzazione VFD
lt: VFD ekrano nustatymai
sk: Zmeniť nastavenia VFD displeja

source: Channelnumber in Standby Clock
ar: رقم القناة في ساعة الاغلاق
cs: Číslo programu, v pohotovostním režimu hodiny
el: Αριθμός καναλιού Ρολόι στην Αναμονή
fr: Numéro de canal dans l'horloge de veille
it: Numero del canale in stato di sospensione nell'orologio
lt: Kanalo numeris budėjimo režime
sk: Číslo stanice v standby hodinách

source: Channelnumber in Standby off
ar: رقم القناة في الإغلاق
cs: Číslo programu, v pohotovostním režimu vypnutý
el: Αριθμός καναλιού στην αναμονή εκτός
fr: Numéro de canal en veille éteint
it: Numero del canale in stato di sospensione disattivato
lt: Kanalo numeris budėjimo režime išjongtas
sk: Číslo stanice v pohotovostnom režime vyp

source: Channelnumber/Clock in Standby Clock
ar: رقم القناة/الساعة في ساعة الاغلاق
cs: Číslo programu/hodiny, v pohotovostním režimu hodiny
el: Αριθμός καναλιού/Ρολόι στην Αναμονή Ρολόι
fr: Numéro de Canal/Horloge dans l’horloge de veille
it: Numero del canale/Orologio in stato di sospensione nell'orologio
lt: Kanalo numeris/laikrodis budėjimo režime
sk: Číslo stanice/Hodiny v pohotovostnom režime

source: Clock always
ar: الساعة دائما
cs: Hodiny vždy
el: Πάντα Ρολόι
fr: Horloge toujours
it: Orologio sempre
lt: Laikrodis visada
sk: Hodiny vždy

source: Control 7 segment VFD display
ar: التحكم 7 عرض جزء إضافات الشاشة
cs: Nastavení 7 segmentového displeje VFD
el: Έλεγχος οθόνης VFD 7 στοιχείων
fr: Afficheur VFD de contrôle à 7 segments
it: Controllare il display VFD a 7 linee
lt: 7 segmentų VFD ekrano kontrolė
sk: Ovládanie 7 segmentového VFD displeja

source: Off
ar: لا يعمل
cs: Vypnuto
el: Κλειστό
it: Spento
lt: Išjungta
sk: Vyp

source: On/Off
ar: تشغيل / إيقاف
cs: Zapnout/vypnout
el: Ανοικτό/Κλειστό
fr: Marche/Arrêt
it: Acceso/Spento
lt: Įj./išj.
sk: Zap/Vyp

source: Save
ar: حفظ
cs: Uložit
el: Αποθήκευση
fr: Sauver
it: Salvare
lt: Išsaugoti
sk: Uložiť

source: Show REC-Symbol in Display
ar: عرض رمز التسجيل في شاشة العرض
cs: Zobrazovat symbol REC na displeji
el: Εμφάνιση συμβόλου REC στην Οθόνη
fr: Afficher le symbole REC à l'écran
it: Mostrare il simbolo REC nel Display
lt: Rodyti 'REC' simbolį
sk: Zobraziť na displeji symbol 'REC'

source: Show blinking Clock on Display during recording
ar: عرض ساعة تؤمض في شاشة العرض المصغرة عند التسجيل
cs: Zobrazovat blikající hodiny při nahrávání
el: Εμφάνιση αναβοσβηνόμενου Ρολογιού στην Οθόνη κατά την εγγραφή
fr: Afficher l'horloge clignotante sur l'affichage pendant l'enregistrement
it: Mostrare orologio lampeggiante su display durante reg.
lt: Įrašymo metu rodyti mirksintį laikrodį
sk: Počas nahrávania zobraziť blikajúce hodiny

source: Show on VFD
ar: عرض معلومات الشاشة المصغرة
cs: Zobrazovat na VFD
el: Εμφάνιση στη VFD
fr: Afficher sur VFD
it: Mostrare su VFD
lt: Rodyti VFD
sk: Zobraziť na VFD

source: Time mode
ar: وضع الوقت
cs: Formát času
el: Λειτουργία ώρας
fr: Mode heure
it: Modalità Ora
lt: Laiko režimas
sk: Mód času

source: Update Date/Time
ar: تحديث التاريخ/الوقت
cs: Aktualizovat datum/čas
el: Ενημέρωση Ημερομηνίας/Ώρας
fr: Mise-à-jour Date/Heure
it: Aggiornare Data/Ora
lt: Atnaujinti datą/laiką
sk: Aktualizovať Dátum/Čas

source: VFD Display Setup
ar: إعداد معلومات الشاشة المصغرة
cs: Nastavení VFD displeje
el: Ρυθμίσεις Οθόνης VFD
fr: Configuration de l'affichage VFD
it: Display VFD
lt: VFD ekrano sąranka
sk: Nastavenia VFD displeja

source: no
ar: لا
cs: Ne
el: όχι
fr: non
lt: ne
sk: nie

source: yes
ar: نعم
cs: Ano
el: ναι
fr: oui
it: Sì
lt: taip
sk: áno
