Repository: OpenPLi/enigma2-plugins
Catalog: recordinfobar/po/*.po
Languages: ar, lt, uk

source: (%d mins)
ar: (%d دقائق)
lt: (% d min.)
uk: (%d хв)

source: %(DD)d day
uk: %(DD)d день

source: %(DD)dd %(HH)02dh %(MM)02dm %(SS)02ds
uk: %(DD)dд %(HH)02dч %(MM)02dм %(SS)02dс

source: %(HHs)02dh %(MM)02dm %(SS)02ds
uk: %(HHs)02dч %(MM)02dм %(SS)02dс

source: %(HHs)dh %(MM)dm %(SS)ds
uk: %(HHs)dч %(MM)dм %(SS)dс

source: %(MMs)02dm %(SS)02ds
uk: %(MMs)02dм %(SS)02dс

source: %(MMs)dm %(SS)02ds
uk: %(MMs)dм %(SS)02dс

source: %(MMs)dm %(SS)ds
uk: %(MMs)dм %(SS)dс

source: %(SSs)ds
uk: %(SSs)dс

source: %s...%s (%d mins)
ar: %s...%s (%d دقائق)
lt: %s...%s (%d min.)
uk: %s...%s (%d хв)

source: +%d min / %s
ar: +%d دقيقة / %s
uk: +%d хв / %s

source: <<Only when zap to service at start timer>>
ar: << فقط عند التنقل إلى القناة عند بدء تشغيل الموقت >>
lt: <<Tik perjungus kanalą, paleidžiant laikmatį>>
uk: <<Тільки при перемиканні каналу при старті таймера>>

source: All Services
ar: كل القنوات
lt: Visi kanalai
uk: Всі канали

source: Always show indicator icon when recording
ar: عرض رمز المؤشر دائمًا عند التسجيل
lt: Įrašant, visada rodyti įrašymo piktogramą
uk: Завжди показувати іконку індикатора при запису

source: Anchor resizing at
ar: تغيير حجم الصورة في
lt: Keičiant dydį, susieti su
uk: Прив’язка вікна при зміні розміру

source: Automatic is the default action
ar: التلقائي هو الإجراء الافتراضي
lt: Automatinis veiksmas - numatytasis
uk: Автоматична дія за замовчуванням

source: Background window
ar: نافذة في الخلفية
lt: Fono langas
uk: Фон вікна

source: Bouquet: %s
ar: باقة: %s
lt: Bukietas: %s
uk: Фаворит: %s

source: Cancel
ar: إلغاء
lt: Atšaukti
uk: Відміна

source: DD HH:MM:SS
ar: أيام ساعات:دقائق:ثواني
uk: ДД ГГ:ХХ:СС

source: Dd HHh MMm SSs
ar: أيام ساعات دقائق ثواني
lt: Dd. HHval. MMmin. SSsek.
uk: Дд ГГг ХХх ССс

source: Enable record infobar
ar: تمكين شريط معلومات السجل
lt: Įjungti įrašų infojuostą
uk: Включити інфобар записів

source: GUI needs a restart to apply changes. Restart the GUI now?
ar: يحتاج واجهة المستخدم إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل واجهة المستخدم الآن؟
lt: Pakeitimams įsigalioti, grafinę aplinką reikia paleisti iš naujo. Paleisti iš naujo dabar?
uk: Необхідний рестарт GUI для застосування змін. Зробити це зараз?

source: Go to Standby now?
ar: هل تذهب إلى "وضع الاستعداد" الآن؟
lt: Įjungti budėjimo režimą?
uk: Перейти в режим очікування зараз?

source: Goto standby when wakeup on a timer recording
ar: انتقل إلى وضع الاستعداد عند التشغيل على تسجيل مؤقت
lt: Įjungti budėjimo režimą, įsijungiant įrašymui pagal laikmatį
uk: Режим очікування при включенні по таймеру запису

source: H:M:S
ar: ساعة:دقيقة:ثواني
uk: Г:Х:С

source: HH:MM:SS
ar: ساعات:دقائق:ثواني
uk: ГГ:ХХ:СС

source: HHh MMm SSs
ar: أيام ساعات دقائق ثواني
lt: HHval. MMmin. SSsek.
uk: ГГг ХХх ССс

source: Hh Mm Ss
ar: ساعات دقائق ثواني
lt: Hval. Mmin. Ssek.
uk: Гг Мм Сс

source: M:S
ar: دقيقة:ثانية
uk: Х:С

source: M:SS
ar: دقيقة:ثواني
uk: Х:СС

source: MM:SS
ar: دقائق:ثواني
uk: ММ:СС

source: MMm SSs
ar: دقائق ثواني
lt: MMmin. SSsek.
uk: ХХх Сс

source: Mm SSs
ar: دقائق ثواني
lt: Mmin. SSsek.
uk: Хх ССс

source: Mm Ss
ar: دقائق ثواني
lt: Mmin. Ssek.
uk: Хх Сс

source: N/A
ar: لا شئ
lt: N/D
uk: Н/Д

source: Preferred tuner for recording
ar: مؤالف مفضل للتسجيل
lt: Imtuvas, naudojamas įrašams
uk: Пріоритетний тюнер для запису

source: Provider
ar: مزود الخدمة
lt: Tiekėjas
uk: Провайдер

source: Provider: %s
ar: مزود الخدمة: %s
lt: Tiekėjas: %s
uk: Провайдер: %s

source: Record Infobar
ar: شريط معلومات التسجيل
lt: 'Įrašų infojuosta'
uk: Інфобар записів

source: Record Infobar Setup
ar: إعداد التسجيل في شريط معلومات
lt: Įrašų infojuostos sąranka
uk: Інфобар записів - налаштування

source: Record timelen format
ar: تنسيق الخط الزمني للتسجيل
lt: Įrašo laiko formatas
uk: Формат часу запису

source: Recording starts!
ar: بدء التسجيل!
lt: Įrašymas prasideda!
uk: Починається запис!

source: S
ar: ثانية
uk: С

source: Satellites
ar: أقمار صناعية
lt: Palydovai
uk: Супутник

source: Save
uk: Зберегти

source: Set correct position timer in channel list
ar: اضبط مؤقت الموضع الصحيح في قائمة القنوات
lt: Nustatyti teisingą laikmačio poziciją kanalų sąraše
uk: Встановити коректну позицію таймера в списку каналів

source: Show message when zap to recording service
ar: عرض الرسالة عند الانتقال إلى قناة التسجيل
lt: Perjungiant į įrašomą kanalą, rodyti pranešimą
uk: Показати повідомлення при переключенні на канал запису

source: Ss
ar: ثواني
lt: Ssek.
uk: Сс

source: Standby message screen timeout (sec)
ar: مهلة شاشة رسالة الاستعداد (بالثانية)
lt: Budėjimo pranešimo rodymo trukmė (sek.)
uk: Таймаут повідомлення до переходу в режим очікування (сек.)

source: Standby only type timer 'After event'
ar: وضع الاستعداد فقط اكتب المؤقت "بعد الحدث"
lt: Į budėjimą tik laikmačio 'Po įvykio' režime
uk: Режим очікування тільки для таймерів 'Після події'

source: Switch to a recordable channel?
ar: هل تريد التبديل إلى قناة قابلة للتسجيل؟
lt: Perjungti į įrašomą kanalą?
uk: Переключити на канал що записується?

source: Switched to the recording service !
ar: تحولت إلى قناة التسجيل!
lt: Perjungta į įrašomą kanalą!
uk: Переключено на канал що записується !

source: Tuner: %s
ar: مؤالف: %s
lt: Imtuvas: %s
uk: Тюнер: %s

source: Unknown
ar: مجهول
lt: Nežinomas
uk: Невідомий

source: X screen position
ar: مكان الشاشة اكس
lt: X ekrano padėtis
uk: X позиція на екрані

source: Y screen position
ar: مكان الشاشة واي
lt: Y ekrano padėtis
uk: Y позиція на екрані

source: Z screen position
ar: مكان الشاشة زد
lt: Z ekrano padėtis
uk: Z позиція на екрані

source: Zap on start service recording
ar: أنتقل إلى تشغيل قناة التسجيل
lt: Įrašo pradžioje perjungti į įrašomą kanalą
uk: Переключення на канал що записується

source: all
ar: الكل
lt: visi
uk: все

source: all, except 'nothing'
ar: كل شيء ، باستثناء 'لا شيء'
lt: visi, išskyrus 'nieko'
uk: все,крім 'нічого не робити'

source: always
ar: دائما
lt: visada
uk: завжди

source: ask the user
ar: اسأل المستخدم
lt: klausti
uk: запитати користувача

source: auto
ar: تلقائي
lt: automatiškai
uk: авто

source: auto and deep standby
ar: وضع الاستعداد التلقائي والعميق
lt: auto ir gilus budėjimas
uk: авто і повне виключення

source: black
ar: أَسْوَد
lt: juoda
uk: чорний

source: bottom
uk: знизу

source: channel: %s prov: %s
ar: القناة: %s مزود الخدمة: %s
lt: kanalas: %s tiek.: %s
uk: канал: %s провайдер: %s

source: channel: %s prov: %s %s
ar: القناة: %s مزود الخدمة: %s %s
lt: kanalas: %s tiek.: %s %s
uk: канал: %s провайдер: %s %s

source: deep standby
ar: الاستعداد العميق
lt: gilus budėjimas
uk: повне виключення

source: default
ar: إفتراضى
lt: numatytas
uk: за замовчуванням

source: disabled
ar: تم التعطيل
lt: išjungtas
uk: відключено

source: duration: %s ...
ar: المدة الزمنية: %s ...
lt: trukmė: %s ...
uk: тривалість: %s ...

source: no zap
ar: إنتقل إلى
lt: neperjungti
uk: не перемикати

source: standby
ar: وضع الاستعداد
lt: budėjimas
uk: режим очікування

source: start in : %s
uk: початок в : %s

source: top
ar: أعلى
lt: viršus
uk: зверху

source: dowm
uk: внизу

source: transparent
ar: شفاف
lt: skaidrus
uk: прозорий

source: zap
ar: أنتقل
lt: perjungti
uk: переключити

source: OK
ar: موافق
lt: Gerai

source: Record Infobar addon
ar: إضافة التسجيل في شريط المعلومات
lt: Įrašų infojuostos plėtinys

source: Stream
ar: البث
lt: Transliacija

source: down
ar: اسفل
lt: žemyn
