Repository: OpenPLi/enigma2-plugins
Catalog: lastfm/po/*.po
Languages: ar, fr

source: %s name
ar: %s الإسم
fr: Nom %s

source: Album
ar: آلبوم

source: Artist
ar: الفنان
fr: Artistes

source: Ban
ar: حظر
fr: Bannir

source: Ban Track, never play
ar: حظر المسار، لا تشغله أبدا
fr: Bannir la piste, ne jamais jouer

source: Banned Tracks
ar: المسارات المحظورة
fr: Pistes bannies

source: Banned Tracks loaded
ar: تم تحميل المسارات المحظورة
fr: Pistes bannies chargées

source: Cancel
ar: إلغاء
fr: Annuler

source: Description
ar: الوصـف

source: Extensions menu
ar: قائمة الملحقات
fr: Menu extensions

source: Friends
ar: أصدقائي
fr: Amis

source: Friends loaded
ar: تحميل الاصدقاء
fr: Amis chargés

source: Global Tags
ar: العلامات العالمية
fr: Tags globaux

source: Global Tags loaded
ar: تم تحميل العلامات العالمية
fr: Etiquettes globales chargées

source: Group of
ar: مجموعة من
fr: Groupe de

source: Interval for Coverart Animation
ar: تحويل الفاصل الزمني للرسوم المتحركة
fr: Intervalle pour l'animation pochette

source: Interval to refresh Metadata (seconds)
ar: الفاصل الزمني لتحديث بيانات التعريف (ثواني)
fr: Intervalle de rafraîchissement des métadonnées (secondes)

source: Last.FM
ar: أخر راديو

source: Last.FM Username
ar: أسم المستخدم أخر راديو
fr: Last.FM nom d’utilisateur

source: LastFM Proxy port
ar: منفذ البروكسي أخر راديو
fr: Port Proxy Last.FM

source: Listen to Last.FM Internet Radio
ar: الاستماع إلى أخر راديو من الإنترنت
fr: Écoutez la radio Internet Last.FM

source: Loading Friends
ar: تحميل الأصدقاء
fr: Chargement d'amis

source: Loading Global Tags
ar: تم تحميل العلامات العالمية
fr: Chargement des étiquettes globales

source: Loading Loved Tracks
ar: تحميل المسارات المحببة
fr: Chargement des pistes aimées

source: Loading Neighbours
ar: تحميل الجيران
fr: Chargement des voisins

source: Loading Recent Tracks
ar: تحميل المسارات الحديثة
fr: Chargement de pistes récentes

source: Loading Top Tacks
ar: تحميل أعلى المسارات
fr: Chargement des pistes au Top

source: Love
ar: محبة
fr: J’aime

source: Loved Tracks
ar: مسارات محبوبة
fr: Pistes préférées

source: Loved Tracks loaded
ar: تحميل المسارات المحببة
fr: Pistes aimées chargées

source: Mark Track as loved
ar: وضع علامة على المسار كما أحب
fr: Marquer la piste comme aimée

source: Name (needs GUI restart)
ar: الاسم (يحتاج إلى إعادة تشغيل واجهة المستخدم)
fr: Nom (nécessite le redémarrage de l'interface graphique)

source: Neighbours
ar: الجيران
fr: les voisins.

source: Neighbours Tracks
ar: مسارات الجيران
fr: Pistes voisines

source: Neighbours loaded
ar: تحميل الجيران
fr: Voisins chargés

source: Next Selection
ar: التحديد التالي
fr: Sélection suivante

source: OK
ar: موافق

source: Open
ar: فتح
fr: Ouvert

source: Page backward Selections
ar: تحديدات الصفحة للخلف
fr: Page précédente Sélections

source: Page forward Selections
ar: تحديدات الصفحة للامام
fr: Page suivante Sélections

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Personal Recommendations
ar: التوصيات الشخصية
fr: Recommandations personnelles

source: Personal Stations
ar: محطات شخصية
fr: Stations personnelles

source: Play
ar: تشغيل
fr: Lire

source: Play Artist Radio...
ar: تشغيل راديو الفنان ...
fr: Écouter Artiste Radio…

source: Play Group Radio...
ar: تشغيل راديو المجموعة...
fr: Écouter Groupe Radio...

source: Play Tag Radio...
ar: تشغيل راديو العلامة...
fr: Écouter Tag Radio…

source: Plugin menu
ar: قائمة البلج إنز
fr: Menu d'Extension

source: Previous Selection
ar: التحديد السابق
fr: Critère de sélection précédent

source: Quit
ar: خروج
fr: Quitter

source: Recent Tracks
ar: المسارات الأخيرة
fr: Pistes récentes

source: Recent Tracks loaded
ar: المسارات الأخيرة التي تم تحميلها
fr: Pistes récentes chargées

source: Recommendation level
ar: مستوى التوصية
fr: Niveau de recommandation

source: Select next Tab
ar: تحديد علامة التبويب التالية
fr: Sélectionner l'onglet suivant

source: Select prev Tab
ar: تحديد علامة التبويب السابقة
fr: Sélectionner l'onglet precédent

source: Send now playing Audio Tracks
ar: إرسال الآن تشغيل المسارات الصوتية
fr: Envoyer maintenant la lecture des pistes audio

source: Server returned
ar: أرجع الخادم
fr: Serveur retourné

source: Setup
ar: الضبط
fr: Configuration

source: Show Coverart
ar: عرض المحول
fr: Afficher la couverture

source: Show Coverart Animation in Screensaver
ar: عرض تحويل الرسوم المتحركة في شاشة التوقف
fr: Afficher l'animation de la couverture dans l'économiseur d'écran

source: Show Coverart in Screensaver
ar: عرض المحول في شاشة التوقف
fr: Afficher la couverture dans l'économiseur d'écran

source: Show in (needs GUI restart)
ar: عرض في (احتياجات إعادة تشغيل واجهة المستخدم)
fr: Afficher dans (nécessite le redémarrage de l'interface graphique)

source: Skip
ar: تخطي
fr: Passer

source: Skip current Track
ar: تخطي المسار الحالي
fr: Sauter la piste en cours

source: Speed for Coverart Animation
ar: سرعة تحويل للرسوم المتحركة
fr: Vitesse pour l'animation de la couverture

source: Start/stop streaming
ar: بدء/ إيقاف البث
fr: Démarrage/arrêt du streaming

source: Starting stream
ar: بدء البث
fr: Début du stream

source: Station changed
ar: تم تغيير المحطة
fr: Changement de station

source: Stop
ar: إيقاف
fr: Arrêter

source: Stream stopped
ar: توقف البث
fr: Stream arrêté

source: Switch to selected Station
ar: التبديل إلى محطة محددة
fr: Passer à la station sélectionnée

source: Timeout Statustext (seconds)
ar: مهلة وقت حالة النص (ثواني)
fr: Délai d’expiration Statustext (secondes)

source: Timeout to select a Tab (seconds)
ar: مهلة لتحديد علامة تبويب (ثواني)
fr: Délai d’expiration pour sélectionner un onglet (secondes)

source: Top Tracks
ar: أعلى المسارات
fr: Pistes au Top

source: Top Tracks loaded
ar: تحميل أعلى المسارات
fr: Pistes au Top chargées

source: Track
ar: مسار
fr: Piste

source: Track banned
ar: المسار المحظور
fr: Piste bannie

source: Track loved
ar: المسار أحب
fr: Piste aimée

source: Track skipped
ar: تم تخطي المسار
fr: Piste sautée

source: Tracks liked by Fans of
ar: المسارات يحبها المشجعين من
fr: Pistes aimées par les Fans de

source: Tracks similar to
ar: المسارات مشابهة ل
fr: Pistes similaires à

source: Use LastFM Proxy
ar: استخدام وكيل آخر للراديو
fr: Utiliser LastFM Proxy

source: Use Screensaver
ar: استخدام شاشة التوقف
fr: Utiliser l'économiseur d'écran

source: Ver.
ar: نسخة.

source: Wait before Screensaver (seconds)
ar: الانتظار قبل شاشة التوقف (ثواني)
fr: Attendre avant l'économiseur d'écran (secondes)

source: logging into last.FM
ar: تسجيل الدخول إلى آخر.راديو
fr: se connecter à Last.FM

source: login failed!
ar: فشل تسجيل الدخول!
fr: le login a échoué!

source: login successful
ar: نجاح تسجيل الدخول
fr: connexion réussie

source: playing:
ar: التشغيل:
fr: en lecture:

source: please enter an %s name to listen to
ar: الرجاء إدخال اسم %s للاستماع إلى
fr: veuillez entrer un nom %s pour écouter
