Repository: OpenPLi/enigma2-plugins
Catalog: pluginsort/po/*.po
Languages: el

source: Sort Extensions
el: Ταξινόμηση Επεκτάσεων

source: Sort MovieList Extensions
el: Ταξινόμηση Επεκτάσεων Λίστας Ταινιών

source: Sort EventInfo Extensions
el: Ταξινόμηση Επεκτάσεων Πληροφοριών Προγραμμάτων

source: Manage extensions
el: Διαχείριση επεκτάσεων

source: Sort
el: Ταξινόμηση

source: End Sort
el: Τέλος Ταξινόμησης

source: Remove Plugins
el: Αφαίρεση Προσθέτων

source: Download Plugins
el: Λήψη Προσθέτων

source: disable move mode
el: απενεργοποίηση κατάστασης μεταφοράς

source: enable move mode
el: ενεργοποίηση κατάστασης μεταφοράς

source: move extensions
el: μετακίνηση επεκτάσεων

source: move movie extensions
el: μετακίνηση επεκτάσεων ταινιών

source: move event extensions
el: μετακίνηση επεκτάσεων προγραμμάτων

source: hide selected plugin
el: απόκρυψη επιλεγμένου πρόσθετου

source: Help
el: Βοήθεια

source: Unable to load PluginHider
el: Αδυναμία φόρτωσης Απόκρυψης Πρόσθετου
